[
  {
    "Title": "2019 | Martha Argerich plays Liszt Piano Concerto No.1 + Schumann Kinderszenen No. 1 / Bach Gavottes",
    "Description": "Conducted by Antonio Pappano\nAuditorium Parco della Musica\nNov 2019",
    "Duration": "00:26:58",
    "ChannelName": "Will Yin",
    "VideoId": "SjpCGGyokkY",
    "ChannelId": "UCV8s758xFq96DENQwULbagg"
  },
  {
    "Title": "Antonio Pappano, Live - MOZART Sinfonia n.41 in Do maggiore KV 551 \"Jupiter\"",
    "Description": "Wolfgang Amadeus Mozart (1756-1791)\nSinfonia n.41 in Do maggiore KV 551 \"Jupiter\"\nI.   Allegro vivace 00:00\nII.  Andante cantabile 11:25\nIII. Minuetto: Allegretto 19:19\nIV. Molto Allegro 23:48\n\nOrchestra Sinfonica dell'Accademia di Santa Cecilia, Antonio Pappano\n\n- LIVE, Roma 7/11/2006 -",
    "Duration": "00:30:01",
    "ChannelName": "poncione",
    "VideoId": "Jsu0awuT-Ps",
    "ChannelId": "UCoUqItXW7WMn12FOVuMy-ew"
  },
  {
    "Title": "Arvo Pärt - Fratres: Sir Antonio Pappano with Roman Simovic and the LSO in 2010",
    "Description": "LSO leader Roman Simovic taking the solo part in Arvo Pärt's Fratres at the Barbican in December 2010.\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:12:10",
    "ChannelName": "LSO live recordings",
    "VideoId": "oTmIiKeo7pQ",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "BBC Proms 2008 : National Youth Orchestra of Great Britain",
    "Description": "Prom 49\nSat 23 Aug 2008 Royal Albert Hall\n\nProgramme\nEdgard Varèse\n\nAmériques\nSergey Rachmaninov\nPiano Concerto No 4 in G minor\n\nAaron Copland\nSymphony No 3\n\nPerformers\nBoris Berezovsky piano\nNational Youth Orchestra of Great Britain\nSir Antonio Pappano conductor",
    "Duration": "01:59:14",
    "ChannelName": "Proms-Music-Vault-II",
    "VideoId": "JBz_8UyvQW0",
    "ChannelId": "UCigQdafw3-nspaP2f2tswlA"
  },
  {
    "Title": "Beethoven: Piano concerto n 3 | Daniel Barenboim | Antonio Pappano | Santa Cecilia (8.5.2007)",
    "Description": "Ludwig van Beethoven: Concerto in do minore n 3 per pianoforte e orchestra op 37\n1. Allegro con brio 0:00\n2. Largo 18:23\n3. Rondo (Allegro - Presto) 28:52\n\nPianista Daniel Barenboim \nOrchestra dell'Accademia Nazionale di Santa Cecilia diretta da Antonio Pappano \nRegistrato a Roma l'8 maggio 2007",
    "Duration": "00:39:40",
    "ChannelName": "Angelo Procino",
    "VideoId": "JJCuuQQCnu8",
    "ChannelId": "UCb4pTnoEtxG8tLRlv1Pg5nQ"
  },
  {
    "Title": "Bellini: I Capuleti e i Montecchi - Sinfonia - Santa Cecilia Orchestra/Pappano (2016)",
    "Description": "Vincenzo Bellini (1801-1835)\nI CAPULETI E I MONTECCHI\nSinfonia\nOrchestra dell'Accademia Nazionale di Santa Cecilia\nSIR ANTONIO PAPPANO, cond.\nRecording: Usher Hall, Edinburgh, 6 August 2016",
    "Duration": "00:05:16",
    "ChannelName": "Wahnfried",
    "VideoId": "uaA9me-Gn4M",
    "ChannelId": "UCNBKUWR0HXkHUjL8PlT4PVQ"
  },
  {
    "Title": "Benjamin Britten - Sinfonia da Requiem: Sir Antonio Pappano conducting the LSO at the Proms in 2001",
    "Description": "A real serendipity find as this was thought to be lost. A trenchant performance on one of the hottest days of the year in 2001.\n\n1. Lacrymosa 0:00\n2. Dies irae 09:02\n3. Requiem aeternam 13:56\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are off-air audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings or streamed transmissions. We have greatly enjoyed these performances over the years - all of which were at least four years old at the time of posting - and just wish to share them with other music lovers for the pleasure of listening to the LSO in live performance. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:20:30",
    "ChannelName": "LSO live recordings",
    "VideoId": "mXy02LfXsvs",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Benjamin Britten - Violin Concerto: Maxim Vengerov and Sir Antonio Pappano with the LSO in 2014",
    "Description": "Maxim Vengerov as soloist in Britten's Violin Concerto, with Tony Pappano conducting the London Symphony Orchestra at the Barbican in February 2014.\n\n1. Moderato con moto 0:00\n2. Vivace - animando - largamente - cadenza - 10:16\n3. Passacaglia - andante lento 18:30\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:33:33",
    "ChannelName": "LSO live recordings",
    "VideoId": "k5X-Tt5cM_Y",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Brahms: Piano Concerto No. 2 | Yefim Bronfman, Antonio Pappano & the Verbier Festival Orchestra",
    "Description": "One of the most beautiful piano concertos of all time. Johannes Brahms sat at the piano when his Piano Concerto No. 2 in B-flat major, Op. 83 was performed for the first time – to great applause – in Budapest in 1881. Here, you hear this romantic orchestral piece being played in a live recording from the 2017 Verbier Festival. Antonio Pappano was conducting the Verbier Festival Orchester, while Yefim Bronfman played the piano.\n\n(00:00) Coming on stage\n(00:38) Allegro non troppo\n(18:09) Allegro appassionato\n(27:31) Andante\n(38:32) Allegretto grazioso\n\nHe had composed a “really small piano concerto,” Johannes Brahms wrote a friend – and meant his magnificent Piano Concerto No. 2 in B-flat major, Op. 83 that enthralled his audience in 1881. The composer and pianist himself put his own virtuosic piano-playing prowess to the test. Brahm’s first piano concerto from 22 years prior received a more muted response. Perhaps because Brahm’s style of composing was not yet so well known.\n\nWhen he wrote his second piano concerto, he was already 44 years old, well off and a successful composer of chamber music and songs. He was living and earning well as a freelance composer. The audience was curious about his new piece because of his fame alone.\n\nSome critics deemed it to be more of a symphony with a solo piano – a fusing of classic symphonic form and virtuosic concert. Johannes Brahm’s didn’t just leave the development of the musical themes to the orchestra. The piano concerto begins with the horns, which play the first romantic motif – which is then pursued by the piano, to be fully unleashed by the orchestra. The piano basically works as an orchestra instrument and is almost constantly present.\n\nJohannes Brahms wrote his friend Elisabeth von Herzogenberg not only that he had written a really small piano concerto but also that this concerto included “a really small, delicate scherzo.” It can be heard in an interposed, short, second movement of a total of four movements. That already alone was unusual, because instrumental concertos of the period were generally made up of three movements. And it is by no means a “small, delicate scherzo” but a tremendous piano part demanding top-notch finger technique and virtuosity from soloists.\n\nNowadays, Brahms remains well known for his song compositions and for folkloristic elements in his pieces. In the third movement, where the piano plays paired with delicate soloist cello sounds, the composer incorporates his song “My sleep grows ever quieter.” In the rondo, elements of Hungarian folklore appear, as they are also known from Brahm’s Hungarian dances.\n\nWhen it comes to imposing technique and great interpretation prowess, the name Yefim Bronfman is high up on the list. He is considered one of the most significant pianists worldwide. The Israeli-American pianist was born in 1958 in Tashkent, in the Soviet Union. In 1973, his family emigrated to Israel. He had his international debut with Zubin Mehta and the Montreal Symphony Orchestra in 1975. Bronfman is a winner of the Avery Fisher Prize, one of the greatest distinctions for American musicians. In 2015, he was awarded an honorary doctorate from the Manhattan School of Music.\n\nBritish conductor Antonio Pappano, with Italian roots, has been the new Chief Conductor of the London Symphony Orchestra since July 2024. As the Chief Conductor Designate, he had already taken on the role in 2023, thereby replacing Sir Simon Rattle. This is in parallel to his tasks as the Music Director at the Royal Opera House of London – a position he had held since 2002. Here, Pappano is conducting the Verbier Festival Orchestra. The Verbier Festival is one of the world’s most prestigious classical music events. The quality of participating artists is matched by the originality of the program. The festival is held from late July to early August in the mountain resort of Verbier, Switzerland.\n\n© 2017 EuroArts Music International/Idéale Audience \n\nWatch more concerts in your personal concert hall: https://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey \n\nFind the best of Brahms here:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBU5_GAu2NLbH0fBf6CEX8kQ\n\nand check out more piano concertos here:\nhttps://www.youtube.com/watch?v=1Mh4mEKEdRw&list=PL_SdnzPd3eBU5_GAu2NLbH0fBf6CEX8kQ\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#pianoconcerto #brahms #classicalpiano",
    "Duration": "00:47:55",
    "ChannelName": "DW Classical Music",
    "VideoId": "P-nANi8n2Oc",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "BRUCE LIU-F.Chopin Piano Concerto No.1/London Symphony Orchestra, Antonio Pappano(26.08.2024 Warsaw)",
    "Description": "💫Bruce Liu plays F.Chopin Piano Concerto No.1 \nLondon Symphony Orchestra \nSir Antonio Pappano Conductor \n(26.08.2024 Warsaw, Poland) \n\n📻Live broadcasted on Polskie Radio \n\n#bruceliu #pianoconcerto #piano #chopin",
    "Duration": "00:51:49",
    "ChannelName": "BL one&only",
    "VideoId": "WJRLB3BxCiQ",
    "ChannelId": "UCktfgG963JVzJQhDB8ZKyHw"
  },
  {
    "Title": "Bruch: Violin Concerto No. 1, Op. 26 • Janine Jansen (2021)",
    "Description": "Janine Jansen and Antonio Pappano perform the Bruch Violin Concerto at the 2021 Verbier Festival.\n\n0:01 I. Vorspiel. Allegro moderato\n8:36 II. Andante\n17:21 III. Finale. Allegro energico\n\nI do not own the copyright to the footage, and the video is not monetized. If someone would deem that this post violates the copyright, please inform me, and I will make sure to take down the video.",
    "Duration": "00:27:52",
    "ChannelName": "DannyBoy",
    "VideoId": "mOgFRIr0Of4",
    "ChannelId": "UCL-5RM00pq-NodfsfPj94UA"
  },
  {
    "Title": "Carl Nielsen: Helios Overture
    "Description": "Chief Conductor Sir Antonio Pappano conducts the LSO in Carl Nielsen's Helios Overture at our Season Opening concert live at the Barbican on 11 September 2024. \n\nThe full concert featured Sibelius Symphony No 1 and the world premiere of James MacMillan's Concerto for Orchestra. You can watch the full concert on Marquee TV https://marquee.tv/videos/london-symphony-orchestra-pappano-conducts-sibelius\n\n#londonsymphonyorchestra #ClassicalMusic #Orchestra\n------------------------------------------------------------------------------------------------ \nSubscribe to the LSO's channel: http://bit.ly/LSOsubscribe \nSubscribe to LSO newsletter: https://smarturl.it/lsonewsletter \n \nFollow the LSO on: \nInstagram: https://www.instagram.com/londonsymphonyorchestra \nFacebook: https://www.facebook.com/londonsymphonyorchestra \nTikTok: https://www.tiktok.com/@londonsymphonyorchestra \nTwitter: https://twitter.com/londonsymphony \nLinkedIn: https://www.linkedin.com/company/london-symphony-orchestra/  \nWebsite: https://lso.co.uk/ \nApple Music: http://geni.us/yH0sXY \nSpotify: http://spoti.fi/291cCk0 \nLSO Live: https://lsolive.lso.co.uk/",
    "Duration": "00:13:36",
    "ChannelName": "London Symphony Orchestra",
    "VideoId": "VBoJPsY09tU",
    "ChannelId": "UCY1yTIi-DaxPbNtLCnwAM1g"
  },
  {
    "Title": "Claude Debussy - La Mer: Sir Antonio Pappano conducting the LSO in 2010",
    "Description": "Sir Antonio Pappano conducting the London Symphony Orchestra in Debussy's La Mer at the Barbican in December 2010.\n\n1. \"De l'aube à midi sur la mer\" – très lent – animez peu à peu 0:00\n2. \"Jeux de vagues\" – allegro (dans un rythme très souple) – animé 09:08 \n3. \"Dialogue du vent et de la mer\" – animé et tumultueux – cédez très légèrement 16:17\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:24:29",
    "ChannelName": "LSO live recordings",
    "VideoId": "_ObDmg2yC-E",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Conductor Pappano, pianist Gerstein and Italian Cecilia Orchestra Concert",
    "Description": "",
    "Duration": "01:30:17",
    "ChannelName": "月下听风",
    "VideoId": "ZpK21d5VHJI",
    "ChannelId": "UCUZc6RwOe3JKUbc5tmsvZtw"
  },
  {
    "Title": "DANIEL BARENBOIM/Antonio Pappano~ Mozart Piano Concerto K.595 - COMPLETE",
    "Description": "The full  3 movements of Mozart's piano concerto # 27 in b flat major. Daniel Barenboim plays with Antonio Pappano conducting the Orchestra di Santa Cecilia. Mozart's last concerto has always been one of Barenboim's hallmarks (as well as the his last 7 grand concertos) and his playing is just one of a handful of performances that can be cateregorized as first rate.(His early EMI recordings might possibly be even better!). Anotonio Pappano conducts the music with emotion and fine authority as Barenboim usually conducts himself\nSELECTED COMPARISONS:\nPERAHIA  ~    ECO\nFISCHER        HUNGARIAN SYMPH.\nBARENBOIM .ECO/ BPO\nCURZON         LSO",
    "Duration": "00:32:00",
    "ChannelName": "GreatPerformers1",
    "VideoId": "Ecb77lGW3rQ",
    "ChannelId": "UCnueNY0E-QodiHAnQ2HHNJw"
  },
  {
    "Title": "Dmitri Shostakovich - Violin concerto no. 1: Mullova and Pappano with the LSO in 2016",
    "Description": "Viktoria Mullova playing Shostakovich's first violin concerto with the London Symphony Orchestra under Sir Antonio Pappano at the Barbican in May 2016.\n\n1. Nocturne: Moderato 0:00\n2. Scherzo: Allegro 10:47\n3. Passacaglia: Andante – Cadenza (attacca) 17:01\n4. Burlesque: Allegro con brio – Presto 28:32\n5: Encore: Bach - Adagio from Sonata no. 1 in G minor 33:25\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:36:56",
    "ChannelName": "LSO live recordings",
    "VideoId": "snS_SbS9ltA",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Dvořák: Slovanské tance II. řada, č. 2 e moll (Antonio Pappano & Česká filharmonie)",
    "Description": "Odebírejte • Subscribe ➜ https://bit.ly/subscribe_CF\nAntonín Dvořák: Slovanské tance II. řada, op. 72\nČ. 2 e moll Allegretto grazioso (Dumka)\n\nDirigent: Antonio Pappano\nČeská filharmonie\n\nAntonio Pappano debutoval s Českou filharmonií Koncertem pro svobodu a demokracii. V trikolorou zdobeném Rudolfinu zazněly během slavnostního večera Dvořákovy Slovanské tance.  \n\nNatočilo 17. listopadu 2023 Studio Rudolfinum. \n\nSledujte nás:\n\n• Facebook: https://www.facebook.com/ceskafilharmonie/ \n• Instagram: https://www.instagram.com/czechphilharmonic/ \n• Twitter (CZ): https://twitter.com/CFilharmonie \n• Twitter (ENG): https://twitter.com/CzechPhil \n• Web: https://www.ceskafilharmonie.cz",
    "Duration": "00:06:20",
    "ChannelName": "Česká filharmonie",
    "VideoId": "FDQhCbGdJGU",
    "ChannelId": "UCvuA8MvpZZ3TByy1HrwYJ0g"
  },
  {
    "Title": "Gustav Mahler - Symphony no. 6: Sir Antonio Pappano conducting the LSO in 2016",
    "Description": "Maestro Pappano with the London Symphony Orchestra at the Barbican in May 2016, in Mahler's stunning sixth symphony.\n\n1. Allegro energico, ma non troppo. Heftig, aber markig 0:00\n2. Scherzo: Wuchtig 23:41\n3. Andante moderato 37:46\n4. Finale: Sostenuto – Allegro moderato – Allegro energico 51:58\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are off-air audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings or streamed transmissions. We have greatly enjoyed these performances over the years - all of which were at least four years old at the time of posting - and just wish to share them with other music lovers for the pleasure of listening to the LSO in live performances. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "01:21:21",
    "ChannelName": "LSO live recordings",
    "VideoId": "WL_QfnoioSM",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Jan Lisiecki - Schumann Concerto in A minor",
    "Description": "http://www.janlisiecki.com/\nRobert Schumann\nPiano Concerto in A minor, Op. 54\n\nI Allegro affettuoso\nII Intermezzo. Andantino grazioso\nIII Allegro vivace\n\nJan Lisiecki, piano\n\nOrchestra of the Academy of Santa Cecilia, Rome\nSir Antonio Pappano, conductor\n\nProms 2013",
    "Duration": "00:32:17",
    "ChannelName": "Jan Lisiecki",
    "VideoId": "wweXRmv7Cqs",
    "ChannelId": "UCr68qqmwl_YXpg0F16fYwdg"
  },
  {
    "Title": "Janine Jansen | Bernstein: Serenade for violin, string orchestra, harp and percussion - LIVE 2017",
    "Description": "Leonard Bernstein: Serenade for violin, string orchestra, harp and percussion.\n\nLondon Symphony Orchestra; Antonio Pappano, conductor\nJanine Jansen, violin\n\nLive from Barbican Hall, Barbican Center, London - 2017",
    "Duration": "00:34:19",
    "ChannelName": "Archive. Collector",
    "VideoId": "Rp868n6rem8",
    "ChannelId": "UCDn7FPwG_huEFeTrxxcCVVA"
  },
  {
    "Title": "Johannes Brahms - Violin Concerto: Janine Jansen and Sir Antonio Pappano with the LSO in 2014",
    "Description": "Brahms' Violin Concerto played by Janine Jansen, with Sir Antonio Pappano and the London Symphony Orchestra at the Barbican in January 2014.\n\n1. Allegro non troppo 0:00\n2. Adagio 23:31\n3. Allegro giocoso, ma non troppo vivace — Poco più presto 32:29\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are off-air audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings or streamed transmissions. We have greatly enjoyed these performances over the years - all of which were at least four years old at the time of posting - and just wish to share them with other music lovers for the pleasure of listening to the LSO in live performances. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:40:31",
    "ChannelName": "LSO live recordings",
    "VideoId": "grtIvV-Qy4Q",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Kavakos & Pappano - Rome 22 Dec 2008 - Sibelius",
    "Description": "22 December 2008\nParco della Musica in Roma\n\nOrchestra dell'Accademia Nazionale di Santa Cecilia\ndirettore, Antonio Pappano\nviolino, Leonidas Kavakos\n\nJean Sibelius Concerto per violino e orchestra in re minore op. 47\n- Allegro moderato 0:34\n- Adagio di molto 18:03\n- Allegro ma non tanto 29:28",
    "Duration": "00:38:33",
    "ChannelName": "Music is life",
    "VideoId": "p2cxXh6VK7c",
    "ChannelId": "UCBWXp_xyOLwibJhoIZldImw"
  },
  {
    "Title": "Liszt: Piano concerto n 1 | Daniel Barenboim | Antonio Pappano | Santa Cecilia (8.5.2007)",
    "Description": "Franz Liszt: Concerto in mi bemolle maggiore n 1 per pianoforte e orchestra\n\nPianista Daniel Barenboim \nOrchestra dell'Accademia Nazionale di Santa Cecilia diretta da Antonio Pappano \nRegistrato a Roma l'8 maggio 2007",
    "Duration": "00:19:40",
    "ChannelName": "Angelo Procino",
    "VideoId": "DCHX0KrzmEE",
    "ChannelId": "UCb4pTnoEtxG8tLRlv1Pg5nQ"
  },
  {
    "Title": "Martha Argerich plays Schumann's Piano Concerto in A minor (cond. Pappano) - Rome, 19 Nov 2012",
    "Description": "Robert Schumann - Piano Concerto in A minor, Op. 54\n\nMartha Argerich, piano\nOrchestra dell'Accademia Nazionale di Santa Cecilia\nAntonio Pappano, conductor\nRome, 19 November 2012",
    "Duration": "00:32:16",
    "ChannelName": "Altenburg Arts",
    "VideoId": "zsnPzcc1Zb0",
    "ChannelId": "UCeo0GxeYtaZSzx1oIc3-vEA"
  },
  {
    "Title": "Martha Argerich plays Tchaikovsky's Piano Concerto No.1 in B-flat minor, Op.23 (cond. Pappano)(2001)",
    "Description": "Martha Argerich, piano\nThe Special Orchestra of Tokyo University of the Arts for Beppu Argerich Music Festival\nAntonio Pappano, conductor\n\n00:33 - I. Allegro non troppo e molto maestoso - Allegro con spirito\n19:32 - II. Andantino semplice - Prestissimo - Tempo I\n26:20 - III. Allegro con fuoco\n35:52 - Post-concert interview with Argerich\n\n'Live' at B-Con Plaza (Philharmonia Hall), Beppu, Japan, on 22 April 2001",
    "Duration": "00:40:38",
    "ChannelName": "Altenburg Arts",
    "VideoId": "tarROqI_5eo",
    "ChannelId": "UCeo0GxeYtaZSzx1oIc3-vEA"
  },
  {
    "Title": "Mozart - Symphony No 35 in D major, K 385 - Pappano",
    "Description": "Support us on Patreon and get more content: https://www.patreon.com/classicalvault\n \n---\n \nWolfgang Amadeus Mozart\nSymphony No 35 in D major, K 385 \"Haffner\"\n\n1 Allegro con spirito\n2 Andante\n3 Menuetto\n4 Presto\n\nOrchestra of the Academy of Santa Cecilia, Rome\nSir Antonio Pappano. conductor\n\nLive recording. London, Proms 2013",
    "Duration": "00:17:09",
    "ChannelName": "Classical Vault 1",
    "VideoId": "735p9gQ7Okc",
    "ChannelId": "UCsOvFiAws5ENZNs_mI34GnQ"
  },
  {
    "Title": "NYO-USA Performs R. Strauss’s “Eine Alpensinfonie“",
    "Description": "Watch Sir Antonio Pappano lead NYO-USA in a performance of Richard Strauss’s “Eine Alpensinfonie,“ Op. 64, at the Elbphilharmonie Hamburg in 2019.\n\nNYO-USA 2019 comprised 119 members—ages 16–19 and hailing from 33 US states—who were recognized by Carnegie Hall as some of the finest players in the country following a comprehensive national audition process. In preparation for its performance activities in the New York area and abroad, NYO-USA once again worked with an impressive list of principal players from many of the nation’s top professional orchestras during its training residency. \n \nFollowing a return to the Tanglewood Music Festival in Lenox, Massachusetts, Sir Antonio Pappano and NYO-USA took the stage Carnegie Hall for the orchestra’s annual concert in Stern Auditorium / Perelman Stage. The program included Strauss’s “Eine Alpensinfonie” and Berlioz’s “Les nuits d’été” featuring renowned mezzo-soprano Isabel Leonard. The orchestra then departed to Europe for debut performances as part of the Young Euro Classic series at Konzerthaus Berlin with mezzo-soprano Magdalena Kožená, as well as the Edinburgh International Festival and Elbphilharmonie Hamburg, and a return to the BBC Proms and Royal Concertgebouw Amsterdam with mezzo-soprano Joyce DiDonato.",
    "Duration": "00:44:55",
    "ChannelName": "NYO-USA / NYO2 / NYO Jazz",
    "VideoId": "4rajIRu84Bk",
    "ChannelId": "UCOZxjQjcdtkDLWyg_Qjqb-Q"
  },
  {
    "Title": "Pappano Conducts Mahler and Strauss",
    "Description": "Streamed live on 19 January 2024\n\nSir Antonio Pappano, newly appointed Chief Conductor Designate of the London Symphony Orchestra, makes his first appearance at the Royal College of Music since 2020.\n\nOpening the programme, RCM Concerto Competition winners Méline Le Calvez and Francis Bushell take on Strauss‘ lyrical woodwind duet with orchestra, inspired by Hans Christian Andersen‘s tale The Princess and the Swineherd, and Madeline Boreham performs four of Strauss‘ most beautiful songs with orchestra.\n\nOriginally billed as a ‘symphonic poem‘, Mahler‘s First Symphony is epic in scale. Expanding from the gentle cuckoo calls of its opening to a funereal setting of Frère Jacques, the ‘lightning bolts‘ of the final movement bring the symphony to a valiant conclusion.\n\nSir Antonio Pappano - conductor\nMéline Le Calve - clarinet\nFrancis Bushell - bassoon\nMadeline Boreham - soprano\nRCM Symphony Orchestra\n\nR Strauss Duett-Concertino TrV 293\nR Strauss Ständchen op 17 no 2\nR Strauss Das Rosenband\nR Strauss Freundliche Vision\nR Strauss Liebeshymnus\nMahler Symphony no 1 in D major\n\nhttps://www.rcm.ac.uk/events/",
    "Duration": "01:48:54",
    "ChannelName": "Royal College of Music",
    "VideoId": "w0p0RrZkzfk",
    "ChannelId": "UCjUQsk6a-IvdSeUboCifDxQ"
  },
  {
    "Title": "Paul Dukas - The Sorcerer's Apprentice: Sir Antonio Pappano conducting the LSO in 2010",
    "Description": "A rare concert outing for this famous tone poem by Paul Dukas, here given a sparkling performance by the London Symphony Orchestra under the baton of Sir Antonio Pappano in December 2010.\n\nComposed under commission and being paid by the bar, Dukas cleverly composed his symphonic poem with one beat in the bar!\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:11:26",
    "ChannelName": "LSO live recordings",
    "VideoId": "I2QR3swfQbU",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "RCM Symphony Orchestra: Sir Antonio Pappano conducts Lili Boulanger D’un matin de printemps",
    "Description": "Find out more about the Royal College of Music at http://www.rcm.ac.uk\n\nThe internationally acclaimed conductor and Music Director of the Royal Opera House Sir Antonio Pappano conducts the RCM Symphony Orchestra in this piece, written by the first female winner of the Prix de Rome composition prize. \n\nRecorded on 8 March 2020 in the Amaryllis Fleming Concert Hall at the Royal College of Music in London. \n\nSee what the #RCMCommunity is doing right now by following us on social media. \n\nhttps://www.facebook.com/royalcollegeofmusic  \nhttps://twitter.com/RCMLondon \nhttps://www.instagram.com/rcmlondon/",
    "Duration": "00:06:40",
    "ChannelName": "Royal College of Music",
    "VideoId": "AcUUR-iDDJU",
    "ChannelId": "UCjUQsk6a-IvdSeUboCifDxQ"
  },
  {
    "Title": "RCM Symphony Orchestra: Sir Antonio Pappano conducts Ravel Alborada del gracioso",
    "Description": "Find out more about the Royal College of Music at http://www.rcm.ac.uk\n\nSir Antonio Pappano guest conducts the RCM Symphony Orchestra in Ravel’s own orchestration of his Alborada del gracioso – a Spanish inspired work originally for piano and part of his famous work Miroirs. \n\nRecorded on 8 March 2020 in the Amaryllis Fleming Concert Hall at the Royal College of Music in London. \n\nSee what the #RCMCommunity is doing right now by following us on social media. \n\nhttps://www.facebook.com/royalcollegeofmusic  \nhttps://twitter.com/RCMLondon \nhttps://www.instagram.com/rcmlondon/",
    "Duration": "00:08:48",
    "ChannelName": "Royal College of Music",
    "VideoId": "C06lrdKE6Uo",
    "ChannelId": "UCjUQsk6a-IvdSeUboCifDxQ"
  },
  {
    "Title": "RCM Symphony Orchestra: Sir Antonio Pappano conducts Saint-Saëns Symphony no 3",
    "Description": "Find out more about the Royal College of Music at http://www.rcm.ac.uk\n\nThe first in a series of French greats, performed by the RCM Symphony Orchestra under the direction of Sir Antonio Pappano, who holds an honorary doctorate from the College. Saint-Saëns' epic final symphony, dedicated to the memory of Franz Liszt, is as much a summation of its composers own career as it is a grand essay on symphonic form. Memorable themes, dazzling piano passages and an organ-led finale have made this work a concert hall favourite.\n\nOrgan: Eric Chan\nConductor: Sir Antonio Pappano\nRCM Symphony Orchestra\n\nI: Adagio – Allegro moderato – Poco adagio 00:00\nII: Allegro moderato – Presto – Maestoso – Allegro 21:36\n\nRecorded on 8 March 2020 in the Amaryllis Fleming Concert Hall, Royal College of Music, London.\n\nSee what the #RCMCommunity is doing right now by following us on social media.\n\nhttps://www.facebook.com/royalcollegeofmusic\nhttps://twitter.com/RCMLondon\nhttps://www.instagram.com/rcmlondon/",
    "Duration": "00:41:56",
    "ChannelName": "Royal College of Music",
    "VideoId": "VBzK0nslZOM",
    "ChannelId": "UCjUQsk6a-IvdSeUboCifDxQ"
  },
  {
    "Title": "Respighi - Feste Romane",
    "Description": "Ottorino Respighi - Feste Romane\nAccademia Nazionale di Santa Cecilia - Sir Antonio Pappano\nLive in Roma 23/01/2007",
    "Duration": "00:24:45",
    "ChannelName": "Andrea Lucchi",
    "VideoId": "Xss9poiICXQ",
    "ChannelId": "UCMfNk0g7VpRkZ99e_bMwKzg"
  },
  {
    "Title": "Schoenberg - Kammersymphonie, op.9 - Accademia Santa Cecilia - Pappano",
    "Description": "Arnold Schoenberg - Kammersymphonie op.9\nOrchestra dell'Accademia Nazionale Santa Cecilia, Roma\nConductor: Antonio Pappano\n\nLive recording, November 2020\n\n#accademiasantacecilia #Pappano #schoenberg\n#kammersymphonie",
    "Duration": "00:22:40",
    "ChannelName": "LorenzoRussoClarinet",
    "VideoId": "ARLpySjWcBM",
    "ChannelId": "UC7AtxN0vhxP6w9WFZTPw9Ew"
  },
  {
    "Title": "Sergei Rachmaninov Piano Concerto no. 1: Simon Trpčeski and Sir Antonio Pappano with the LSO in 2010",
    "Description": "Macedonian virtuoso Simon Trpčeski performing the revised version of Rachmaninov's first piano concerto at the Barbican in December 2010, with the London Symphony Orchestra under the baton of their future Chief Conductor, Sir Antonio Pappano.\n\n\n1. Vivace 0:00\n2. Andante cantabile 13:06\n3. Allegro scherzando 19:37\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:27:34",
    "ChannelName": "LSO live recordings",
    "VideoId": "__0Zg1HPWVI",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Shéhérazade - Pappano OFB - Alessandro Oliva",
    "Description": "R.Korsakov - Shéhérazade\nSir Antonio Pappano e OFB - \nvl. Alessandro Oliva",
    "Duration": "00:46:31",
    "ChannelName": "Aleviolin",
    "VideoId": "5PrCu3o0ReM",
    "ChannelId": "UCniATliqgoF40XFqanoWrAA"
  },
  {
    "Title": "Sibelius
    "Description": "Sibelius The Oceanides conducted by Sir Antonio Pappano. \n\n----------------------------------------------------------------------------------------------------------------\nSubscribe to the LSO's channel: http://bit.ly/LSOsubscribe\n\nSubscribe to LSO newsletter: https://smarturl.it/lsonewsletter\n\nFollow the LSO on\nInstagram: https://www.instagram.com/londonsymphonyorchestra\nFacebook: https://www.facebook.com/londonsymphonyorchestra\nTwitter: https://twitter.com/londonsymphony\nWebsite: http://lso.co.uk \nApple Music: http://geni.us/yH0sXY\nSpotify: http://spoti.fi/291cCk0",
    "Duration": "00:10:50",
    "ChannelName": "London Symphony Orchestra",
    "VideoId": "s5IbPFGPAMQ",
    "ChannelId": "UCY1yTIi-DaxPbNtLCnwAM1g"
  },
  {
    "Title": "SIBELIUS Violin Concerto●bis | L.Batiashvili, OS.Cecilia, A.Pappano | video 2015 ®",
    "Description": "❶ Jean SIBELIUS: Violin Concerto in D minor, Op.47 _(final version)_\n01:30 | I. Allegro moderato (9:33 | Cadenza)\n18:10 | II. Adagio di molto\n27:30 | III. Allegro, ma non tanto\n(34:45 applause)\n❷ bis/encore:\n36:05 | TRAD. Georgian: \"Lalem\", for violin and strings\n(38:05 applause)\nLisa Batiashvili, violin [Guarneri del Gesù, 1739]\nOrchestra Sinfonica Accademia Nazionale di Santa Cecilia\nAntonio Pappano, conductor\nrecorded: PAL 16:9 - live, Auditorium Parco della Musica, Roma | 24 January 2015\naudio remastering: Emilio Pessina, 2015\n---\n© COPYRIGHT Disclaimer, Under Section 107 of the Copyright Act 1976. Allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Non-profit, educational or personal use tips the balance in favor of fair use.",
    "Duration": "00:38:45",
    "ChannelName": "EP",
    "VideoId": "n4aOgRjqHrc",
    "ChannelId": "UC8Z1_7T9JhB5lcgmMdEqEDQ"
  },
  {
    "Title": "Sir Edward Elgar - Alassio (In The South): Sir Antonio Pappano conducting the LSO in 2014",
    "Description": "Congratulations to Sir Antonio Pappano who was confirmed at the end of March 2021 as the next Principal Conductor of the London Symphony Orchestra. We celebrate the occasion with his muscular performance of Elgar's 'Alassio - In The South' at the Barbican from February 2014. \n\n1. Alassio - In The South 0:00\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:20:24",
    "ChannelName": "LSO live recordings",
    "VideoId": "xtc_TgrVmkQ",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Sir Edward Elgar - Symphony no. 1: Sir Antonio Pappano conducting the LSO in 2012",
    "Description": "A trenchant performance of Elgar's first symphony by Sir Antonio Pappano and the London Symphony Orchestra at the Barbican in January 2012.\n\n1. Andante, nobilmente e semplice 0:00\n2. Allegro molto 20:05\n3. Adagio 27:21\n4. Lento, allegro 40:55\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:53:02",
    "ChannelName": "LSO live recordings",
    "VideoId": "EUDmg32uycM",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Sir Peter Maxwell Davies - Fanfare, Her Majesty's Welcome: Sir Antonio Pappano with the LSO in 2014",
    "Description": "The opening item of Sir Antonio Pappano's concert with the LSO in January 2014.\n\n1. Fanfare: Her Majety's Welcome 0:00\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are off-air audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings or streamed transmissions. We have greatly enjoyed these performances over the years - all of which were at least four years old at the time of posting - and just wish to share them with other music lovers for the pleasure of listening to the LSO in live performances. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:05:56",
    "ChannelName": "LSO live recordings",
    "VideoId": "mc1pgnPVZEo",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Sir William Walton - Symphony no. 1: Sir Antonio Pappano conducting the LSO in 2014",
    "Description": "One of the greatest musical works of the 1930s in any genre was given here by Sir Antonio Pappano with the London Symphony Orchestra in January 2014.\n\n1. Allegro assai 0:00\n2. Presto, con malizia 15:53\n3. Andante con malinconia 22:25\n4. Maestoso - brio ed ardentemente 34:46\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:48:22",
    "ChannelName": "LSO live recordings",
    "VideoId": "Ylrt8cww-r0",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Tchaikovsky Violin Concerto Ilya Gringolts, Sir Antonio Pappano, Santa Cecilia Orchestra LIVE",
    "Description": "Peter Ilyich Tchaikovsky Concerto for violin and orchestra in D Major op.35\n\n00:00 I.Allegro moderato\n18:10 II.Canzonetta: Andante\n24:35 III.Finale: Allegro vivacissimo\n\nIlya Gringolts, violin\nOrchestra dell'Accademia Nazionale di Santa Cecilia/Sir Antonio Pappano\n\nRecorded live in Siena, Italy on July 21, 2021\n\n\n\nhttps://www.ilyagringolts.org/\n\nhttps://www.instagram.com/gringoltsilya/\n\nhttps://www.facebook.com/ilyagringoltspage\n\nhttps://en.karstenwitt.com/artist/ilya-gringolts",
    "Duration": "00:36:17",
    "ChannelName": "Ilya Gringolts Official Channel",
    "VideoId": "-Bnhi8tal8s",
    "ChannelId": "UCsuLH9kVm3Qde6pN6q-IhiQ"
  },
  {
    "Title": "Tchaikovsky: Ouverture 1812 | Prinsengrachtconcert 2013",
    "Description": "Het Koninklijk Concertgebouw Orkest, onder leiding van Antonio Pappano speelt 'P.I. Tsjaikovski - Ouverture 1812' tijdens het Prinsengrachtconcert 2013.",
    "Duration": "00:16:32",
    "ChannelName": "AVROTROS Klassiek",
    "VideoId": "1KzF1KgaREo",
    "ChannelId": "UC2UIXt4VQnhQ-VZM4P1bUMQ"
  },
  {
    "Title": "TE DEUM, A. Bruckner, Pappano, Orchestra e Coro Santa Cecilia",
    "Description": "TE DEUM di Anton Bruckner, \nAccademia di Santa Cecilia, stagione 2020-21, \nConcerto d'apertura, 16 ott. 2020\nOrchestra e Coro di Santa Cecilia\nsoprano Donika Mataj\ncontralto Daniela Salvo\ntenore Anselmo Fabiani\nbasso Antonio Vincenzo Serra\ndirettore del Coro Piero Monti\ndirettore Antonio Pappano\nconcerto registrato dalla RAI\ndisponibile su Raiplay",
    "Duration": "00:28:07",
    "ChannelName": "donika mataj",
    "VideoId": "kRny8mEyiOQ",
    "ChannelId": "UC9zRYLjIMXxJnORl3Wv7FuQ"
  },
  {
    "Title": "The Marriage of Figaro - Overture (Mozart; Orchestra of The Royal Opera House, Antonio Pappano)",
    "Description": "Antonio Pappano and the Orchestra of the Royal Opera House perform the Overture from Mozart's The Marriage of Figaro (Le nozze di Figaro) during The Royal Opera: Live in Concert.  \n\nDavid McVicar's production of Mozart's The Marriage of Figaro will be performed at the Royal Opera House 13 May–3 June 2026. Book now – https://www.rbo.org.uk/tickets-and-events/the-marriage-of-figaro-david-mcvicar-details \n\nThe Marriage of Figaro is available to watch now – along with over 80 other extraordinary productions – on Royal Ballet and Opera Stream. Watch the whole performance now at https://www.rbo.org.uk/tickets-and-events/the-marriage-of-figaro-2022-digital  \n\nThe Royal Opera: Live in Concert features an outstanding cast performing much-loved classics of the opera repertory, joined by current Jette Parker Young Artists, 67 members of the Orchestra of the Royal Opera House and members of the Royal Opera Chorus,  performing together in person for the first time since we closed our doors to the public on 16 March. The concert is hosted by the BBC’s Katie Derham.\n\nEnjoy this video? Subscribe to our channel to receive notifications about new ballet and opera clips.",
    "Duration": "00:04:33",
    "ChannelName": "Royal Ballet and Opera",
    "VideoId": "aDlEAAe28WQ",
    "ChannelId": "UCHS5XKgf2FCBF8pZllE_bjw"
  },
  {
    "Title": "Thomas Adès - Dances from Powder Her Face: Sir Antonio Pappano conducting the LSO in 2012",
    "Description": "Four pieces from Thomas Adès' 1995 chamber opera 'Powder Her Face', with Sir Antonio Pappano conducting the London Symphony Orchestra at the Barbican in January 2012.\n\n1. Overture 0:00\n2. Foxtrot 04:21\n3. Waltz 06:47\n4. Tango 08:57\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:11:52",
    "ChannelName": "LSO live recordings",
    "VideoId": "xy8lKhZGovA",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "W. A. Mozart - Symphony n. 35 KV385 \"Haffner\" (Sir A. Pappano)",
    "Description": "W. A. Mozart, Symphony n. 35 KV 385 \"Haffner\"\nOrchestra dell'Accademia Santa Cecilia\nSir Antonio Pappano, conductor",
    "Duration": "00:20:35",
    "ChannelName": "SuperGMajor7",
    "VideoId": "KqTaCsfbIGE",
    "ChannelId": "UCygYJ_r4mRsMwo7c5DCdfdA"
  },
  {
    "Title": "Yuja Wang: Liszt Piano Concerto No. 1 in E-flat major, S.124 & Encores(Gluck-Liszt)",
    "Description": "Bavarian Radio Symphony Orchestra conducted by Antonio Pappano\nFebruary 18, 2022 Isarphilharmonie\n\n00:00 I. Allegro maestoso\n05:30 II. Quasi adagio\n10:26 III. Allegretto vivace - Allegro animato\n14:31 IV. Allegro marziale animato\n\n21:57 1st Encore Gluck/Sgambati: Orfeo ed Euridice - Melodie dell'Orfeo\n\n26:15 2nd Encore Schubert/Liszt: Gretchen am Spinnrade",
    "Duration": "00:30:03",
    "ChannelName": "John Music",
    "VideoId": "aUYI8GwPXeA",
    "ChannelId": "UCdgnFYX0osnMROsthUpWXVA"
  },
  {
    "Title": "Yunchan Lim piano - Beethoven Concerto No.5 with Sir Antonio Pappano conduct",
    "Description": "Ludwig van Beethoven, Piano Concerto No. 5 in E-flat Major, Op. 73, Emperor\n1. Allegro\n2. Adagio un poco mosso\n3. Rondo Allegro ma non troppo\n\nJohann Sebastian Bach/Wilhelm Kempff, Sonata No.2 in E-Flat Major, BWV 1031 - Siciliano\n\nAll copyright to Medici.tv \nThis is uploaded for personal enjoyment not for commercial purposes.\nyou can watch full video on https://www.medici.tv/en/concerts",
    "Duration": "00:46:51",
    "ChannelName": "AI Slicker",
    "VideoId": "pqX0-gIdONE",
    "ChannelId": "UCWBV-JhmGslGWxMx-QtbWIw"
  },
  {
    "Title": "В.А. Моцарт, Концерт для фортепиано с оркестром №26 – М. Плетнев и А. Паппано (Вербье, 2024)",
    "Description": "В.А. Моцарт, Концерт для фортепиано с оркестром № 26 ре-мажор, K.537\nИсполняют: Михаил Плетнев и Камерный оркестр Фестиваля Вербье (Verbier Festival Chamber Orchestra), дирижер Антонио Паппано (Antonio Pappano).\n---\nФестиваль Вербье (Verbier Festival), Концертный зал «Комбин» (Salle des Combins), Швейцария, 28 июля 2024 г.\n\nПРИСОЕДИНЯЙТЕСЬ К НАШЕМУ КАНАЛУ BOOSTY:\nhttps://boosty.to/apollinarium\n\n---\nАполлинариум. Жизнь коротка, искусство вечно.\n#аполлинариум\nПоддержать канал ⬇️\nhttps://pay.cloudtips.ru/p/f707a761",
    "Duration": "00:30:45",
    "ChannelName": "Аполлинариум: веб-библиотека искусств",
    "VideoId": "UY-2lzK4RRs",
    "ChannelId": "UCwEE7CKpjMPsTV4q4HA5SGw"
  },
  {
    "Title": "✍️Beethoven Piano Concerto No. 5 (Emperor) | Verbier Festival 2024 | Yunchan Lim",
    "Description": "Antonio Pappano | Verbier Festival Orchestra (VFO)\n00:00 Greetings\nBeethoven Piano Concerto No. 5 (Emperor)\n01:21 1st movement: Allegro in E♭ major\n22:00 2nd movement: Adagio un poco mosso[a] in B major\n29:10 3rd movement: Rondo: Allegro ma non troppo in E♭ major",
    "Duration": "00:39:22",
    "ChannelName": "Yunchan Lim Music",
    "VideoId": "EnPiibw_AA4",
    "ChannelId": "UCwumz1LUFjhOofr_kS53f4A"
  }
]