[
  {
    "Title": "Beethoven - Symphony No. 3, \"Eroica\" | Michael Tilson Thomas | New World Symphony (2017)",
    "Description": "Ludwig van Beethoven’s Third Symphony, a triumphant homage to heroism, has been hailed as “the greatest single step made in the history of music.”\n\nWhat we now know as the “Eroica” Symphony (Italian for “Heroic”) began under the title “Bonaparte.” Beethoven had been contemplating a work inspired by Napoleon for several years by the time he took up the symphony, and he held the revolutionary hero in high regard as of 1803. Beethoven’s adulation turned to disgust in 1804, when he learned that Napoleon had declared himself Emperor. According to Beethoven’s student Ferdinand Ries, who delivered the disturbing news, “Beethoven went to the table, seized the top of the [symphony’s] title-page, tore it in half and threw it on the floor.” When Beethoven prepared the symphony for publication in 1806, he titled it “Sinfonia eroica, composed to celebrate the memory of a great man.” The “great man” may have still referenced Napoleon, but some have speculated that the title actually meant to honor Prince Louis Ferdinand of Prussia, who died in 1806 fighting against Napoleon’s army. Ferdinand was a friend of Prince Joseph Franz von Lobkowitz, Beethoven’s patron and the symphony’s dedicatee. \n\nThe “Eroica” Symphony did not impress the Viennese public at its debut on April 7, 1805. First the audience had to grapple with the length, an unprecedented 50 minutes. (Haydn’s “London” Symphonies, by comparison, averaged about 30 minutes each.) To further complicate matters, the marathon first movement offered no real singing melodies to latch onto, just short motives and patterns that circulated and developed in novel ways. Such concision and unity became hallmarks of Beethoven’s middle-period.\n\n-- Copyright © 2017 Aaron Grad\n\nOriginally performed May 6, 2017. \n\n#beethoven #orchestra #eroica #mttmusic \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:50:05",
    "ChannelName": "New World Symphony",
    "VideoId": "d9fpnBlGpjY",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Berlioz : Symphonie Fantastique",
    "Description": "L'Orchestre philharmonique de Radio France dirigé par Myung-Whun Chung interprète la \"Symphonie fantastique\" d'Hector Berlioz. Enregistré le 13 septembre 2013 à la Salle Pleyel (Paris). \n\n#Berlioz #SymphonieFantastique #OrchestrePhilharmoniqueDeRadioFrance\n\n00:00 - Début du concert\n00:35 - 1er mouvement : Rêveries – Passions (Largo)\n15:08 - 2ème mouvement : Un bal. Valse (Allegro non troppo)\n22:09 - 3ème mouvement : Scène aux champs (Adagio)\n39:53 - 4ème mouvement : Marche au supplice (Allegretto non troppo)\n44:27 - 5ème mouvement : Songe d’une nuit de sabbat (Larghetto – Allegro)\n\nLa Symphonie fantastique a été créée en 1830, en plein courant du romantisme, l’année de la bataille d’Hernani. Première “musique à programme”, qui fait éclater le cadre strictement classique de la symphonie, elle est un chef d’œuvre en avance sur son temps, influençant bien des compositeurs romantiques, Liszt, Wagner ou Mahler. Narration à la fois autobiographique et fantasmée de son amour pour l’actrice Harriet Smithson, l’œuvre tourne autour d’une “idée fixe” qui revient de façon obsessionnelle dans les différents mouvements. \n\nAprès une Introduction lente et incertaine, l’idée fixe est exposée puis développée dans le premier mouvement Allegro. Une valse légère et célèbre retentit dans le deuxième mouvement “ Un bal”,  qui s’achève dans une coda effrénée. L’Adagio de la Scène aux champs commence avec un duo hautbois / cor anglais dressant un paysage champêtre, avant une série de variations rappelant Beethoven. La Marche au supplice, d’une durée courte, est une vision d’horreur où le héros s’imagine avoir tué sa bien-aimée. Le dernier mouvement, Songe d’une Nuit de Sabbat est sans doute celui qui va le plus loin dans les innovations musicales, l’annonce du Dies Irae par deux cloches sonnant dans le vide est sans doute le passage le plus effrayant. \n\n👉 A voir : https://www.youtube.com/watch?v=q5SA3Rj7fU0\n\nRetrouvez tous les concerts et opéras en vidéo de France Musique sur https://www.francemusique.fr/concerts \n\nEnquête sur la Symphonie Fantastique, une musique hors norme : https://www.francemusique.fr/emissions/les-enquetes-musicales-de-claude-abromont/hector-berlioz-et-sa-symphonie-fantastique-une-musique-hors-norme-35213\n\nQuelle est la meilleure version de la Symphonie Fantastique? https://www.francemusique.fr/emissions/la-tribune-des-critiques-de-disques/symphonie-fantastique-d-hector-berlioz-36566\n\n10 choses que vous ne savez peut être pas sur Hector Berlioz :\nhttps://www.francemusique.fr/musique-classique/10-petites-choses-que-vous-ne-savez-peut-etre-pas-sur-hector-berlioz-54651\n\nBiographie d’Hector Berlioz : https://www.francemusique.fr/personne/hector-berlioz?xtmc=berlioz&xtnp=1&xtcr=1\n\n-----------------------\n⭐ NOUVEAU ⭐ comprendre et explorer la musique avec la nouvelle chaîne YouTube de France Musique :  https://www.youtube.com/@francemusique \n\n🔔 Pensez à vous abonner pour découvrir d’autres vidéos France Musique !\nhttps://www.youtube.com/channel/UCiPYZkZeNbYTQZKNMlB0Gsw?sub_confirmation=1\n \n \nDécouvrez tout France Musique : \n► Site internet - https://www.radiofrance.fr/francemusique\n► Espace Concerts - https://www.radiofrance.fr/concerts\n► Newsletters - https://www.radiofrance.fr/francemusique/newsletters\n \n \nSuivez-nous sur les réseaux sociaux :\n► Facebook - https://facebook.com/FranceMusique\n► Twitter - https://twitter.com/francemusique?lang=fr\n► Instagram - https://www.instagram.com/francemusique/?hl=fr\n► TikTok - https://www.tiktok.com/@francemusique?lang=fr",
    "Duration": "00:56:42",
    "ChannelName": "France Musique concerts",
    "VideoId": "5HgqPpjIH5c",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Brahms : Symphonie n°4 sous la direction de Myung-Whun Chung",
    "Description": "L'Orchestre philharmonique de Radio France interprète la Symphonie n°4 en mi mineur de Johannes Brahms. Enregistré le 19 juin 2014 au Festival de Saint-Denis.\n\n0:48 : Allegro non troppo\n13:53 : Andante moderato\n26:01 : Allegro giocoso\n32:12 : Allegro energico e passionato\n42:41 : Applause",
    "Duration": "00:46:11",
    "ChannelName": "France Musique concerts",
    "VideoId": "blQA3S8tToQ",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Mendelssohn - Symphony No. 5 (Reformation)",
    "Description": "Chicago Symphony Orchestra? Claudio Abbado 1986? LIVE.\r\n\r\nFelix Mendelssohn Bartholdy Symphony No. 5 (Reformation) 1. Andante - Allegro con Fuoco 11:01 2. Allegro Vivace .\r\n\r\nMendelssohn Symphony No.5 Reformation II. Allegro London Symphony Orchestra (Claudio Abbado) 1985 recording.\r\n\r\nI. Andante - Allegro con fuoco ∙ II. Allegro vivace ∙ İ. Andante ∙ IV. Choral: Ein' feste Burg ist unser Gott. Andante con moto - Allegro vivace - Allegro maestoso .\r\n\r\nAlla rights belong to Bayerischer Rundfunk Mendelssohn Symphony No 5 D major minor Reformation John Eliot Gardiner Bayerischer Rundfunk.",
    "Duration": "00:29:34",
    "ChannelName": "Robert Castro",
    "VideoId": "nEPmwGNNx5c",
    "ChannelId": "UCtj0GxSt63YsSGrRcpEk0cA"
  },
  {
    "Title": "Mendelssohn 3 Philadelphia Mehta Feb 1971 Live",
    "Description": "Zubin Mehta guest conducts the Mendelssohn Symphony No. 3. It was not until 1977 that Philadelphia made a commercial recording of this symphony (on RCA, a recording I have never been able to hear), and Ormandy did not program it until just before that recording session. (By contrast, he and guest conductors programmed the Italian and Reformation symphonies with some frequency and he commercially recorded the Italian in 1963, in a Columbia recording that sounds very different to me from the live performance I have included elsewhere on this channel). A listener rightly comments below on some ensemble issues in this performance. At high amplitude the sound suffers a bit.",
    "Duration": "00:46:33",
    "ChannelName": "Peter Kohn",
    "VideoId": "wXXmc4UKRW8",
    "ChannelId": "UCPjypaqxlfR5LrCJq3j1Pnw"
  },
  {
    "Title": "Myung-Whun Chung & Orchestra del Teatro La Fenice al Seoul Arts Centre",
    "Description": "La Fenice in tournée in Corea del Sud | Myung-Whun Chung & Orchestra del Teatro La Fenice al Concert Hall, Seoul Arts Centre\n\n00:00:30\nGiuseppe Verdi\nLa forza del destino: Sinfonia\n\n00:10:06\nWolfgang Amadeus Mozart\nConcerto per pianoforte e orchestra n. 23 in la maggiore KV 488\n\n00:38:30\nWolfgang Amadeus Mozart\nPiano Sonata n. 16 in do maggiore K 545, Andante\n_______\n\n00:45:39\nSergej Prokof’ev\nRomeo e Giulietta\nestratti dalle suite n. 1 op. 64bis, n. 2 op. 64ter e dal balletto originale op. 64\n\nSuite n. 2 op. 64ter: I Montecchi e i Capuleti\nSuite n. 2 op. 64ter: La giovane Giulietta\nSuite n. 1 op. 64bis: Maschere\nSuite n. 1 op. 64bis: Scena del balcone\nSuite n. 1 op. 64bis: La morte di Tebaldo\nSuite n. 2 op. 64ter: Frate Lorenzo\nSuite n. 2 op. 64ter: Danza delle cinque coppie\nSuite n. 2 op. 64ter: Danza di giovani ragazze delle Antille\nSuite n. 2 op. 64ter: Romeo sulla tomba di Giulietta Romeo e Giulietta\nop. 64: La morte di Giulietta\n\n_______\n\n01:33:35\nPietro Mascagni\nCavalleria Rusticana: Intermezzo\n\n\npianoforte Sunwook Kim\ndirettore Myung-Whun Chung\nOrchestra del Teatro La Fenice\n\nRiprese video a cura di Seoul Arts Centre",
    "Duration": "01:37:50",
    "ChannelName": "Teatro La Fenice",
    "VideoId": "cz6JyKIoJMc",
    "ChannelId": "UCkxgPmBI_lVDCy8oiMVheEw"
  },
  {
    "Title": "Prokofjew - Sinfonie Nr. 5 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Sergej Prokofjews Sinfonie Nr. 5 B-Dur op. 100, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgenommen am 10.02.2023 in der Kölner Philharmonie.\n\nSergej Prokofjew - Sinfonie Nr. 5 B-Dur op. 100\n\n00:00:00 I. Andante\n00:14:03 II. Allegro marcato\n00:23:15 III. Adagio\n00:37:36 IV. Allegro giocoso\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über Prokofjews fünfte Sinfonie: https://youtu.be/iE0DO_mZePE\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nMoskau, Juni 1944. Inmitten des Zweiten Weltkrieges herrschen in der Hauptstadt der Sowjetunion Hunger und Wohnungsnot. Sergej Prokofjew bewohnt gemeinsam mit seiner Frau ein Zimmer im Hotel Moskwa, unweit des Roten Platzes. Doch die Bedingungen sind auch hier alles andere als ideal. An Komponieren ist nicht zu denken. Da erlöst ihn die Einladung, den Sommer im Haus des Komponistenverbandes in Iwanowo zu verbringen. Am Rande der 250 Kilometer nördlich von Moskau gelegenen Stadt finden sich weite Wälder und viel Natur. Prokofjew macht ausgedehnte Spaziergänge und fühlt sich an seine Kindheit erinnert, die er auf einem Landgut verbrachte. Er weiß, dass von ihm in jenen Kriegszeiten ein heroisches Werk erwartet wird. In Iwanowo komponiert er tatsächlich eine repräsentative Sinfonie, die jedoch über die Zeitumstände deutlich hinausreicht. Ähnlich wie Bartók in seinem 2. Violinkonzert vollzieht auch Prokofjew in seiner Fünften eine Synthese seines bisherigen Schaffens. Seine Erste und auch die Vierte schlagen neoklassizistische Töne an, während die Zweite und die Dritte eher wild, dissonant, ja teilweise roh daherkommen. Nun, in der Fünften, ist der Stil gemäßigt, und die Musik entwickelt sich mit großen epischen Bögen.\n\nSchon nach zwei Monaten ist die Komposition vollendet, sodass Prokofjew am 26. August die Komponistenkollegen, die ebenfalls in Iwanowo weilen, zusammenruft, darunter auch Dmitrij Schostakowitsch. Auf dem Klavier spielt Prokofjew ihnen das neue Werk vor. Dmitrij Kabalewskij erinnert sich: \"Die Sinfonie hinterließ bei uns allen einen starken Eindruck, und wir machten aus unserer Begeisterung keinen Hehl. Prokofjew war sehr befriedigt – hielt er dieses Opus doch immer für eins seiner besten Werke.\" Anfang 1945 dirigiert der Komponist selbst die Uraufführung. Als er bereits den Taktstock gehoben hat, klingen plötzlich Kanonensalven in den Großen Saal des Moskauer Konservatoriums herein und verkünden den sowjetischen Sieg an der Weichsel – eine historische Konnotation voller Ambivalenz.\n\nText: Otto Hagedorn",
    "Duration": "00:47:35",
    "ChannelName": "ARD Klassik",
    "VideoId": "weGzXJOORtQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Rach Cto 2 Cliburn Philadelphia Ormandy Aug 1967 Live",
    "Description": "Eugene Ormandy conducts the Philadelphia Orchestra in Rachmaninoff's Piano Concerto No. 2 with soloist Van Cliburn.  A later pension fund concert from December of 1967 is separately uploaded into this channel and affords an interesting comparison.  The recording or digital transfer of this SPAC concert unfortunately bears a warble artifact throughout, or nearly so.",
    "Duration": "00:45:08",
    "ChannelName": "Peter Kohn",
    "VideoId": "PTBNPggKT3s",
    "ChannelId": "UCPjypaqxlfR5LrCJq3j1Pnw"
  },
  {
    "Title": "Rachmaninov - Symphony n°3 - Philadelphia / Ormandy live",
    "Description": "Sergei Rachmaninov\n\nSymphony n°3 op.44\n\nI. Lento - Allegro moderato 0:00\nII. Adagio ma non troppo 13:04\nIII. Allegro 24:45\n\nThe Philadelphia Orchestra\nEugene Ormandy\nLive recording, Philadelphia, 26 & 27.IV.1963",
    "Duration": "00:40:28",
    "ChannelName": "incontrario motu",
    "VideoId": "YP4tgfMoYkk",
    "ChannelId": "UCJ-YjzpJxteFS5-TUoBIWYQ"
  },
  {
    "Title": "Schumann: Manfred Overture | Daniel Harding & the Verbier Festival Orchestra",
    "Description": "Robert Schumann thought of his incidental music “Manfred: Dramatic Poem with Music in Three Parts”, Op. 115 as something completely new and unprecedented. Later musicians regarded the overture to Manfred as being especially original. To this day, it is considered one of the best orchestral works that Schumann composed. The Verbier Festival Orchestra performs under the direction of Daniel Harding. The concert took place on July 29, 2010 at the Verbier Festival.\n \nRobert Schumann's (1810 - 1856) idea for “Manfred” was to write a “literary opera”. He intended to bring together his two passions, music and literature. The text for the dramatic poem is based on the poem “Manfred” by the British poet Lord Byron (1788 - 1824). Its titular hero - a typical romantic anti-hero - is deeply conflicted and fails at everything. He feels guilty about the death of his lover Astarte. With the help of dark forces, he seeks contact with Astarte. The spirits cannot help Manfred, and an abbot cannot persuade him to repent. When Manfred dies, it is unclear whether his soul will find redemption.\n \nRobert Schumann read Byron's poem at a young age. In the summer of 1848, he read it again in Karl Adolf Suckow's translation and decided to create a new musical-literary genre based on the material. He shortened the text of the poem but retained its three-part form. His Dramatic Poem with Music, composed in 1848/49, has a strange form for the time: In addition to the overture, there are 15 short movements spread over three sections and of different types: vocal solos, vocal ensembles, instrumental interludes, choruses, melodramas.\n \nSchumann composed the overture to “Manfred” in the fall of 1848. It seems that the Romantic composer had planned it from the outset as a concert piece to be performed separately without the dramatic parts. Such concert overtures had become established in the 19th century. In terms of form, they only vaguely corresponded to a sonata movement and instead placed programmatic themes in the foreground. The Manfred Overture was premiered on March 14, 1852 in Leipzig - with Robert Schumann conducting. The printed edition of the overture, intended for concertante purposes, was published in October 1852, a piano reduction in January 1853.\n\nSchumann was unable to assert himself with his new genre of “literary opera”, possibly because Richard Wagner (1813 - 1883) had caused a sensation everywhere with his new form of opera, the music drama. Nevertheless, Schumann's Manfred Overture, Op. 115 has become established as part of the concert repertoire. Clara Schumann considered the orchestral piece to be the most magnificent thing her husband Robert had created.\n\n© IDÉALE AUDIENCE – Museec – ARTE France – 2010\n\nWatch more concerts in your personal concert hall: https://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey \n\nFind the best of Schumann here:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBVVGSZy9tzxzigD5gD0ZSz5\n\nAnd other great works from the Romantic period can be found here:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBUCHNKKxIIM88sntDk1TVih\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#overture #robertschumann #romanticperiod",
    "Duration": "00:13:47",
    "ChannelName": "DW Classical Music",
    "VideoId": "NKFSzmfSe88",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Tchaikovsky Piano Concerto No. 1 | NIKOLAI LUGANSKY | VASILY PETRENKO | VFJO | Verbier 2024",
    "Description": "VERBIER FESTIVAL JUNIOR ORCHESTRA\nVASILY PETRENKO conductor\nNIKOLAI LUGANSKY piano\n\nTchaikovsky Piano Concerto No. 1 in B♭ minor, Op. 23\nbis: Tchaikovsky/Rachmaninov Lullaby Op. 16, No. 1\n\n22.07.2024, Verbier",
    "Duration": "00:43:31",
    "ChannelName": "Sihaya's World",
    "VideoId": "MHsSFRtdquY",
    "ChannelId": "UCWq0FCGDwJRqenUrpzE4now"
  },
  {
    "Title": "Beethoven Symphony No. 8 - Solti, Chicago SO (Live, 1981)",
    "Description": "Georg Solti, Chicago Symphony Orchestra\nGroßes Festspielhaus in Salzburg, 31 Aug. 1981\n\nBeethoven: Symphony No. 8 in F Major, Op. 93\n00:01 - 1. Allegro vivace e con brio\n10:23 - 2. Allegretto scherzando\n14:38 - 3. Tempo di menuetto\n20:02 - 4. Allegro vivace",
    "Duration": "00:28:12",
    "ChannelName": "channel1",
    "VideoId": "sYpyCJXe9No",
    "ChannelId": "UCd6DfN2xyvfrMo7vegTBa7A"
  },
  {
    "Title": "Mendelssohn 5 Philadelphia Ormandy Apr 1974 Live",
    "Description": "Eugene Ormandy conducts Mendelssohn's Symphony No. 5 (\"Reformation\").  This upload begins with an interview with the recently-departed (typing this in November of 2025) Benita Valente, who in the first half of this concert sang a Mozart concert aria and Bach Cantata No. 51, separately uploaded into this channel.  (Unfortunately, there is some technical glitch that periodically affects her audibility in the interview.)  The Mendelssohn is gorgeous and exciting.  It has never been commercially recorded by Philly.  There's a Muti EMI CD with Mendelssohn and Liszt, but the Mendelssohn is all Philharmonia.  There's a YNS DG CD with all 5 Mendelssohn symphonies, but with the Chamber Orchestra of Europe.  EO programmed the Reformation symphony four times in the '50s and '60s, and took it to Carnegie Hall in 1945, receiving an Olin Downes review that, while focused on exalting the performance of Prokofiev's Alexander Nevsky, did pause to say that the Mendelssohn was \"distinguished by its fine tonal values, its perception and taste.\"  The same can be said for this performance.  The brass acquit themselves particularly well.",
    "Duration": "00:45:25",
    "ChannelName": "Peter Kohn",
    "VideoId": "Ab6EnHb97V0",
    "ChannelId": "UCPjypaqxlfR5LrCJq3j1Pnw"
  }
]