[
  {
    "Title": "2025 01 31 Yunchan Lim l Cristian Macelaru - Rachmaninov Piano Concerto No.2 (WDRsymphony)",
    "Description": "Rachmaninoff and Marsalis\n*Program*\nSergei Rachmaninov Piano Concerto No.2 in C minor Op.18(2025.01.31)\n00:01 Moderato\n10:57 Adagio sostenuto\n22:45 Allegro scherzando \nYunchan Lim임윤찬 : Pianist\nCristian Macelaru : Conductor\nThe West German Radio Symphony Orchestra  \nPlace : Koelner Philharmonie(쾰른필하모닉)\nThe same orchestra will also premiere a concerto for orchestra by Wynton Marsalis.esalis\n\n*Broadcast live -https://www.ruv.is/utvarp/spila/tonleikakvold/36772/aultjj (March 19, 2025)\n*Instagram - CristianMacelaru \n*Edit- made with vrew the Ai editor\n\n#yunchanlim #CristianMacelaru #WRDsymphony #Rachmaninoff \n#임윤찬 #marsalis\n\n@살롱 드 뮤즈 (salon de muse) 입니다.\nEmail- ynsflutee@gmail.com",
    "Duration": "00:34:06",
    "ChannelName": "살롱 드 뮤즈Salon de muse",
    "VideoId": "IzUXpCL2bKo",
    "ChannelId": "UC1mppDL4U3ZjXM3G88OhrwQ"
  },
  {
    "Title": "Barber - Adagio for Strings | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Samuel Barbers Adagio for Strings op. 11, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen in der Kölner Philharmonie am 26. Februar 2021. \n\nSamuel Barber - Adagio für Streicher op. 11\n\nWDR Sinfonieorchester \nCristian Măcelaru, Leitung \n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester \n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nWährend Samuel Barbers eigener Bestattung am 23. Januar 1981 in New York ist es ja nicht erklungen: sein Adagio for strings, das abseits des Genres Trauermarsch wohl die populärste Beerdigungsmusik ist. Viele berühmte Persönlichkeiten wurden zu seinen Klängen zu Grabe getragen: Franklin D. Roosevelt, John F. Kennedy, Grace Kelly, Albert Einstein. Auch bei der medialen Aufbereitung von Schreckensereignissen wie 9/11 spielt es nach wie vor eine große Rolle. Und natürlich taucht das Adagio auch regelmäßig in Filmen auf, wenn es um melancholische oder traurige Bilder geht.\n\nEine schlichte Melodie, die sich in einem schmerzhaft und atemlos sich verdichtenden Geschehen in die Ewigkeit fortzuspinnen scheint: das macht Barbers Adagio zum \"traurigsten klassischen Stück\" aller Zeiten. Als solches empfanden es zumindest die Hörer*innen der BBC, die 2004 darüber entscheiden durften. Ein Stück von betörender, zeitloser Schönheit und erhabenem Ernst ist es allemal.\n\nFür Barber war sein bekanntestes Werk Segen und Fluch zugleich: Segen, weil es ihn berühmt machte. Fluch, weil er dadurch zum One-Hit-Wonder wurde. Dass der US-amerikanische Komponist unter anderem auch drei Opern, zwei Sinfonien, ein Violinkonzert geschrieben hat – wen interessiert das heute? Selbst das Werk, aus dem er sein Adagio 1938 herausgerissen hat, um es für ein Konzert des berühmten Dirigenten Arturo Toscanini für Streichorchester zu arrangieren, hört man äußerst selten: sein Streichquartett op. 11, in dem das Adagio von zwei schnellen Sätzen umschlossen wird. Er komponierte das Quartett 1936 als Stipendiat in Rom.\n\nIm Vergleich zum Streichquartett, in dem das Adagio naturgemäß karger, rationaler klingt, schwelgt das spätere Arrangement geradezu im farbig angereicherten Klang des Streichorchesters. Das schleppende Tempo, das seufzende Thema, das durch alle Stimmen wandert, die ruhige, wellenförmige Steigerungskurve ohne Kontraste, die in sphärischen Höhen gipfelt, die dunkle Grundierung durch Liegetöne – all das tut ein Übriges, um die Menschen zu Tränen zu rühren.\n(Text: Verena Großkreutz)",
    "Duration": "00:09:04",
    "ChannelName": "ARD Klassik",
    "VideoId": "dSGmowbGFkQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Barber : Adagio pour cordes",
    "Description": "Placé sous la direction du chef Cristian Măcelaru, l'Orchestre national de France joue l’Adagio de Samuel Barber. \n\n#AdagiodeBarber #Macelaru #Barber\n\nRetrouvez tous les concerts vidéos de France Musique sur https://www.francemusique.fr/concerts\n\nCliquez ici pour vous abonner : http://bit.ly/2oeEr3e \n\nSuivez nous sur :\n► Facebook - https://facebook.com/FranceMusique\n► Twitter - http://bit.ly/2okZSfP\n► Instagram - http://bit.ly/2nDA547",
    "Duration": "00:07:39",
    "ChannelName": "France Musique concerts",
    "VideoId": "tNx23CfKyZU",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Bartók - Der holzgeschnitzte Prinz | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Béla Bartóks Tanzspiel \"Der holzgeschnitzte Prinz\" op. 13, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 02.09.2023 in der Kölner Philharmonie.\n\nBéla Bartók - Der holzgeschnitzte Prinz op. 13, Tanzspiel in einem Akt\n\n00:00 I. Einleitung. Molto moderato \n05:15 II. Erster Tanz: Tanz der Prinzessin im Walde. Molto moderato \n09:55 III. Zweiter Tanz: Tanz der Bäume. Assai moderato \n14:30 IV. Dritter Tanz: Wellentanz. Andante \n25:01 V. Vierter Tanz: Tanz der Prinzessin mit der Holzpuppe. Allegro \n40:23 VI. Fünfter Tanz. Meno mosso \n42:02 VII. Sechster Tanz. Allegretto grazioso \n43:27 VIII. Siebter Tanz. Moderato\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über das Werk, das eines seiner Lieblingsstücke ist: https://youtu.be/iZIwQdMxGyw\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nWas tun, wenn die mit viel Phantasie und Herzblut komponierte Oper in der Schublade liegt und keine Aussicht besteht, dass sie aufgeführt wird – weil sie angeblich zu kurz ist? Ganz einfach: noch ein kurzes Werk komponieren und beide Stücke als Doppelabend lancieren. So hat es Béla Bartók versucht, als seiner 1911 vollendeten Oper \"Herzog Blaubarts Burg\" kein Glück beschieden war. Der Text stammte von Béla Balázs, und als Bartók vom selben Autor in einer Zeitschrift den Entwurf zum Handlungsballett \"Der holzgeschnitzte Prinz\" entdeckte, war bald ein Entschluss gefasst. Wie er seiner Mutter 1914 schrieb: \"das Ballett entsteht, denn es verlangt danach\".\n\nNach dem Ausbruch des Ersten Weltkriegs ließ Bartók die Arbeit erst einmal ruhen, da eine Aufführung vorerst unwahrscheinlich war. Zwei Jahre später machte er sich allerdings wieder Hoffnungen und stellte die Partitur im Januar 1917 fertig. Mit den Verantwortlichen des Budapester Opernhauses hatte er ausgehandelt, dass die Premiere noch im Frühjahr desselben Jahres sein sollte. Zunächst galt es aber, einige Hürden zu überwinden. Das Orchester war mehr als skeptisch, und die ungarischen Dirigenten des Opernhauses weigerten sich, das Werk einzustudieren. Schließlich übernahm der italienische Kapellmeister Egisto Tango die Produktion – für Bartók ein Glücksfall. Als nächster Fallstrick erwies sich die szenische Umsetzung: Keiner der festangestellten Regisseure und Choreografen wollte sich des neumodischen Balletts annehmen. Zu kompliziert, zu kryptisch, zu symbolistisch. Kurzerhand übernahm dann der Autor Balázs selbst diese Arbeit.\n\nBartóks geschickt ausgeheckter Plan eines Doppelabends zerschlug sich jedoch. Man setzte sein sowohl inhaltlich als auch musikalisch ambitioniertes Tanzspiel zusammen mit Werken von Christoph Willibald Gluck und Mozart auf den Spielplan. Damit schien eigentlich vorprogrammiert, dass das konservative Publikum Bartóks Stück nicht würde goutieren können. Doch siehe da: Die Premiere des \"holzgeschnitzten Prinzen\" entpuppte sich als voller Erfolg.\n\nText: Otto Hagedorn",
    "Duration": "00:52:22",
    "ChannelName": "ARD Klassik",
    "VideoId": "JsDZ1P67sw8",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven - Sinfonie Nr. 3 \"Eroica\" | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens dritte Sinfonie in Es-Dur op. 55, bekannt als \"Eroica\", interpretiert vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru als Aufzeichnung vom 19. September 2020 aus der Kölner Philharmonie.\n\nLudwig van Beethoven - Sinfonie Nr. 3 Es-Dur \"Eroica\"\n\n00:00:00 I. Allegro con brio\n00:16:40 II. Marcia funebre. Adagio assai\n00:30:53 III. Scherzo. Allegro vivace - Trio\n00:36:34 IV. Finale. Allegro molto\n\nWDR Sinfonieorchester\nCristian Macelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung zu Beethovens dritter Sinfonie, der \"Eroica\": \nBeethovens dritte Sinfonie, die \"Eroica\", nimmt in der Musikgeschichte einen ganz besonderen Platz ein. Nicht wenige Fachleute halten sie für die wichtigste Sinfonie, die jemals geschrieben wurde. Tatsächlich sprengt allein ihr Umfang alle bis dato gekannten Maßstäbe. Und nur bei wenigen Werken greifen historische Bedeutung und mythische Überhöhung so unmittelbar ineinander wie hier. Napoleon oder Prometheus? Da wäre die legendäre Widmung: Beethoven, glühender Bewunderer der Französischen Revolution, hatte die Sinfonie ursprünglich zu Ehren von Napoleon Bonaparte komponiert. Doch als sich Napoleon Ende 1804 selbst zum Kaiser krönte, schlug Beethovens Verehrung in Verachtung um. \"So ist er auch nichts anderes als ein gewöhnlicher Mensch! Nun wird er alle Menschenrechte mit Füßen treten und nur seinem Ehrgeiz frönen; er wird sich höher als alle anderen stellen, ein Tyrann werden!\" Mit diesen Worten, so berichtet Beethovens Schüler und Sekretär Ferdinand Ries, habe Beethoven wütend das Titelblatt der Sinfonie zerrissen. Nun ja, die Schnipsel sind nie gefunden worden. Offensichtlich hat Ries ein bisschen zu dick aufgetragen, um am Mythos seines Idols zu stricken und von einem recht profanen Sachverhalt abzulenken: Beethoven hatte mit dem Gedanken gespielt, Hofkomponist in Paris zu werden und sich mit einer neuen Sinfonie entsprechend einzuführen. Als sich diese Aussicht zerschlug und ihm gleichzeitig mehrere Wiener Adelige eine Pension auf Lebenszeit garantierten, war die Widmung an Napoleon nutzlos geworden – und Beethoven änderte flugs die Titelseite, um vom neuen Widmungsträger, dem Grafen Lobkowitz, nochmals eine Stange Geld zu kassieren. … \n► Jetzt weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/medien/beethoven_zyklus_einzelbeitrag-104.html\n(Text: Clemens Matuschek)",
    "Duration": "00:48:42",
    "ChannelName": "ARD Klassik",
    "VideoId": "76aBwD6n8qc",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Klavierkonzert Nr. 1 | Rudolf Buchbinder | WDR Sinfonieorchester",
    "Description": "Johannes Brahms'  Konzert Nr. 1 d-Moll für Klavier und Orchester op. 15, gespielt von Klavier-Solist Rudolf Buchbinder und dem WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 15.11.2024 in der Kölner Philharmonie.\n\nJohannes Brahms - Klavierkonzert Nr. 1 d-Moll Op. 15\n\n00:00:00 I. Maestoso\n00:21:00 II. Adagio\n00:32:33 III. Rondo. Allegro non troppo\n\nRudolf Buchbinder, Klavier\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDüsseldorf im Jahr 1853. Bei Robert und Clara Schumann hat sich ein 20-jähriger Besucher angesagt, der ihnen am Klavier einige seiner Kompositionen vorspielt. Die Schumanns sind begeistert, ja euphorisch aufgrund seines überragenden Talents. Sein Name: Johannes Brahms. Wenig später veröffentlicht Robert Schumann einen seiner heute bekanntesten Texte in der von ihm herausgegebenen \"Neuen Zeitschrift für Musik\". Er singt darin ein Hohelied auf diesen jungen Kollegen: \"Und er ist gekommen, ein junges Blut, an dessen Wiege Grazien und Helden Wache hielten.\"\n\nWas mehr als gut gemeint ist, legt die Latte für den jungen, ohnehin äußerst selbstkritischen Brahms so hoch, dass er sich in den folgenden Jahren an diesen Erwartungen mühsam abarbeiten wird. Im Jahr nach dem denkwürdigen Kennenlernen macht Brahms sich an die Komposition einer Sonate für zwei Klaviere. Aber sein Ausdruckswille scheint größer, als es in dieser Besetzung möglich ist. Dem Geiger Joseph Joachim berichtet Brahms: \"Ich habe die drei ersten Sätze oft mit Frau Schumann gespielt. Eigentlich genügen mir nicht einmal zwei Klaviere.\" Und so wagt der mittlerweile 21-Jährige, kühn nach den Sternen zu greifen und beginnt, die Sonate in eine Sinfonie umzuarbeiten. Schon Ende des Jahres kann er an Joachim die Partitur des ersten Satzes senden. Aber er bleibt unzufrieden. Irgendwie widersetzt sich die für Klavier konzipierte Musik, in ein reines Orchesterwerk umgeformt zu werden. Da kommt, nächtlich im Traume, die rettende Idee. Anfang 1855 schreibt Brahms an Clara Schumann: \"Denken Sie, was ich die Nacht träumte: Ich hätte meine verunglückte Sinfonie zu einem Klavierkonzert benutzt und spielte dieses. Vom ersten Satz und Scherzo und ein Finale, furchtbar schwer und groß. Ich war ganz begeistert.\" Tatsächlich arbeitet er das Werk über einen Zeitraum von zwei Jahren zu seinem ersten Klavierkonzert um. \"Schwer und groß\" – das trifft diese Musik punktgenau. Ein solch klanggewaltiges Klavierkonzert hatte es bis dahin nicht gegeben. Bei der Uraufführung in Hannover im Januar 1859 zollt das Publikum dem jungen Meister denn auch den gebührenden Respekt.\n\nText: Otto Hagedorn",
    "Duration": "00:44:19",
    "ChannelName": "ARD Klassik",
    "VideoId": "e4GW5s2dFx8",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Klavierkonzert Nr. 2 | Simon Trpčeski | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Konzert Nr. 2 B-Dur für Klavier und Orchester op. 83, gespielt von Solist Simon Trpčeski und dem WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 14.03.2023 in der Filarmonica Banatul, Timișoara.\n\nJohannes Brahms - Klavierkonzert Nr. 2 B-Dur op. 83 \n\n00:00:00 I. Allegro non troppo \n00:17:49 II. Allegro appassionato \n00:26:55 III. Andante \n00:38:58 IV. Allegretto grazioso \n\nSimon Trpčeski, Klavier\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über Brahms Klavierkonzert Nr. 2: https://youtu.be/R3LNnd8l6WQ\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung: \n\nDas Komponist:innen-Leben stellt man sich oft vor wie eine fortwährende Mischung aus Urlaub und konzentrierter Klausur. Einerseits deckt sich dies mit der Realität: Bekannt ist nicht nur für Johannes Brahms, dass er sich in Sommerrefugien zurückzog, um ungestört vom Wiener Stadttrubel der Inspiration freien Lauf zu lassen. Am Ende dieser intensiven Phase des Komponierens steht dann oft der Ertrag einer oder gar mehrerer Kompositionen. So auch beim zweitem Klavierkonzert, das er im Sommer 1881 im niederösterreichischen Pressbaum fertigstellte, nachdem er es im Jahr zuvor in Bad Ischl skizziert hatte. Üblicherweise vermerken Programmhefttexte dann noch den Weg zur Uraufführung, nämlich meist den ein oder anderen Brief an Freund:innen oder Verleger schon während der Entstehung, dann die Rückkehr aus der Sommerfrische und schließlich das erste öffentliche Präsentieren des neuen Werks. Im Wesentlichen ist dies auch beim zweiten Brahms-Konzert so. Seiner guten Freundin Elisabeth von Herzogenberg schrieb der Komponist in typisch ironischem Ton: \"Erzählen will ich, dass ich ein ganz ein kleines Klavierkonzert geschrieben mit einem ganz einem kleinen zarten Scherzo.\" Das ist tatsächlich ungewöhnlich: Klavierkonzerte haben üblicherweise drei Sätze, und ein Scherzo taucht üblicherweise eher in Sinfonien auf.\n\nBei seinen Überlegungen, wie und wo er das Konzert erstmals öffentlich spielen könnte, kommt Brahms ein Angebot Hans von Bülow äußerst gelegen. Der Pianist und Dirigent war im Jahr zuvor Hofmusikintendant in Meiningen geworden, wo es ein phänomenales Orchester gab. Brahms spielte das neue Konzert dort intensiv mit Bülow und seinen Musikern durch und konnte so direkt viele Passagen korrigieren. Für die Uraufführung war allerdings Budapest vorgesehen, und was sich an diesen 9. November 1881 anschloss, relativiert das Bild vom einsamen Schreibtischleben des Komponisten Brahms. Bis Ende Januar reiste er quer durch Nordeuropa und spielte das Konzert als Solist insgesamt 14 Mal, darunter in Zürich, Straßburg, Breslau, Berlin, Hamburg und Amsterdam – bei den damals langen und unbequemen Reisewegen eine kräftezehrende Strapaze.\nText: Otto Hagedorn",
    "Duration": "00:48:35",
    "ChannelName": "ARD Klassik",
    "VideoId": "-3jVYSteO04",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 1 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 1 c-Moll op. 68, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgezeichnet am 28.03.2025 in der Kölner Philharmonie.\n\nJohannes Brahms - Sinfonie Nr. 1 c-moll op. 68\n\n00:00:00 I. Un poco sostenuto\n00:15:23 II. Andante sostenuto\n00:24:00 III. Un poco Allegretto e grazioso\n00:28:36 IV. Adagio\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum WDR Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nAm Tag, bevor Schumann in seinem Tagebuch notiert, er habe sein Violinkonzert vollendet, ist ein junger Musiker bei ihm und seiner Frau Clara zu Gast: Johannes Brahms. Wie Schumann in seiner \"Neuen Zeitschrift für Musik\" berichtet: \"das ist ein Berufener. Am Clavier sitzend, fing er an wunderbare Regionen zu enthüllen.\" In seiner Begeisterung über dieses 20-jährige Genie hält Schumann zudem fest: \"Wenn er seinen Zauberstab dahin senken wird, […] so stehen uns noch wunderbarere Blicke in die Geheimnisse der Geisterwelt bevor.\" Diese Vorschusslorbeeren werden dem jungen Brahms eher als Hypothek auf den Schultern lasten als ihn beflügeln. Jahrelang wälzt er die Frage in sich, wie die orchestrale Königsgattung Sinfonie zu meistern sei. Neben dem Erwartungsdruck macht Brahms vor allem dies zu schaffen: Wie nach Beethovens sinfonischen Höchstleistungen selbst noch ein Werk dieser Gattung komponieren?\n\nIm Jahr 1862 schickt Brahms dann aus heiterem Himmel die Urfassung vom Kopfsatz seiner Ersten an Clara Schumann. Sie ist begeistert – und vom Beginn schlicht überwältigt: \"Das ist nun wohl etwas stark, aber ich habe mich sehr schnell daran gewöhnt.\" Doch die Arbeit will nicht so recht vorangehen. Noch scheint Brahms mit der Formgebung unzufrieden zu sein. Acht Jahre später schreibt er resigniert die berühmt gewordenen Worte an den Dirigenten Hermann Levi: \"Ich werde nie eine Symphonie komponieren! Du hast keinen Begriff davon, wie es unsereinem zu Mute ist, wenn er immer so einen Riesen hinter sich marschieren hört.\" Der Riese Beethoven, er lässt Brahms nicht los. Weitere sechs Jahre später ist es dann endlich geschafft. Am 4. November 1876 kann Brahms’ Erste in Karlsruhe uraufgeführt werden. Publikum und Fachleute sind regelrecht erschlagen von der Wucht, der Ernsthaftigkeit dieser Musik. Ein kraftvoller Wurf, der sich tief ins Gedächtnis brennt.\n\nText: Otto Hagedorn",
    "Duration": "00:45:29",
    "ChannelName": "ARD Klassik",
    "VideoId": "Xa949Y-CxKg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 2 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Johannes Brahms Sinfonie Nr. 2 D-Dur, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 15.03.2024 in der Kölner Philharmonie.\n\nJohannes Brahms - Sinfonie Nr. 2 D-Dur Op. 73\n\n00:00:00 I. Allegro non troppo\n00:20:20 II. Adagio non troppo\n00:29:25 III. Allegretto grazioso\n00:34:24 IV. Allegro con spirito\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung: \nWie ein mühelos hingeworfenes Glanzstück wirkt sie, die zweite Sinfonie von Johannes Brahms. Und der Schein trügt nicht: Nur etwa vier Monate brauchte der Komponist von der ersten Idee bis zur Vollendung des Werks. Auch in dieser Hinsicht ist die Zweite ein Gegenstück zu Brahms’ erster Sinfonie, an der er sich rund 15 Jahre lang abmühte. Und klingt die Nr. 1 ernst, streng, ja düster, hat er mit der Nr. 2 die fröhlichste, unbeschwerteste seiner vier Sinfonien geschaffen. Entstanden ist sie hauptsächlich im Sommerurlaub, den der Komponist 1877 in Pörtschach am Wörthersee verbrachte. Es ist einer der seltenen Fälle, bei denen sich die Umgebung unmittelbar auf die\nStimmung einer Komposition ausgewirkt zu haben scheint. »Hier – ja hier ist es allerliebst, See, Wald, ›drüber blauer Berge Bogen, schimmernd weiß in reinem Schnee‹«, zitiert Brahms sein Lied »Auf dem See«, um seinen Ferienort zu beschreiben. In einer wahren Hochstimmung komponiert er die Sinfonie. Und bei allen klanglichen Sonnenfluten macht Brahms auch in diesem Werk keinen Hehl daraus, dass Licht im Wechselspiel mit Schatten umso wirkmächtiger strahlt. Und so sorgen melancholische Einsprengsel für den nötigen Kontrast. \nIm September reist Brahms weiter nach Lichtental bei Baden-Baden, um mit Clara Schumann zusammenzukommen. Ihre Freundschaft ist seit dem Tod von Robert Schumann gut zwanzig Jahre zuvor noch enger geworden. Bei dieser Gelegenheit spielt Brahms ihr Teile der soeben entstandenen Sinfonie auf dem Klavier vor. Hellsichtig notiert Clara in ihr Tagebuch: »Mit dieser Symphonie wird er auch beim Publicum durchschlagenderen Erfolg haben als mit der ersten«. Tatsächlich wird die Uraufführung in Wien am 30. Dezember desselben Jahres ein absoluter Triumph. Ein Bekannter von Brahms’ Verleger hält fest: »Musterhafte Ausführung, wärmste Aufnahme, 3ter Satz (Allegretto) da capo«. Und weiter heißt es in diesem Bericht: »Leben und Kraft sprudelt überall, dabei Gemütstiefe und Lieblichkeit. Das kann man nur auf dem Lande, mitten in der Natur, komponieren.« Selten war eine enthusiastische Aussage so wahr.\nText: Otto Hagedorn",
    "Duration": "00:44:11",
    "ChannelName": "ARD Klassik",
    "VideoId": "nimyhplkW4E",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 3 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 3 in F-Dur op. 90, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru am 19. Februar 2022 in der Kölner Philharmonie. \n\nJohannes Brahms - Sinfonie Nr. 3 F-Dur op. 90\n\n00:00:00 I. Allegro con brio\n00:12:13 II. Andante\n00:20:12 III. Poco Allgeretto\n00:26:15 IV. Allegro\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über Brahms dritte Sinfonie: https://youtu.be/qp6VHGiWbDg\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nFür das ambitionierte Vorhaben, eine Sinfonie zu komponieren, brauchte Johannes Brahms einen freien Rücken. Keine seiner vier Sinfonien hat er zu Hause in Wien zu Papier gebracht, wo die kleinen und großen Störungen des Alltags erst gar nicht die erforderliche Konzentration aufkommen ließen. Für großformatige Werke zog er sich daher im Sommer in die Natur zurück: für die erste Sinfonie nach Rügen, für die zweite an den Wörthersee und für die vierte nach Mürzzuschlag in der Steiermark. Und die Dritte? Dafür ließ er es 1883 ausnahmsweise großbürgerlich-städtisch angehen – in einer feudalen Wiesbadener Villa, wie er einem Freund schrieb: \"Ich wohne hier reizend ... Ursprünglich als Atelier gebaut, ist es nachträglich zum hübschesten Landhaus geworden\". Hier grübelt er am Tage über den Noten, aber nach außen dringt darüber nicht der Deut einer Information. Brahms genießt Abendgesellschaften, parliert angeregt mit den Gästen. Aber er schweigt sich aus über sein tägliches Tun. Auch in seinen Briefen, die er aus Wiesbaden verschickt, erwähnt er die Dritte mit keiner Silbe. Und als sie fertig ist, scheint er alle Spuren ihrer Entstehung beseitigen zu wollen – nicht eine Skizze hinterlässt er der Nachwelt, allein die fertige Partitur. Um die buhlen sodann die Verleger. Am Ende wird, wie sonst auch, Fritz Simrock den Zuschlag erhalten. Bis es so weit ist, pokert Brahms um seinen Marktwert. In die Karten spielt ihm der Wiener Konzertagent Albert J. Gutmann, der in einem offenen Brief ankündigt, für die Sinfonie zehntausend Gulden zahlen zu wollen – ein Drittel mehr als Simrock. Der sitzt derweil in Berlin und schäumt. Schließlich aber gibt Brahms klein bei, weiß er doch zu gut, was er an seinem Stammverlag hat.\n\nWarum sich der Komponist im Entstehungsprozess so schmallippig gab, scheint die Musik zu verraten: Erstmals in einer Sinfonie erprobt Brahms in der Dritten ein zyklisches Prinzip. Das wuchtig dionysische Hauptthema vom Anfang beispielsweise lässt er gezähmt, regelrecht geläutert noch einmal ganz zum Schluss erklingen, als Kaskade aus apollinischen Höhen.\n\nText: Otto Hagedorn",
    "Duration": "00:34:54",
    "ChannelName": "ARD Klassik",
    "VideoId": "OLSOMFWLWtg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Violinkonzert | Augustin Hadelich | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Das WDR Sinfonieorchester und Geiger Augustin Hadelich spielen Johannes Brahms‘ Konzert D-Dur für Violine und Orchester op. 77 unter der Leitung von Cristian Măcelaru. Live aufgenommen am 15. Februar 2020 in Kölner Philharmonie. Brahms' Violinkonzert ist einer der ersten öffentlichen Auftritte von Augustin Hadelich mit seiner neuen Geige, der \"Leduc\"-Guarneri del Gesù von 1744, der letzten Geige, die der italienische Geigenbaumeister Giuseppe Guarneri baute.\n\nJohannes Brahms - Violinkonzert D-Dur op. 77\n\n00:00:00 I. Allegro non troppo\n00:23:23 II. Adagio\n00:32:46 III. Allegro giocoso, ma non troppo vivace\n\nAugustin Hadelich, Violine\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nIm August 1878 überraschte Brahms den berühmten Geiger Joseph Joachim mit dem Übersenden der Violinstimme seines in Entstehung begriffenen Violinkonzerts. Zu dieser Zeit plante er für dieses Konzert noch vier Sätze und bat den kundigen Joachim um Korrekturen der Solostimme.\nEifrig machte sich Joseph Joachim an die Arbeit und übersandte Vorschläge, die Brahms zum Ausmerzen unbequemer geigerischer Stellen bewegen sollten. Brahms ignorierte diese jedoch weitgehend. Lange galt Brahms’ Violinkonzert wegen seiner enormen technischen Anforderungen als unspielbar, es kursierte das Bonmot vom \"Konzert gegen die Geige\". Doch nach der erfolgreichen Uraufführung am Neujahrstag 1879 etablierte sich das Werk bald. Joseph Joachim, der den Solopart übernahm, stellte das Werk anschließend auch im Ausland vor.\nDas Violinkonzert op. 77 entstand im sonnigen Kärnten in Pörtschach am Wörthersee. Brahms schrieb an einen Freund: \"Wenn du unterwegs von der Lectüre aufgeblickt hast, so weisst du, wie rund um den blauen See alle Berge schneeweiß sind und die Bäume zartgrün.\" Die Sommeraufenthalte der Jahre 1877 bis 1879 in Österreich regten seine Schaffenskraft stark an.\nVielleicht klingen das Solokonzert und die im Jahr zuvor komponierte 2. Sinfonie deshalb so gelöst und heiter. In einem Brief an Clara Schumann bekannte Brahms, dass er für das Violinkonzert des Mozart-Zeitgenossen Giovanni Battista Viotti eine \"ganz besondere Schwärmerei\" hegte. Zweifelsohne ist aber Brahms’ großes Vorbild das Violinkonzert von Beethoven. Vor allem im ersten Satz mit seiner ungewöhnlich langen Einleitung, der berührenden Melodik seines ersten und sehnsuchtsvollen Kantabilität des zweiten Themas wird die Verwandtschaft offenbar […]\n► Hier die vollständige Werkeinführung weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/brahms-violinkonzert-102.html \n\n(Text: Tilla Clüsserath)",
    "Duration": "00:41:17",
    "ChannelName": "ARD Klassik",
    "VideoId": "qqtLVvoXLig",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms: Piano Quartet No. 1 arr. Schoenberg | WDR Symphony Orchestra Cologne & Cristian Măcelaru",
    "Description": "Johannes Brahms’ Piano Quartet No. 1, orchestrated by Arnold Schoenberg is also known as “Brahms Symphony No. 5.” The WDR Symphony Orchestra Cologne, with Cristian Măcelaru conducting, performed the work at the Bonn Opera House during the city’s 2022n Beethovenfest.  \n\n(00:00) Coming on stage\n(00:17) I. Allegro \n(14:16) II. Intermezzo: Allegro ma non troppo \n(22:50) III. Andante con moto \n(33:03) IV. Rondo alla zingarese \n \n“The arrangement sounds so beautiful you don’t want to hear the original quartet at all,” commented conductor Otto Klemperer in 1937. He made the statement after premiering the orchestra version of Brahms’ Piano Quartet No. 1 in G minor, Op. 25 in Los Angeles. Johannes Brahms (1833 – 1897) composed his first piano quartet from 1856 to 1861. No other than the great Clara Schumann performed at the piano when the work was premiered in Hamburg in 1861. The piece was made famous above all by the stylized “Hungarian Dance” in the final movement. The other three movements are also based on catchy melodies and feature interesting structures. \n \nArnold Schoenberg (1874 – 1951) had a predilection for the music of Johannes Brahms. While many considered Brahms a backwards-looking classicist, Schoenberg viewed him as progressive. He emphasized that Brahms’ composing technique of the “developing variation” paved the way for modern music. Schoenberg’s evaluation provoked all of those who took Brahms for a traditionalist. In 1937, Schoenberg arranged the Piano Quartet in G minor for orchestra. Why he chose precisely this quartet he explained laconically with the words: “1. I like the piece; 2. It’s rarely played; 3. It is always played badly, because the better the pianist is, the louder they play, so you hear nothing of the strings. I wanted to hear all of it for once, and I have achieved that.” Schoenberg proudly named the orchestral arrangement of Piano Quartet No. 1 Brahms’ “Fifth Symphony,” placing his arrangement alongside the four Brahms had composed without further ado. \n\nThe WDR Symphony Orchestra Cologne is one of Germany's top orchestras. It has a distinguished regional, national and international reputation. Performances range from concert series at the Kölner Philharmonie to partnerships with major venues and festivals. In recent years, the WDR Symphony Orchestra Cologne took several tours of Asia and Europe. The ensemble has been under the direction of Cristian Măcelaru since fall of 2019. It has often been recognized for its dedication to new music. \n\nThe Beethovenfest Bonn is one of Germany's oldest and most significant music festivals. Founded in 1845 by Franz Liszt in the town where Beethoven was born, it is now an internationally-recognized highlight on the cultural circuit, with around 80 events held in Bonn and the region each year in August and September. \n \n© Deutsche Welle 2022  \n\nWatch more concerts in your personal concert hall:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey\n\nSubscribe to DW Classical Music:\nhttps://www.youtube.com/dwclassicalmusic\n\n#johannesbrahms #arnoldschoenberg #BeethovenfestBonn",
    "Duration": "00:42:40",
    "ChannelName": "DW Classical Music",
    "VideoId": "MAzxvM3H5gc",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Benedict Kloeckner - Dvořák: Cello Concerto No. 2 in B Minor, Op. 104 (Live in Concert)",
    "Description": "Entdecken Sie das neue Album \"Dvorak: Cello Concerto & Pieces\" von Benedict Kloeckner: \nhttps://BC.lnk.to/dvorakconcertoandpiecesID\n\nLive: Benedict Kloeckner spielt Dvořáks Cellokonzert mit dem Romanian Chamber Orchestra unter Cristian Măcelaru\n\nDvořáks Musik mit ihrer folkloristischen Prägung und ihrem Melodienreichtum hat für Kloeckner, dessen „immer warmer, kontrollierter und geradezu schwärmerisch singender, aber niemals verzärtelnder Cello-Ton“ von den Aachener Nachrichten hoch gelobt wurde, seit frühester Kindheit einen besonderen Stellenwert. Gerade das Cellokonzert ist ein wichtiger Pfeiler seines Repertoires – es nun endlich auf CD aufzunehmen, war die Erfüllung eines lang gehegten Wunsches. Die Einspielung ist eine Live-Aufnahme: Das Konzert wurde in einem einzigen Take in Koblenz eingespielt, beim Eröffnungskonzert des 10. IMUKO Festivals (dessen Gründer und künstlerischer Leiter Kloeckner ist) mit dem Romanian Chamber Orchestra unter Cristian Măcelaru. Die Erarbeitungsphase im rumänischen Timisoara – jener Stadt, die 2023 als europäische Kulturhauptstadt bezauberte – beschreibt Benedict Kloeckner als „überaus inspirierend“.\n\nBERLIN CLASSICS:\nWebsite: https://berlin-classics-music.com/\nFacebook: http://bit.ly/berlinclassics_fb\nInstagram: http://bit.ly/berlinclassics_insta\nAmazon-Store: http://amzn.to/34SZl9G\n________\n#berlinclassics #classicalmusic #klassischemusik #dvorak #cello #benedictkloeckner",
    "Duration": "00:42:11",
    "ChannelName": "Berlin Classics",
    "VideoId": "dxPDrn7wzkY",
    "ChannelId": "UCKIzAm_rNiqhpiJ-h3MxjIQ"
  },
  {
    "Title": "Chopin : Concerto pour piano et orchestre n°2 en fa mineur op 21 (Alexandre Kantorow)",
    "Description": "Le pianiste Alexandre Kantorow interprète le Concerto n°2 en fa mineur op 21 de Chopin avec l'ONF sous la direction de Cristian Măcelaru. Extrait du concert enregistré le 16 mai 2024 à l'Auditorium de la Maison de la Radio et de la Musique. \n\n#Alexandrekantorow #piano #Chopin \n\nLe Deuxième Concerto pour piano et orchestre fut écrit par Chopin pendant l’hiver 1829-1830, soit six mois avant le Premier Concerto, lequel porte le numéro un pour la simple raison qu’il fut publié le premier. Œuvres d’un compositeur de vingt ans, ces deux partitions appartiennent à la période polonaise de Chopin, qui quittera son pays natal en novembre 1830 pour Vienne, puis Munich, Stuttgart et Paris. Ce sont aussi des œuvres qui se souviennent de Kalkbrenner, de Hummel, voire de Weber quoique Ravel n’ait pas hésité à proclamer : « Dans cette musique, les traits sont inspirés »\n\nChopin ne prétend pas, dans son Concerto en fa mineur, pas plus d’ailleurs que dans le Concerto en mi mineur, créer de forme nouvelle. Il reprend la structure habituelle en trois mouvements, accordant une place prépondérante au cantabile du piano. L’orchestre seul attaque le premier mouvement, mais l’arrivée du soliste marque sans ambiguïté où va la préférence du compositeur, où iront également la plupart de ses idées, l’orchestre se contentant alors de servir d’écrin à la beauté jaillissante de la partie soliste. Invention et virtuosité vont ici de pair. Le mouvement lent fera l’admiration de Liszt autant que de Schumann. Page d’une effusion d’autant plus poignante qu’elle semble contenue, c’est un exquis chant d’amour, une confession d’une délicatesse qui n’a rien de mièvre et dont bien des Nocturnes, plus tard, retrouveront l’atmosphère. Le finale, quant à lui, utilise des rythmes et des motifs populaires polonais et couronne l’œuvre dans une souveraine jubilation.\n\nComme l’écrit de manière imagée l'horloger suisse Charles Reuge, qui s'est spécialisé dans la fabrication des boîtes à musique, « le charme de ces partitions naît de la rencontre de deux mondes : celui des salons parisiens où, enveloppées de la lueur des bougies, se tiennent des femmes aux séduisants décolletés exhalant des parfums enivrants, opposé au monde des rudes danses populaires, des senteurs de foin coupé et de la peau saine de jeunes paysans »\n\n Pensez à vous abonner pour découvrir d’autres vidéos France Musique !\nhttps://www.youtube.com/channel/UCiPYZkZeNbYTQZKNMlB0Gsw?sub_confirmation=1\n \n \nDécouvrez tout France Musique : \n► Site internet - https://www.radiofrance.fr/francemusique\n► Espace Concerts - https://www.radiofrance.fr/concerts\n► Newsletters - https://www.radiofrance.fr/francemusique/newsletters\n \n \nSuivez-nous sur les réseaux sociaux :\n► Facebook - https://facebook.com/FranceMusique\n► Twitter - https://twitter.com/francemusique?lang=fr\n► Instagram - https://www.instagram.com/francemusique/?hl=fr\n► TikTok - https://www.tiktok.com/@francemusique?lang=fr",
    "Duration": "00:31:58",
    "ChannelName": "France Musique concerts",
    "VideoId": "jNhNKAWrzsc",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Debussy : La Mer (Orchestre national de France)",
    "Description": "Debussy : La Mer, trois esquisses symphoniques\n\nL'Orchestre national de France joue, sous la direction de Cristian Măcelaru, La Mer, ensemble de trois esquisses symphoniques composé par Claude Debussy.\n\n#debussy #lamer #CristianMacelaru #orchestrenationaldefrance  \n\nStructure :\n00:00 - I. De l’aube à midi sur la mer (Très lent – si mineur)\n09:45 - II. Jeux de vagues (Allegro – do dièse mineur)\n17:00 - III. Dialogue du Vent et de la Mer (Animé et tumultuex – do dièse mineur)\n\nAprès la création de son opéra Pelléas et Mélisande en 1902, qui connut un retentissement considérable, Debussy était attendu par ses thuriféraires comme par ses détracteurs : les uns espéraient qu’il poursuivrait dans la même veine, les autres préparaient leurs invectives. Mais le compositeur avait prévenu : « Quant aux personnes qui me font l’amitié d’espérer que je ne pourrai jamais sortir de Pelléas, elles se bouchent l’œil avec soin. Elles ne savent donc point que si cela devait arriver, je me mettrais immédiatement à cultiver l’ananas en chambre ; considérant que la chose la plus fâcheuse est bien de se “recommencer”. »\nTout en innovant, il perpétue cependant une certaine tradition française. La Mer, soustitrée « trois esquisses symphoniques », se souvient de la symphonie en trois mouvements illustrée par Franck, d’Indy, Chausson ou encore Dukas ; elle contient plusieurs thèmes et motifs cycliques traversant l’ensemble de l’œuvre ; ses mouvements sont dotés d’un intitulé évocateur et poétique. Néanmoins, elle présente une ductilité rythmique sans précédent : les nombreux changements de tempo et les superpositions de rythmes différents figurent le caractère insaisissable de la mer et du vent, éléments en perpétuelle métamorphose. La partition produit à la fois une sensation d’architecture solide et d’imprévisibilité.\n\nEn outre, le timbre devient l’un des fondements de l’œuvre, indissociable du rythme, de la mélodie et de l’harmonie. L’orchestration reste toujours transparente, qu’elle évoque le mystère de l’aube, la clarté méridienne ou le conflit de l’air et de l’eau. On songe alors à Turner, « le plus beau créateur de mystère qui soit en art », selon Debussy. Comme chez le peintre anglais, la lumière flamboie, les formes semblent fusionner les unes dans les autres et l’aspect onirique se double parfois d’angoisse. On se rappellera aussi la passion du compositeur pour Hokusai, dont La Vague au large de Kanagawa (vers 1831) fut reproduite sur la couverture de La Mer.\nDebussy partageait avec l’artiste japonais la fermeté du dessin, le contraste des couleurs et la stylisation du sujet, s’efforçant de saisir non l’objet lui-même, mais son essence. Comme il l’écrivait en 1902, « l’art est le plus beau des mensonges. Et quoiqu’on essaie d’y incorporer la vie dans son décor quotidien, il faut vérifier qu’il reste un mensonge, sous peine de devenir une chose utilitaire, triste comme une usine. Ne désillusionnons donc personne en ramenant le rêve à de trop précises réalités… Contentons-nous de transpositions plus consolantes par ce qu’elles peuvent contenir d’une expression de beauté qui ne mourra pas ».\n\n\n-----------------------\n\n🔔 Pensez à vous abonner pour découvrir d’autres vidéos France Musique !\nhttps://www.youtube.com/channel/UCiPYZkZeNbYTQZKNMlB0Gsw?sub_confirmation=1\n \nDécouvrez tout France Musique : \n► Site internet - https://www.radiofrance.fr/francemusique\n► Espace Concerts - https://www.radiofrance.fr/concerts\n► Newsletters - https://www.radiofrance.fr/francemusique/newsletters\n \nSuivez-nous sur les réseaux sociaux :\n► Facebook - https://facebook.com/FranceMusique\n► Twitter - https://twitter.com/francemusique?lang=fr\n► Instagram - https://www.instagram.com/francemusique/?hl=fr\n► TikTok - https://www.tiktok.com/@francemusique?lang=fr",
    "Duration": "00:25:49",
    "ChannelName": "France Musique concerts",
    "VideoId": "A12T7kra0Eo",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Dvořák - Karneval-Ouvertüre | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Antonín Dvořáks Karneval-Ouvertüre op. 92, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgenommen am 10.02.2023 in der Kölner Philharmonie.\n\nAntonín Dvořák - Karneval-Ouvertüre op. 92\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung: \nDer Karneval mit seinem bunten Treiben ist ein Lieblingssujet für ausgelassene, freudestrahlende Kompositionen, ob von Hector Berlioz, Robert Schumann, Bedřich Smetana und Camille Saint-Saëns – oder von Antonín Dvořák. Seine Konzertouvertüre \"Karneval\" hat er 1891 im Zusammenhang mit zwei weiteren Ouvertüren komponiert. Seine Grundidee war ein Zyklus mit dem Titel \"Natur, Leben und Liebe\". Da jede dieser drei Ouvertüren auch einzeln aufgeführt werden kann, entschied Dvořák sich schließlich, sie einzeln zu veröffentlichen – unter den Titeln \"In der Natur\", \"Karneval\" und \"Othello\".\n\nDer ursprüngliche Titel für den Zyklus lässt es schon ahnen: In der \"Karneval\"-Ouvertüre geht es nicht darum, närrisches Getümmel in Musik zu übersetzen, sondern um einen Menschen, der sich – so der tschechische Herausgeber Otakar Šourek – \"in das bunte Treiben des Lebens\" stürzt. \"Gern ergibt er sich seinem wilden Taumel und dem Frohsinn und ist dankbar für alle seine Freuden und Herrlichkeiten. Aus diesem Freudentaumel jäh herausgerissen, stellt er sich die Frage: Woher kommt eigentlich all die Freude, und wer spendet sie? Als Antwort tönt es ihm: die Natur.\" All das ist äußerst plastisch in der Musik nachgezeichnet. Ähnlich, wie Bedřich Smetana es in seinem sinfonischen Zyklus \"Mein Vaterland\" vorgemacht hat, zitiert auch Dvořák eine Passage aus \"In der Natur\", also der ersten seiner drei Ouvertüren. Weiter heißt es im \"Karneval\"-Programm: \"Nach diesem kurzen Besinnen kehrt der Mensch jedoch wieder in den wirbelnden Trubel ungebändigter Lustbarkeit zurück, und wenn ihm auch anfangs [...] so manches bizarr verzerrt erscheint, jauchzt am Ende doch alles in ihm wieder auf.\"\n\nEs ist sicherlich kein Zufall, in welcher Lebensphase Dvořák seinen abgeklärten Ouvertüren-Zyklus komponiert hat. Er hat seinen zunehmenden Erfolg mit staunenden Augen zur Kenntnis genommen: Das Publikum lag ihm europaweit zu Füßen. Und im selben Jahr erhielt er einen Orden vom Kaiser, wurde er Mitglied der Akademie der Wissenschaften in Prag. Obendrein wurden ihm die Ehrendoktorwürden der Universitäten in Prag und in Cambridge verliehen. Viele Gründe also, das Leben auch musikalisch zu feiern.\n\nText: Otto Hagedorn",
    "Duration": "00:10:08",
    "ChannelName": "ARD Klassik",
    "VideoId": "aKIPM2Yys2o",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Dvořák - Sinfonie Nr. 7 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Antonín Dvořáks Sinfonie Nr. 7 d-Moll op. 70, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 27.01.2024 in der Kölner Philharmonie.\n\nAntonín Dvořák - Sinfonie Nr. 7 d-Moll op. 70\n\n00:00:00 I. Allegro maestoso\n00:11:20 II. Poco adagio\n00:21:00 III. Scherzo. Vivace\n00:28:42 IV. Finale. Allegro\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nBei Antonín Dvořák und seiner siebten Sinfonie war es kein Musiker, sondern ein anderes Musikwerk, das ihn zu dieser Komposition inspirierte: die Dritte seines verehrten Vorbildes Johannes Brahms. Von dem dramatischen Ernst dieser Sinfonie war Dvořák zutiefst beeindruckt. Dies war nun die Messlatte, an der sich der tschechische Komponist bei seiner nächsten Sinfonie orientieren wollte. Seine musikantische, freudestrahlende Sechste lag bereits vier Jahre zurück. Da kam Dvořák eine Anfrage aus London sehr zupass. Die dortige Philharmonic Society beauftragte ihn damit, eine Sinfonie zu komponieren. So konnte er sich gleich darin versuchen, seine ambitionierten Ziele umzusetzen. Am 13. Dezember 1884 stürzte er sich in die Arbeit. Und der Anspruch an sich selbst war erklärtermaßen hoch: \"Ich beschäftige mich zur Zeit mit einer neuen Symphonie (für London), und überall denke ich an nichts anderes als mein neues Werk, das die Kraft haben muss, die ganze Welt zu bewegen, und Gott gebe, dass es so wird!\"\nZunächst einmal gilt es jedoch, das Londoner Publikum \"zu bewegen\". Am 22. April 1885 ist es so weit: In der Londoner St James’s Hall tritt Dvořák ans Dirigentenpult und leitet die Uraufführung seiner Siebten selbst. Und das Publikum? Ist hingerissen! In die böhmische Heimat berichtet der Komponist: \"Ich kann gar nicht sagen, wie sehr mich die Engländer ehren!\" Und weiter: \"Überall wird über mich geschrieben und man sagt, ich sei der Löwe der heurigen Musiksaison in London.\" Nicht schlecht gewählt, dieser Vergleich mit dem König der Tiere. Denn von Dvořáks neun Sinfonien ist die siebte eindeutig die leidenschaftlichste, die dramatischste. Dunkel timbriert beginnt der erste Satz, um alsbald aufgepeitscht loszubrausen. Der zweite Satz pendelt zwischen Idylle und Tragik, während das Scherzo dadurch besticht, dass zum eigentlichen Thema stets ein Gegenthema erklingt. Das Finale versprüht glutvollen Furor, hält aber auch gleißenden Jubel bereit. Ohne Zweifel: Dvořáks Siebte ist die emotionell intensivste seiner Sinfonien.\n(Text: Otto Hagedorn)",
    "Duration": "00:38:42",
    "ChannelName": "ARD Klassik",
    "VideoId": "n_I0ce5AvVU",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Dvořák - Sinfonie Nr. 8 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Das WDR Sinfonieorchester spielt Antonín Dvořáks Sinfonie Nr. 8 G-Dur Op. 88 unter der Leitung seines Chefdirigenten Cristian Măcelaru. Eine Aufzeichnung  vom 15. Februar 2020 aus der Kölner Philharmonie.\n\nAntonín Dvořák - Sinfonie Nr. 8 G-Dur op. 88\n\n00:00:00 I. Allegro con brio\n00:10:10 II. Adagio\n00:22:01 III. Allegretto grazioso – Molto vivace\n00:28:11 IV. Allegro ma non troppo\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über Dvořáks Achte Sinfonie: https://youtu.be/VtJf4W8eQ-g\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nAls Antonín Dvořák 1890 und 1891 seine 8. Sinfonie präsentierte, schlug ihm gleichermaßen Jubel wie Enttäuschung entgegen. Eine begeisterte Anhängerschaft begrüßte das neue Werk, das mit seiner melodischen Fülle die engen Grenzen streng gebauter Sinfonien überflügelt. Brahms dagegen sah in ihr mehr \"Fragmentarisches, Nebensächliches\", keine \"Hauptsachen\".\nEin Richtungsstreit also? – Vielleicht. Zumindest steckte Dvořáks Entscheidung dahinter, sich vom Vorbild Brahms zu emanzipieren. Als er in den 1870er Jahren Johannes Brahms begegnete, galt dieser als anerkannte Autorität auf sinfonischem Gebiet. Dvořák orientierte sich zunächst an Beethoven, Brahms und Wagner. Ab der 5. Sinfonie entwickelte er eine eigenständige Musiksprache, die zunehmend volksliedhafte Elemente seiner böhmischen Heimat integrierte. Das Jahr 1889 war fruchtbar für ihn: \"Melodien fliegen mir nur so zu\", schrieb er an seinen Freund Alois Göbl. Nach eigener Aussage plante Dvořák, \"ein von meinen anderen Sinfonien verschiedenes Werk\" zu schreiben, \"mit individuellen, in neuer Weise ausgearbeiteten Gedanken\". Die 8. Sinfonie ist berühmt für ihren entspannten Optimismus: Heiterkeit und ungebrochene Lebensfreude künden von einer glücklichen Komponiersituation im Herbst 1889. Dvořák weilte erneut in seiner Sommerresidenz im böhmischen Dörfchen Vysoká.\n► Hier die vollständige Werkeinführung weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/dvorak-achte-sinfonie-100.html (Text: Tilla Clüsserath)",
    "Duration": "00:38:30",
    "ChannelName": "ARD Klassik",
    "VideoId": "RhbK_5cWbpU",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Dvořák - Sinfonie Nr. 9 - Aus der neuen Welt | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "\"Aus der Neuen Welt\", die Sinfonie Nr. 9 e-Moll op. 95 von Antonín Dvořák, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru am 25. Juni 2021 in der Kölner Philharmonie.\n\nAntonín Dvořák -  Sinfonie Nr. 9 e-Moll op. 95 \"Aus der Neuen Welt\"\n\n00:00:00 I. Adagio – Allegro molto\n00:12:12 II. Largo\n00:24:27 III. Scherzo. Molto Vivace\n00:31:51 IV. Allegro con fuoco\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\n\"Lasst uns die Zukunft gestalten, die uns die Sinfonie 'Aus der Neuen Welt' vorhergesagt hat\" – so heißt es in einem Artikel der New York Times vom 17. März 2021. Der Autor Douglas W. Shadle beschreibt, welche Spuren Antonín Dvořáks 9. Sinfonie in der US-amerikanischen Musikgeschichte hinterlassen hat: \"Das komplexe Vermächtnis dieser Musik vollständig zu erfassen, würde es uns ermöglichen, neue Wege für People of Color zu beschreiten\".\n\nAls Dvořák mit 51 Jahren zum Direktor des New Yorker Konservatoriums berufen wurde, sollte er den US-Amerikaner:innen eine eigene Nationalmusik geben. \"Den Einfluss von Amerika muss ein jeder, der Gespür hat, herausfühlen\", schreibt Dvořák über seine Neunte, die am 16. Dezember 1893 von den New Yorker Philharmonikern mit sensationellem Erfolg uraufgeführt wird.\n\nGeprägt ist das Werk gleichermaßen von musikalischen Eindrücken aus Dvořáks tschechischer Heimat wie aus den Vereinigten Staaten: Die Pentatonik, die besonders die berühmte Englischhorn-Melodie im Adagio bestimmt, ist sowohl in der slawischen wie in der amerikanischen Volksmusik zu finden, auch die vielen rhythmischen Überraschungen im Kopfsatz reflektieren böhmische Folklore ebenso wie Spirituals. Dvořák betont: \"Die Wahrhaftigkeit dieser Musik hängt von ihren Charakterzügen, von ihrer Farbe ab. Ich meine damit nicht, dass man die Melodien von den Plantagen, den kreolischen oder südlichen, einfach nehmen und sie als Thema verarbeiten sollte, das ist nicht meine Absicht. Aber ich studiere bestimmte Melodien so lange, bis ich so weit durchdrungen bin von ihren charakteristischen Zügen, dass ich mir ein musikalisches Bild machen kann, welches im Einklang mit diesen Zügen steht.\" Dvořák wollte die Musik, die er in den USA kennenlernte, also nicht kopieren, sondern ließ sich davon inspirieren.\n(Text: Anja Renczikowski)",
    "Duration": "00:43:22",
    "ChannelName": "ARD Klassik",
    "VideoId": "HvUH5Oq3Z5o",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Enescu - Rumänische Rhapsodie Nr. 1 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Die Rumänische Rhapsodie Nr. 1 op. 11 von George Enescu spielte das WDR Sinfonieorchester unter der Leitung des rumänischen Dirigenten Cristian Măcelaru. Live aufgenommen am 12.10.2019 in der Kölner Philharmonie.\n\r\nGeorge Enescu - Rumänische Rhapsodie Nr. 1 op. 11\n\nWDR Sinfonieorchester\r\nCristian Măcelaru, Leitung\r\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\r\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDie \"Rumänische Rhapsodie\" Nr. 1 A-Dur op. 11 ist George Enescus bekanntestes Werk und stellt seinen Durchbruch als Komponist dar. Enescu schrieb sie, gemeinsam mit der zweiten Rhapsodie in D-Dur, 1901 in Paris, noch während seines Studiums. Zwei Jahre später gelangten beide Werke unter Enescus eigener Leitung in Bukarest zur Uraufführung.\nBesonders die erste Rhapsodie entwickelte sich seitdem zu einem Dauerbrenner des sinfonischen Repertoires. In ihr verbindet Enescu Rhythmen, Lieder und Tänze seiner rumänischen Heimat zu einem Werk voller Leichtigkeit und Spontaneität, wobei sie immer wieder zwischen Dur und Moll changiert. Sie beginnt mit dem Volkslied \"Ich hab einen Leu und will ihn versaufen\", vorgetragen von Klarinette und Oboe, die Streicher übernehmen, bis sich das gesamte Orchester in einen ekstatischen Volkstanz steigert.",
    "Duration": "00:11:56",
    "ChannelName": "ARD Klassik",
    "VideoId": "cuU5sbXYAJ0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Enescu - Rumänische Rhapsodie Nr. 1 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Die Rumänische Rhapsodie Nr. 1 op. 11 von George Enescu gespielt vom WDR Sinfonieorchester unter der Leitung des rumänischen Dirigenten Cristian Măcelaru. Live aufgenommen am 13.04.2025 in der Kölner Philharmonie.\n\nGeorge Enescu - Rumänische Rhapsodie Nr. 1 op. 11\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook/wdrsinfonieorchester  \n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung\nGibt es Komponistinnen oder Komponisten, deren Geburtsort nach ihnen benannt wurde? Ja, mindestens einen: Im Jahr 1881 wurde in Liveni-Vârnav im äußersten Nordosten Rumäniens George Enescu geboren. Er sollte der mit Abstand berühmteste Sohn dieses Örtchens werden. Nach seinem Tod 1955 fassten die Bewohner:innen dort den Beschluss, ihn namentlich zu würdigen. Seitdem heißt sein Heimatort: George Enescu.\nDer solcherart Geehrte war hochbegabt, oder wie es seinerzeit noch hieß: ein Wunderkind. Mit vier Jahren begann Enescu Geige zu spielen, mit fünf komponierte er schon seine erste Oper mit Klavierbegleitung. Später war er einer der größten Geigenvirtuosen seiner Zeit. Und auch als Komponist war er hoch anerkannt. Studiert hat Enescu in den beiden wichtigsten Musikmetropolen Europas, in Wien und Paris. Das verbindet ihn mit zwei weiteren Komponisten dieses Konzerts. In Wien studierte Enescu bei Robert Fuchs, der auch ein Lehrer von Erich Wolfgang Korngold war. Und am Pariser Konservatorium war er in der Kompositionsklasse von Gabriel Fauré Studienkollege von Maurice Ravel. Später wurde Enescu dort selbst Professor für Violine und unterrichtete unter anderem Yehudi Menuhin. Seine mit Abstand bekannteste Komposition ist die Rumänische Rhapsodie A-Dur op. 11 Nr. 1. Mit diesem funkensprühenden Paradestück für Orchester hat er ein veritables One-Hit-Wonder geschaffen. Seine anderen Werke stehen bis heute zu Unrecht in seinem Schatten.\nAls er die Rhapsodie schrieb, war Enescu gerade zwanzig geworden. Und er komponierte nicht nur diese eine fröhliche Rhapsodie, sondern gleich auch eine zweite, in der er austestete, weniger in die Vollen zu gehen, sondern sanftere, auch elegischere Töne anzuschlagen. Erwartungsgemäß war der temperamentvolleren Rhapsodie Nr. 1 deutlich mehr Erfolg beschieden. Vorbild für die beiden Stücke waren die \"Ungarischen Rhapsodien\" von Franz Liszt. Die Grundidee dieser Werkform ist es, eine lose Abfolge von verschiedenen Themen ebenso kontrast- wie abwechslungsreich miteinander zu verknüpfen. Für seine erste Rhapsodie hat Enescu einige rumänisch-moldawische Melodien verwendet. Darunter sind die Lieder \"Ich habe einen Leu und will ihn vertrinken\" und \"Knospe, kleine Knospe\" sowie \"Lerche\". Durch verschiedene Tanzformen werden sie mitreißend zusammengeflochten.\nText: Otto Hagedorn",
    "Duration": "00:11:53",
    "ChannelName": "ARD Klassik",
    "VideoId": "mS1oDWP2K2s",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Fauré : Suite \"Dolly\" (Cristian  Măcelaru/Orchestre national de France)",
    "Description": "La Suite « Dolly » fut d’abord écrite par Fauré en l’honneur d’une petite fille prénommée\nHélène, que sa mère, Emma Bardac, future seconde épouse de Debussy, surnommait\naffectueusement Dolly. Elle prend place, écrit Harry Halbreich, « aux côtés des Scènes\nd’enfants de Schumann et du Children’s Corner de Debussy, parmi les musiques les plus\nravissantes jamais inspirées par l’enfance ». Les titres des pièces indiquent combien cette\nsuite fait allusion à des situations ou à des personnages familiers : la Berceuse avait\nété écrite trente ans plus tôt pour une petite Suzanne, dont le père était préfet et ami de\nFauré ; Kitty (en réalité Ketty) était le nom du chien des Bardac ; « Le jardin de Dolly »\nest une « promenade au jardin du Tendre », selon Jean-Michel Nectoux, qui voit dans\n« Le pas espagnol », l’utime page du recueil, « un éblouissant hommage à España de\nl’ami Chabrier »; quant à « Mi-a-ou », il ne s’agit pas d’une allusion à un chat mais à\n« Monsieur Raoul », frère de Dolly (qu’elle appelait « Aoul »).\n\n#GabrielFaure #OrchestreNationaldeFrance #Macelaru #Dolly\n\nC’est Henri Rabaud (1873-1949) qui en assura l’orchestration en 1905, époque à\nlaquelle Massenet commençait à trop souffrir de surdité pour démêler les timbres : « Ce\nque j’entends le moins péniblement, c’est la voix chantée. Mais l’ensemble instrumental,\nc’est le chaos et la douleur », écrira-t-il quelques années plus tard. Condisciple de Proust\nau lycée Condorcet, Rabaud avait été notamment l’élève de Massenet au Conservatoire\nde Paris avant d’obtenir le Premier Grand Prix de Rome en 1894. Ironie de l’histoire, il\nsuccédera en 1920 à Fauré au poste de directeur du Conservatoire. Il signa pour Dolly\nune orchestration fort délicate, dans laquelle Ravel devine « un tact et une souplesse des\nplus ingénieux ». La présence des trombones ne doit pas surprendre, car Rabaud les utilise\ndans leur couleur et leur nuance les plus douces (à la fin de « Tendresse » par exemple).\nOn ne s’étonnera pas que le tambour de basque, dans « Le pas espagnol », contribue à\nla couleur locale de la musique.\n\n00:00 - Début du concert\n00:04 - Berceuse - Allegretto moderato (mi maggiore)\n03:05 - Mi-a-ou - Allegro vivo (fa maggiore)\n05:41 - Le jardin de Dolly - Andantino (mi maggiore)\n08:53 - Kitty-valse - Tempo di Valse (mi bemolle maggiore)\n12:14 - Tendresse - Andante (si bemolle minore) \n16:34 - Le pas espagnol - Allegro (re minore)\n\nOn précisera que la suite Dolly fit l’objet d’une version dansée qui fut créée en 1913 au\nThéâtre des arts, sur un livret de Louis Laloy et avec une chorégraphie de Léo Staats.",
    "Duration": "00:19:12",
    "ChannelName": "France Musique concerts",
    "VideoId": "Akxz5j33icU",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Frank Martin \"Polyptyque\" (Sebastian Bohren, Cristian Macelaru, RCO)",
    "Description": "LIVE @ Stretta Concerts Brugg, 5th of june 2022\nStadtkirche Brugg\n\nFrank Martin's Polyptyque: Six images of the Passion of Christ\n\nRomanian Chamber Orchestra / Cristian Macelaru / Sebastian Bohren\n\nAudio Recording: Mirjam Rogger / www.line-in.ch",
    "Duration": "00:25:45",
    "ChannelName": "Sebastian Bohren Violin",
    "VideoId": "Lr1pjxmpqZA",
    "ChannelId": "UCSRmsVHbdk0X3pAlM97T2Ww"
  },
  {
    "Title": "Glinka - Ruslan und Ludmilla Ouvertüre | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Die Ouvertüre zur Oper Ruslan und Ludmilla von Michail Glinka, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgenommen am 27. Juni 2025 in der Kölner Philharmonie. \n\nMichail Glinka - Ouvertüre zu \"Ruslan und Ludmilla\"\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:05:31",
    "ChannelName": "ARD Klassik",
    "VideoId": "-6HnMy4A09Y",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Gustav Mahler - Sinfonie Nr. 1 D-Dur | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 1 D-Dur, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 17.06.2023 in der Kölner Philharmonie.\n\nGustav Mahler - Sinfonie Nr. 1 D-Dur\n\n00:00:00 I. Langsam. Schleppend, im Anfang sehr gemächlich\n00:16:35 II. Kräftig bewegt, doch nicht zu schnell\n00:24:24 III. Feierlich und gemessen, ohne zu schleppen\n00:34:48 IV. Stürmisch bewegt\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nAuch Gustav Mahlers 1. Sinfonie verdankt ihre Existenz der Liebe – und das gleich in doppelter Hinsicht. Bevor Mahler Direktor der Wiener Hofoper wurde, durchlief er zahlreiche Posten an verschiedenen Opernhäusern. Eine seiner frühen Stationen war Kassel. Hier verliebte er sich, ähnlich unglücklich wie später Bartók, in die Sängerin Johanna Richter. Für Johanna schrieb Mahler die Texte und die Musik seiner \"Lieder eines fahrenden Gesellen\".\nEinige Jahre darauf hatte er ein Engagement in Leipzig und begann dort eine Affäre mit Marion von Weber, die mit einem Enkel des Komponisten Carl Maria von Weber verheiratet war. In diesem emotionalen Ausnahmezustand komponiert Mahler seine 1. Sinfonie, zu der er in den letzten Jahren bereits Ideen gesammelt hat. Jetzt bringt er sie in einem regelrechten Furor innerhalb von sechs Wochen zu Papier. Im ersten und dritten Satz zitiert er zwei der \"Lieder eines fahrenden Gesellen\": \"Ging heut’ Morgen übers Feld\" und (neben der Mollvariante des Kanons \"Frère Jacques\") eine Passage aus \"Die zwei blauen Augen\". Vorläufig nannte er das große Orchesterwerk noch \"symphonische Dichtung in zwei Teilen\". Diese fünfsätzige Erstfassung enthielt einen zweiten Satz mit dem Titel \"Blumine\". Die Uraufführung 1889 in Budapest fiel hoffnungslos durch. Zwar jubelte ein Teil des Publikums Mahler ostentativ zu, aber die meisten Konzertbesucher:innen ließ die neuartige Musik ratlos zurück. Diese Erfahrung veranlasste den Komponisten, das Werk für eine Aufführung in Hamburg 1894 zu revidieren. In Anlehnung an den gleichnamigen Roman von Jean Paul gab er ihm nun den Titel \"Titan, eine Tondichtung in Symphonieform\". Auch die Sätze trugen eigene Bezeichnungen, zudem hatte Mahler ein Programm verfasst. Diese Idee verwarf er später wieder, weil er die Erfahrung gemacht hatte, dass das Publikum die tiefere Idee seiner Musik dadurch aus den Augen verlor. Die endgültige Fassung mit vier Sätzen (ohne \"Blumine\"-Satz und ohne den Titel \"Titan\") erschien erstmals 1899 im Druck. Mahler unterzog sie noch zwei weiteren kleineren Korrekturdurchgängen, das letzte Mal im Jahr 1909, gut zwanzig Jahre nach der Komposition.\n\nText: Otto Hagedorn",
    "Duration": "00:54:39",
    "ChannelName": "ARD Klassik",
    "VideoId": "ZJPKcsSDL1I",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "György Ligeti - Concert Românesc | WDR Sinfonieorchester | Cristian Măcelaru",
    "Description": "György Ligetis \"Concert Românesc für Orchester\", gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru am 26. März 2021 in der Kölner Philharmonie. \n\nGyörgy Ligeti - Concert Românesc\n\n00:00:00 I. Andantino\n00:03:55 II. Allegro vivace\n00:05:16 III. Adagio ma non troppo\n00:09:32 IV. Molto vivace\n\nWDR Sinfonieorchester\nChristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung\nUnerschöpflich scheinen sie zu sein, die Quellen der Volksmusik Ungarns und Rumäniens. Von ihren ursprünglichen Klängen ließen sich auch \"klassische\" Komponisten gern inspirieren, sogar Joseph Haydn gehörte dazu. Aber es waren Anfang des 20. Jahrhunderts vor allem Zoltán Kodály und Béla Bartók, die systematisch Volksmelodien sammelten, um sie kunstvoll in ihre Werke einzuarbeiten und zu reflektieren. Und auch der aus dem rumänischen Siebenbürgen stammende György Ligeti zeigte großes musikethnologisches Interesse.\n\nIn einem seiner frühen Werke, dem \"Concert Românesc\" für Orchester von 1951, zeigt sich dies geradezu exemplarisch, rhythmisch prägnant und mit viel Esprit. Eine ausführliche Erläuterung zur Notenausgabe aus dem Jahr 2000 verfasste Ligeti, fast 50 Jahre nach der Komposition, selbst: \"1949/50 hielt ich mich in Rumänien auf, studierte am Folklore-Institut in Bukarest, dann nahm ich teil an mehreren Reisen zum Aufzeichnen von teils rumänischer, teil ungarischer Volksmusik (in Covasint, bei Arad und in Inaktelke im Kalotaszeg-Gebiet, nahe Klausenburg). Das vorliegende viersätzige Orchester-Konzert (mit Streicher- und Bläser-Soli) basiert auf einer Vielzahl rumänischer Volksmelodien, die ich aufgezeichnet habe, doch stammen sie überwiegend von Wachsrollen und Schallplatten aus dem Bukarester Folklore- Institut. In Covasint habe ich dagegen die gängigen harmonischen Wendungen der rumänischen Bauernmusik kennengelernt, die ich stilisiert im 'Konzert' verwendet habe. Diese Orchesterkomposition war eines der 'Camouflage-Stücke', als Ausweichen (1951) vor der aufoktroyierten 'Sozrel'-Diktatur [den allumfassenden Repressalien des kommunistischen Regimes, die auch die klassische Musik betrafen]. Obwohl einigermaßen konform, entpuppte sich das Stück als 'politically incorrect' infolge einiger verbotenen Dissonanzen (z. B. fis innerhalb von B-Dur). Für den heutigen Hörer ist es kaum nachvollziehbar, dass solche milden tonalen Scherze als staatsgefährdend deklariert wurden. Das 'Concert Românesc' spiegelt meine tiefe Liebe zur rumänischen Volksmusik und zur rumänischsprachigen Kultur schlechthin wider. Das Stück wurde sofort verboten und erst viele Jahrzehnte später aufgeführt.\"\n(Text: Norbert Hornig)",
    "Duration": "00:15:06",
    "ChannelName": "ARD Klassik",
    "VideoId": "ZWvD70SP0DY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Igor Strawinsky - Le sacre du printemps | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Igor Strawinskys Ballettmusik \"Le sacre du printemps\" live gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru am 11.06.2022 in der Kölner Philharmonie.\n\nTeil 1: L’adoration de la terre (Die Anbetung der Erde) \n00:00:00 1. Introduction. Lento (Einführung) \n00:03:12 2. Les augures pintaniers (Die Vorboten des Frühlings: Tanz der jungen Mädchen) \n00:06:43 3. Jeu du rapt (Entführungsspiel) \n00:07:57 4. Rondes printanières (Frühlingsreigen) \n00:11:51 5. Jeux des cités rivales (Spiele der feindlichen Stämme) \n00:13:21 6. Cortège du sage (Prozession der weisen Alten) \n00:14:25 7. Embrasse de la terre (Anbetung der Erde - Der weise Alte) \n00:14.49 8. Danse de la terre (Tanz der Erde) \n\nTeil 2: Le sacrifice (Das Opfer)\n00:16:22 1. Introduction. Largo (Einführung) \n00:21:24 2. Cercles mystérieux des adolscentes (Geheimnisvolle Kreise der jungen Mädchen) \n00:24:54 3. Glorification de l’élue (Verherrlichung der Auserwählten) \n00:26:29 4. Evocation des Ancêtres (Anrufung der Ahnen)\n00:27:19 5. Action Rituelle des Ancêtres (Rituelle Handlung der Ahnen) \n00:31:04 6. Danse sacrale (Opfertanz - Die Auserwählten) \n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung: \nChaotisch, ekstatisch, barbarisch. Die Skandal-Uraufführung des \"Sacre du printemps\" markierte für die einen das Ende der Kultur, die anderen bejubelten den Aufbruch in eine neue Zeit. \"Die Musik kommt frisch und neu aus mir heraus. In meinem Kopf das Bild der alten Frau in einem Eichhörnchenfell. [...] Ich sehe sie vor mir, wie sie vor der Gruppe hin und her rennt, sie manchmal stoppt und den rhythmischen Fluss unterbricht.\"\nIn seinem Brief an den russischen Künstler, Forscher und Philosophen Nicolas Roerich schildert Igor Strawinsky im September 1911 die Entstehung der ersten Tanzszene. Die Kollision der gegenläufigen Bewegungen, das unvorhersehbare Stocken und die jähen Richtungswechsel haben sich in die Musik eingeschrieben. Was den Komponisten und seinen Bühnenbildner Roerich bei der Arbeit antrieb, war die Vision eines archaischen Rituals.\n\n\"Paris aber war unpässlich\"\nDas Publikum der Pariser Uraufführung trifft die wilde, entfesselte Kraft des \"Frühlingsopfers\" knapp zwei Jahre später wie ein Schlag. Die Tänzer der berühmten Ballets Russes stampfen mit den flachen Füßen auf den Bühnenboden, dass die Bretter zittern. Im Hintergrund ein betont einfaches Landschaftsbild. Keine Spur mehr von der luxuriösen Opulenz und übersteigerten Raffinesse vorausgegangener Produktionen wie dem \"Feuervogel\".\n\nIm Rückblick ist es schwer zu sagen, was die rund zweitausend Besucherinnen und Besucher im Théâtre des Champs Elysées am 29. Mai 1913 mehr schockierte: die Musik von Igor Strawinsky, die Choreografie von Vaslav Nijinsky oder die Ausstattung von Nicolas Roerich. Die Uraufführung des \"Sacre\" ging als Jahrhundertskandal in die Musikgeschichte ein. Es wurde höhnisch gelacht, gestritten und gepfiffen. So manche spektakuläre Anekdote von verstörten Aristokratinnen, Verabredungen zum Duell und Polizeieinsätzen wurde aber wohl erst im Nachhinein hinzugedichtet.\n\nDem geschäftssinnigen Impresario der Ballets Russes, Sergej Diaghilew, kam der Skandal gerade recht, denn er verhieß Aufmerksamkeit. Er selbst hatte einen Teil der Plätze gekauft und an Studierende, Kunstschaffende und Fans vergeben, um die Stimmung anzuheizen und der erwarteten Empörung des Establishments lautstarke Begeisterung entgegenzusetzen. Während der Dirigent Pierre Monteux die Uraufführung mit der \"Ruhe eines Krokodils\" zu Ende brachte, wie Strawinsky bewundernd kommentierte, äußerte er selbst sich der New York Times gegenüber zugleich gekränkt, aber auch zuversichtlich: \"Zweifellos wird man eines Tages verstehen, dass ich einen Überraschungscoup auf Paris gelandet habe, Paris aber unpässlich war\".\n\nText: Martina Seeber\n\n► Hier geht's zur vollständigen Werkeinführung : https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/strawinsky-sacre-100.html",
    "Duration": "00:35:48",
    "ChannelName": "ARD Klassik",
    "VideoId": "5iP3jjNDb4o",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Janacek : Taras Bulba (Orchestre national de France)",
    "Description": "L'Orchestre national de France joue, sous la direction de Cristian Macelaru, Taras Bulbla, rhapsodie pour orchestre de Leos Janacek. Extrait du concert donné le 10 mars 2022 à l'auditorium de la Maison de la Radio et de la Musique.\n\n\nRhapsodie pour orchestre inspirée de la nouvelle éponyme de Nicolas Vassiliévitch Gogol (1835)\nMort d'Andreï\nMort d'Ostap\nProphétie et Mort de Taras Bulba\nEn 1835, Nicolas Gogol publiait une première version de Taras Bulba, partie intégrante d’un recueil intitulé Mirgorod. Une seconde version de ce roman historique, plus développée et autonome, suivit en 1843. L’œuvre retrace l’épopée, au XVIIe siècle, de Taras Bulba et de ses fils Andreï et Ostap, cosaques zaporogues (guerriers ukrainiens vivant en amont des chutes du Dniepr, au centre de l’Ukraine), depuis leur patrie jusqu’en Pologne. Si le compositeur ukrainien Mykola Lysenko (1842-1912) précéda Janáček en composant un opéra en quatre actes d’après cette œuvre de Gogol (ouvrage créé à titre posthume à Kharkov en 1924), et Reinhold Glière (1875-1956), autre compositeur ukrainien (d’origine allemande), un ballet (1952), Taras Bulba inspira également les cinéastes russes : Alexandre Drankov en 1909, Vladimir Strijevski en 1924 – mais aussi Alexis Granowsky, installé en France, pour un film français de 1936 avec Harry Baur, Jean-Pierre Aumont et Danielle Darrieux, tout comme il marqua le jeune public français, en 1965, avec une adaptation pour la télévision de Jean-Louis Roncoroni destinée à la série de Claude Santelli « Le Théâtre de la jeunesse » (l’orthographe utilisée en France étant alors Tarass Boulba). L’un des thèmes traités par Gogol est le désir d’indépendance des peuples et leurs luttes pour l’obtenir, sujet sensible en 1915, en pleine Grande Guerre, et en 1918, à l’heure des exigences nationalistes exaucées : le 28 octobre de cette même année était créée, conséquence de la dislocation des empires centraux, en l’occurrence austro-hongrois et allemand, l’État souverain de Tchécoslovaquie.\nDans son Taras Bulba – on doit également à František Neumann la création de quatre des opéras de Janáček : Káťa Kabanová (1921), La Petite Renarde rusée (1924), Šárka (son tout premier opéra, composé en 1887 mais créé en 1925 seulement, à l’occasion du 70e anniversaire du compositeur), enfin L’Affaire Makropoulos (1926) –, Janáček fait appel à un orchestre richement coloré afin de dépeindre le destin héroïque et tragique de ces cosaques épris de liberté. Le père du musicien, instituteur de son village natal, tenait l’orgue à l’église, et Leoš Janáček lui-même étudia l’instrument à Prague en 1874- 1875, avant d’ouvrir en 1881 une école d’orgue indépendante à laquelle il consacra une grande partie de son activité, jusqu’en 1920. Son œuvre d’orgue est néanmoins plus que réduite (éternels regrets !) : trois pages de jeunesse, composées durant l’été 1875 – Predera (Prélude), Varyto (instrument tchèque légendaire, sans doute inspiré de la cithare grecque) et Choralnifantazie ; deux pièces notées Adagio, écrites et publiées (à compte d’auteur) en 1884. L’orgue ne réapparaîtra dans son œuvre qu’en complément de l’orchestre, ici même pour Taras Bulba puis dans la Messe glagolitique (1926), couronnée (avant la fanfare finale) d’un étonnant Postlude pour orgue seul.\nPlacé sous le double signe de l’amour d’Andreï (mélodie lyrique au cor anglais puis au violon) pour une jeune Polonaise dont l’appartenance à la religion catholique est ici suggérée par la présence de l’orgue, et d’une violence se faisant l’écho de l’affrontement entre Ukrainiens et Polonais ( sonneries de cloches, trompettes guerrières, bruits de la bataille faisant rage entre les deux camps ), le premier volet de Taras Bulba témoigne d’une tension de plus en plus fiévreuse, jusqu’au meurtre du fils cadet, Andreï, traître par amour d’une catholique, et tué par son propre père, Taras. Bouleversé par la mort de son cadet, le fils aîné, Ostap, est capturé par les vainqueurs. Conduit à Varsovie, il y est torturé et exécuté. De nouveau, contraste appuyé dans ce deuxième volet : d’un côté la couleur sombre des trombones (Taras, qui s’est introduit, déguisé, dans Varsovie et assiste à la scène) et les appels déchirants d’Ostap à son père (stridences de la petite clarinette) ; de l’autre la mazurka que dansent, triomphants, les vainqueurs de l’affrontement qui a précédé. Le dernier volet est consacré à Taras Bulba lui-même, à son tour capturé et brûlé vif, avec évocation rétrospective de ses hauts faits et de sa lutte pour un idéal : Janáček semble avoir eu le souci d’une magnificence orchestrale exacerbée, hommage à la foi inébranlable du cosaque dans la cause pour laquelle il a combattu, ce qui expliquerait la présence de l’orgue dans ce dernier mouvement (absent dans la version originale) – non pas, comme dans le premier mouvement, pour souligner les divergences de religion entre les deux camps, mais pour l’apport, timbres et majesté mêlés, de l’orgue associé à l’orchestre au grand c...",
    "Duration": "00:25:01",
    "ChannelName": "France Musique concerts",
    "VideoId": "oYoGBWW_vlc",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Johannes Brahms - Sinfonie Nr. 4 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 4 e-Moll op. 98, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 14.03.2023 in Timișoara, Filarmonica Banatul.\n\nJohannes Brahms - Sinfonie Nr. 4 e-Moll op. 98 \n\n00:00:00 I. Allegro non troppo \n00:12:43 II. Andante moderato\n00:24:23 III. Allegro giocoso – Poco meno presto – Tempo I\n00:30:17 IV.  Allegro energico e passionato – Più Allegro \n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Eine ganz persönliche Werkeinführung gibt es hier mit Soloflötist Michael Faust https://www.youtube.com/watch?v=o22rT1WcvVc\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nDas erdrückende Erbe Beethovens im Rücken, brauchte Johannes Brahms ein Vierteljahrhundert, bis er seine 1. Sinfonie vollendete. Als diese gelang, ließ Brahms nach 1876 noch drei weitere Sinfonien folgen. Meist nutzte er dafür seine freie Zeit in den Sommerferien. So entstand die 4. Sinfonie in den Jahren 1884 und 1885 im Örtchen Mürzzuschlag in der Steiermark. Während Brahms über neuen Kompositionen brütete, drangen nur wenige Informationen nach außen. Und wenn, dann fielen seine vagen Andeutungen zumeist skeptisch aus. Einer befreundeten Familie kündigte er seine Vierte als »eine neue traurige Symphonie« an und schrieb aus seinem Urlaubsdomizil an den Dirigenten Hans von Bülow: \"Ich fürchte nämlich, sie schmeckt nach dem hiesigen Klima – die Kirschen hier werden nicht süß [...].\" Was hier angedeutet wird, ist der herbe und »elegische« Charakter der 4. Sinfonie. Weil Brahms‘ Bekanntenkreis mit Bedenken auf die neue Sinfonie reagierte, entschloss sich der Komponist zu einer Vorab-Aufführung an zwei Klavieren (zwei Wochen vor der Premiere). Die Reaktion war auch hier verhalten, doch nach der gelungenen Uraufführung durch die Meininger Hofkapelle am 25. Oktober 1885 fand auch die Vierte ihren Weg in die Konzertsäle.\nMit der Sinfonie Nr. 4 op. 98 schloss Brahms sein sinfonisches Schaffen ab. Zugleich bedeutete die Vierte auch das Ende der klassisch-romantischen Sinfonie und ihrer Finallösung \"durch Nacht zum Licht\". Die Frage, wie Beethovens sinfonisches Erbe fortgesetzt werden könnte, bewegte das gesamte 19. Jahrhundert. Brahms beantwortete sie im Finale der 4. Sinfonie mit einem Rückgriff auf die barocke Chaconne bzw. Passacaglia. In dem Vertrauen auf die majestätische Strenge und erhabene Größe dieses bewährten Variationsmodells erlangte Brahms auf diese originelle Weise orchestrale Wucht und sinfonische Größe. Davon war der junge Richard Strauss als einer der ersten Zuhörer begeistert: \"Ein Riesenwerk [...] neu und originell und doch von A bis Z ein echter Brahms.\" \n\nText: Tilla Clüsserath",
    "Duration": "00:40:39",
    "ChannelName": "ARD Klassik",
    "VideoId": "88oULpg1iLY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Klassik am Odeonsplatz 2018 - First concert day - Bavarian Radio Symphony Orchestra",
    "Description": "Klassik am Odeonsplatz 2018 - First concert day\n\nPart I\n\n[00:00:00] - Leonard Bernstein - Candide, Overture\n\n                     Jules Massenet\n[00:05:43] - Suis-je gentille ainsi\n                     Scene of Manon from the opera Manon Lescaut**\n\n[00:13:03] - Jules Massenet - Méditation from the opera Thaïs*\n\n                     Erik Satie\n[00:18:57] - Gymnopédies No. 1 (orchestrated by Claude Debussy)\n\n                     Erik Satie\n[00:22:44] - Gymnopédies No. 3 (orchestrated by Claude Debussy)\n\n                     Charles Gounod\n[00:25:55] - Ah! Je ris de me voir\n                     Jeweled aria of Marguerite from the opera Faust**\n\n                      Charles Gounod\n[00:31:55] - Je veux vivre, Juliette's aria from the opera Romeo et Juliette**\n\n\nPart II\n\nAntonín Dvorák\nSymphony No. 9 in E minor, op. 95 ~ From the New World ~\n\n[00:36:54] - 01. Movement: Adagio - Allegro molto\n[00:48:39] - 02. Movement: Largo\n[01:01:12] - 03. Movement: Scherzo. Molto vivace - Poco sostenuto\n[01:08:35] - 04. Movement: Finale. Allegro con fuoco\n\nEncore\n\n[01:20:21] - Antonín Dvorák - Slavonic Dance, op. 46, No. 8\n\n** Diana Damrau, soprano\n*   Radoslaw Szulc, violin\n\nBavarian Radio Symphony Orchestra\nCristian Măcelaru, conductor\n\nRecorded live on 13.07.2018\nat the Odeonsplatz, Munich",
    "Duration": "01:25:41",
    "ChannelName": "Grande Valse Viennoise",
    "VideoId": "z_96ZhpTwRA",
    "ChannelId": "UCAj0jnQrm28oyEc_gep7UwQ"
  },
  {
    "Title": "Mahler - Sinfonie Nr. 2 - Auferstehungssinfonie | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 2 c-Moll, die \"Auferstehungssinfonie\", mit dem WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru, den Solistinnen Hanna-Elisabeth Müller (Sopran), Wiebke Lehmkuhl (Alt), dem WDR Rundfunkchor und dem Rundfunkchor Berlin. Live aufgenommen am 04.11.2023 in der Kölner Philharmonie.\n\nGustav Mahler - Sinfonie Nr. 2 c-Moll  \"Auferstehungssinfonie\"\n\n00:00:00 I. Allegro Maestoso\n00:23:22 II. Andante moderato\n00:33:01 III. In ruhig fließender Bewegung\n00:43:58 IV. \"Urlicht\"\n00:49:28 V. Im Tempo des Scherzos\n\nHanna-Elisabeth Müller, Sopran\nWiebke Lehmkuhl, Alt\nRundfunkchor Berlin\nWDR Rundfunkchor\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\n\"... begann ein leiser Lobgesang\" – so heißt es in Richard Dehmels Gedicht, als meine es den magischen Moment in Mahlers 2. Sinfonie, wenn der Chor im letzten Satz \"misterioso\" anstimmt: \"Aufersteh’n, ja aufersteh’n ...\"\n\nGustav Mahler ist erster Kapellmeister am Stadt-Theater in Hamburg und hat alle Hände voll zu tun: Operneinstudierungen, Dirigate von Vorstellungen und Sinfoniekonzerten. Und obendrein bringt er die Kraft und Disziplin auf, seine 2. Sinfonie zu komponieren. Die Form des Werks erwächst erst im Entstehungsprozess. Anfangs, noch einige Jahre zuvor in Leipzig, ist da der Gedanke des ersten Satzes, mit dem Mahler eine Totenfeier in Musik setzt. Seine konkreten inhaltlichen Vorstellungen zu dieser Musik hat er später in einem Programm formuliert: \"Am Grabe eines geliebten Menschen. Sein Kampf, sein Leiden und Wollen zieht am geistigen Auge vorüber. Fragen drängen sich auf: Was bedeutet der Tod – gibt es Fortdauer?\"\n\nDer 2. Satz ist \"ein seliger Augenblick aus dem Leben des Toten\" und enthält \"wehmütige Erinnerungen\". Im 3. Satz hat sich \"der Geist der Verneinung [...] seiner bemächtigt. Die Welt erscheint ihm als sinnloses Treiben. Aufschrei der Verzweiflung\". Eine Insel der Ruhe ist der 4. Satz, \"Urlicht\" überschrieben, für den Mahler einen Volksliedtext aus \"Des Knaben Wunderhorn\" vertont hat. Dies ist, so Mahler, die \"rührende Stimme des 'naiven' Glaubens\". Im 5. Satz drängen sich \"die Fragen des ersten Satzes [...] erneut auf. Apokalyptische Visionen: der große Appell; schließlich der Ausblick auf Erlösung: 'Und siehe da: es ist kein Gericht, es ist kein Sünder, kein Gerechter – kein Großer und kein Kleiner –, es ist nicht Strafe und nicht Lohn! Ein allmächtiges Liebesgefühl durchdringt uns mit seligem Wissen und Sein.'\"\n\nDer Furor, die Wucht von Mahlers 2. Sinfonie hat den Großteil des Publikums bei der Uraufführung im Dezember 1895 ratlos zurückgelassen. Ihr Ringen um Antworten auf die großen Lebensfragen haben sie schließlich zu einem seiner beliebtesten Werke gemacht.\n\nText: Otto Hagedorn",
    "Duration": "01:26:31",
    "ChannelName": "ARD Klassik",
    "VideoId": "wnymC9OcSnE",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Mahler - Sinfonie Nr. 3 | Cristian Măcelaru | WDR Sinfonieorchester | WDR Rundfunkchor",
    "Description": "Gustav Mahlers Sinfonie Nr. 3 d-Moll, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru am 02.11.2024 in der Kölner Philharmonie. Es singen Sasha Cooke, die Damen des WDR Rundfunkchores und die Knaben und Mädchen der Kölner Dommusik. \n\nGustav Mahler - Sinfonie Nr. 3 d-Moll \n\n00:00:00 I. Kräftig. Entschieden\n00:36:18 II. Tempo di Menuetto. Sehr mäßig\n00:46:54 III. Comodo. Scherzando\n01:05:46 IV. Sehr langsam. Misterioso\n01:15:06 V. Lustig im Tempo und keck im Ausdruck\n01:19:19 VI. Langsam. Ruhevoll. Empfunden\n\nSasha Cooke, Mezzosopran\nKnaben und Mädchen der Kölner Dommusik\nDamen des WDR Rundfunkchores\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung\n\"Die Symphonie muss sein wie die Welt. Sie muss alles umfassen.\" Mit diesen Worten brachte Gustav Mahler sein Selbstverständnis als Komponist auf den Punkt. Musik, das war für ihn nicht einfach ein akustisches Phänomen, sondern der Spiegel allen Seins. In seiner zweiten Sinfonie hat er versucht, die bangen Existenzfragen des Menschen in Musik auszudrücken. In seiner Dritten hingegen stellt er die Frage nach dem menschlichen Leben innerhalb des Kosmos. Er selbst hat das konkret so formuliert: \"Die höchsten Menschheitsfragen, die ich in der Zweiten stellte und zu beantworten suchte: Wozu sind wir? und: Werden wir sein auch über dieses Leben hinaus? – sie können mich hier nicht mehr bewegen. Denn was hat das im All zu bedeuten, wo alles lebt und leben muß und wird? Kann ein Geist, der den ewigen Schöpfungsgedanken der Gottheit in einer Symphonie wie dieser nachdenkt, sterben? Nein, die Zuversicht bekommt man: ewig und unvergänglich wohlgeborgen ist alles; […] und hier hat auch Menschenleid und -trübsal keinen Raum mehr.\" Eine wahrlich herausfordernde Fragestellung. Die musikalische Antwort darauf konnte naturgemäß nicht kurz und bündig ausfallen, sondern detailreich, komplex, ja: ausufernd. Und so ist Mahlers Dritte die wohl längste Sinfonie in der klassisch-romantischen Tradition. Nicht zufällig hat sie sage und schreibe sechs Sätze. Als Mahler dieses weltumfassende Werk 1892 konzipierte und 1895/96 umsetzte, formulierte er für jeden Satz einen Titel. Diese inhaltliche Konkretisierung verwarf er jedoch schon bald wieder, weil er die Erfahrung gemacht hatte, dass sie dem direkten Zugang zur Musik sogar hinderlich sein konnte. Für das Erfassen dieser Sinfonie sind die Titel jedoch hilfreich. Denjenigen des ersten Satzes entnahm Mahler der griechischen Mythologie. Hintergrund ist die Vorstellung von Pan als Gott der Natur. In Mahlers Verständnis reichte Pans Macht allerdings über diese Bedeutung hinaus; er sah ihn als Metapher für das Weltall. Und so meint der Komponist mit dem ursprünglichen Titel des ersten Satzes, \"Pan erwacht\", nicht nur das Sprießen der irdischen Natur, sondern die Materie an sich als Grundlage allen Lebens. Um dies im ersten Satz musikalisch auszudrücken, benötigt Mahler mehr als eine halbe Stunde. Im Hinblick auf die gewichtige Aussage könnte man diesen längsten Sinfoniesatz aller Zeiten sogar als überraschend kurz bezeichnen. Was Mahler in dessen weiterem Verlauf schildert, hat er überschrieben mit \"Der Sommer marschiert ein ('Bacchuszug')\". [...]\n\nText: Otto Hagedorn\n\n► Die vollständige Werkeinführung finden Sie auf unserer Website:\nhttps://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/mahler-dritte-sinfonie-104.html",
    "Duration": "01:42:28",
    "ChannelName": "ARD Klassik",
    "VideoId": "iHgE00etup0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Marsalis - Konzert für Orchester (Uraufführung) | WDR Sinfonieorchester",
    "Description": "Wynton Marsalis' Konzert für Orchester - die Uraufführung vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgezeichnet am 01.02.2025 in der Kölner Philharmonie.\n\nWynton Marsalis - Konzert für Orchester (Uraufführung)\n\n00:00:00 I. Who Struck John?\n00:06:35 II. Group Speak\n00:12:45 III. Testimonials\n00:19:17 IV. It Comes in Waves\n00:24:56 V. A Love Feeling\n00:31:55 VI. Say What?\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nWynton Marsalis bewegt sich seit jeher souverän zwischen den musikalischen Welten des Jazz und der Klassik – als Trompeter und als Komponist. Dies zeigt sich auch in seinem Konzert für Orchester, das er im Auftrag des WDR Sinfonieorchesters komponiert hat. Cristian Măcelaru, dem Komponisten musikalisch wie freundschaftlich seit langem verbunden, beschreibt das Werk:\n\nDie Idee zum Konzert für Orchester entstand aus der langjährigen Zusammenarbeit und den vielen Gesprächen, die ich mit Wynton Marsalis geführt habe. Die Sprache, die er in all seinen Kompositionen verwendet, ist das Idiom des Jazz, doch die Art und Weise, wie er die Struktur aufbaut, hat klassische Ursprünge. Formen, die auf die Fuge oder Passacaglia zurückgehen, sind in all seinen Kompositionen präsent. Aber er erfindet sie neu, damit sie seiner eigenen musikalischen Sprache entsprechen. Er kombiniert diese beiden Idiome auf eine Weise, die sowohl die Jazzstruktur prägt als auch die klassische Tradition herausfordert. Mir gefällt die Art, wie er auf viele wichtige Künstler verweist, die zur Entstehung der Musiksprache des Jazz beigetragen haben, aber man wird auch Parallelen zu traditionellen Komponisten finden. Als ich ihn einmal besuchte, war ich überrascht, in seiner Bibliothek eine Partitur von Haydns Streichquartetten zu finden – und er gestand mir, dass er sie studiert, um das Komponieren für Streicher besser zu verstehen.\n\nWynton Marsalis' Genie ist weder durch Jazzharmonien und -rhythmen noch durch konventionelle musikalische Gesten eingeschränkt. Seine Herangehensweise eröffnet stets ein neues Universum. Es ist mir eine große Ehre, diese Komposition zum Leben zu erwecken, und ich hoffe, dass alle das Privileg empfinden werden, bei diesem einmaligen Ereignis dabei zu sein.\n\n(Text: Otto Hagedorn)",
    "Duration": "00:38:52",
    "ChannelName": "ARD Klassik",
    "VideoId": "zR51V2vA-xE",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Mendelssohn Bartholdy - Sinfonie Nr. 3 \"Schottische\" | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Felix Mendelssohn Bartholdys Sinfonie Nr. 3 a-Moll op. 56, die \"Schottische\", gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen in der Kölner Philharmonie am 26. Februar 2021.\n\nFelix Mendelssohn Bartholdy - Sinfonie Nr. 3 a-Moll op. 56  \"Schottische\"\n\n00:00:00 I. Andante con moto - Allegro un poco agitato\n00:17:35 II. Vivace non troppo\n00:21:59 III. Adagio\n00:32:04 IV. Allegro vivacissimo - Allegro maestoso assai\n\nWDR Sinfonieorchester \nCristian Măcelaru, Leitung \n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nWo machten echte Romantiker*innen im 19. Jahrhundert Urlaub? Natürlich im schottischen Hochland! James Macphersons Ossian-Sagen und die Werke des schottischen Dichters Walter Scott inspirierten sie dazu. Auch den 20-jährigen Felix Mendelssohn Bartholdy zog es dorthin, nachdem er in London als Dirigent und Pianist 1829 eine überaus erfolgreiche Konzertsaison hingelegt hatte. Mit seinem Freund Karl Klingemann zogen sie im Sommer los, um die sagenumwobenen Highlands zu erkunden. Station machten sie auch in Schottlands Hauptstadt Edinburgh und im Schloss Holyrood. Ein Ort mit einer düsteren Vergangenheit: Königin Maria Stuart hatte hier einst residiert. Und hier hatten ihre Gegner 1566 den Privatsekretär David Rizzio bestialisch ermordet – vor ihren Augen. Er habe an diesem Tag, an diesem Ort, den Anfang seiner \"Schottischen Sinfonie\" gefunden, so schreibt Mendelssohn an seine Familie nach Berlin.\nDoch erst über 12 Jahre später setzt er das Projekt um. Seine Sinfonie a-Moll, vollendet im Januar 1842, wird zwar heute als seine dritte gezählt, ist jedoch eigentlich seine letzte. Robert Schumann lobte in seiner Besprechung die formale Dichte des Werks; es bilde \"ein engverschlungenes Ganzes\". Im Gestus erhaben und episch, wie es sich für eine romantische Sinfonie gehört, ist sie innovativ vor allem wegen ihres ausgeprägt lyrischen Stils: Mendelssohn Bartholdy arbeitet mit poetischen Liederthemen, \"Liedern ohne Worte\". Liedstrukturen prägen die ganze Sinfonie. Zwar kommt die \"Schottische\" ohne ein spezifisches Programm aus, sie ist aber durchwirkt von schottischem Kolorit. Hörbar wird das etwa in den Dudelsackanklängen des zweiten Satzes oder im balladenhaften Tonfall des Sinfoniebeginns: \"Es war einmal in fernen Zeiten\" scheint die Musik hier artikulieren zu wollen. Assoziationen an eine düstere, schottische Landschaft mit verfallenen Gemäuern und versunkenen Geschichten stellen sich beim Hören wie von selbst ein – auch in der schaurigen Sturmmusik am Ende des Kopfsatzes.\n\nText: Verena Großkreutz",
    "Duration": "00:42:37",
    "ChannelName": "ARD Klassik",
    "VideoId": "YwyanSvsHKY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Orchestre National de France & Cristian Măcelaru @ George Enescu Festival 2023 (FULL 2ND CONCERT)",
    "Description": "Orchestre National de France & Cristian Măcelaru @ George Enescu Festival 22.09.2023 (FULL CONCERT), 2nd night, Palace Hall Bucharest\n\nORCHESTRE NATIONAL DE FRANCE\nROMANIAN YOUTH ORCHESTRA\nCHOIR OF THE GEORGE ENESCU PHILHARMONIC\nCRISTIAN MĂCELARU conductor\nIOSIF ION PRUNNER conductor of the choir\nKIRILL GERSTEIN piano\n\n0:40 Rachmaninoff: Piano Concerto No. 2 in C minor Op. 18\n35:40 (Kirill Gerstein encore) Rachmaninoff: In the Silence of the Secret Night\n39:55 Enescu: Symphony No. 3 in C major Op. 21\n1:37:15 Enescu: Romanian Rhapsody in A major Op. 11 No. 1\n\nSEPARATELY:\nhttps://youtu.be/YmQZN5b7-NY\nhttps://youtu.be/OZyArwZdfs8\nhttps://youtu.be/QLkjd7YOK14\nhttps://youtu.be/v3X8cxlGiXM\n\n\nRecorded from public broadcast. Enjoy!\n\nPlease subscribe for more content like this! Cheers!\n\n_____________________________________________________\n\nThe Piano Concerto No. 2 in C minor, Op. 18, is a concerto for piano and orchestra composed by Sergei Rachmaninoff between June 1900 and April 1901. The piece established his fame as a concerto composer and is one of his most enduringly popular pieces.\n\nAfter the disastrous 1897 premiere of his First Symphony, Rachmaninoff suffered a psychological breakdown and depression that prevented composition for three years. In 1899, he was supposed to perform the Second Piano Concerto in London, which he had not composed yet, and instead made a successful conducting debut. The success led to an invitation to return next year with his First Piano Concerto; however, he promised to reappear with a newer and better one. After an unsuccessful meeting with Leo Tolstoy meant to revoke his writer's block, relatives decided to introduce Rachmaninoff to the neurologist Nikolai Dahl, whom he visited daily from January to April 1900. Rachmaninoff dedicated the concerto to Dahl for successfully treating him by restoring his health and confidence in composition. (Wikipedia)\n\n_____________________________________________________\n\nEnescu began writing the Third Symphony at Sinaia in May 1916, not long before Romania entered the First World War. During the withdrawal of Romania to the province of Moldavia in face of the invading forces of the Central Powers, he finished the first movement in 1917 at Iași. The second movement was completed at the height of the conflict, in January 1918, also at Iași, and the third was finished on 20 August of the same year at Dorohoi. The premiere date is disputed. According to one authority the Symphony was first performed in 1918 and then again at least once in the same year. According to others, however, the first performance did not take place until 25 May 1919 at the Athenaeum in Bucharest, with the Orchestra of the Ministry of Education and the Carmen Choral Society, conducted by the composer, prefaced by J. S. Bach's Brandenburg Concerto No. 4. Although the symphony was an immediate success, Enescu was not satisfied with it and undertook a revision in 1920. The new version was premiered in Paris at the end of February 1921, conducted by Gabriel Pierné, but Enescu still was not satisfied and continued to revise the score for more than thirty years. The latest revision is dated 12 June 1951. It was not published until 1965, by the Editura muzicală a uniunii compozitorilor din Republica socialistă românia in Bucharest. (Wikipedia)\n\n_____________________________________________________\n\nThe Rhapsody No. 1 in A major is dedicated to the composer and pedagogue Bernard Crocé-Spinelli (a fellow student with Enescu in André Gedalge's counterpoint class at the Conservatoire), and is the better known of the two rhapsodies. The essence of this rhapsody is the dance. Enescu claimed that it was \"just a few tunes thrown together without thinking about it\", but his surviving sketches show that he carefully worked out the order in which the melodies should appear, and the best instrumental setting for each one. It was completed on 14 August 1901, when Enescu was still only 19 years old.\n\nEnescu conducted the First Rhapsody at what proved to be his New York farewell concert with members of the New York Philharmonic on 21 January 1950. The concert was billed as a commemoration of his 60th year as an artist, and in it he appeared as violinist together with Yehudi Menuhin in Bach's Concerto for Two Violins, as pianist in his own Sonata No. 3 for Violin and Piano (also with Menuhin), and as conductor of his Suite No. 2 for Orchestra, Op. 20, and the Rhapsody, which concluded the programme. (Wikipedia)",
    "Duration": "01:56:42",
    "ChannelName": "Concert Maestro",
    "VideoId": "kZQJHwH_7Gw",
    "ChannelId": "UCzWd7LpenDOYTlVZo8VOnXA"
  },
  {
    "Title": "Orchestre National de France - New Year's Concert 2022",
    "Description": "Orchestre National de France - New Year's Concert 2022\n\n[00:00:00] - 01. Emmanuel Chabrier - España, Rhapsody for orchestra\n[00:07:10] - 02. Emmanuel Chabrier - Bourrée fantasque for orchestra\n[00:14:21] - 03. Hector Berlioz - Un bal from Symphonie fantastique\n[00:21:49] - 04. Claude Debussy - Rhapsody for clarinet and orchestra**\n[00:31:04] - 05. Jacques Offenbach - Can-Can (Galop infernal) from Orpheus in the Underworld\n[00:34:01] - 06. Camille Saint-Saëns - Havanaise for violin and orchestra in E major, op. 122*\n[00:44:48] - 07. Camille Saint-Saëns - Bacchanale from the opera Samson et Dalila\n[00:53:15] - 08. Maurice Ravel - Bolero\n[01:10:10] - 09. Emmanuel Chabrier - Habanera\n\n*   Sarah Nemtanu, vioin\n** Carlos Ferreira, clarinet\n\nOrchestre National de France\nCristian Măcelaru, conductor\n\nRecorded live on 30.12.2021\nat Grand Auditorium, Maison de la Radio et de la Musique - Radio France, Paris",
    "Duration": "01:16:31",
    "ChannelName": "Grande Valse Viennoise",
    "VideoId": "BIFeJ4xsVbo",
    "ChannelId": "UCAj0jnQrm28oyEc_gep7UwQ"
  },
  {
    "Title": "Ottorino Respighi - Trittico Botticelliano | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Respighis \"Trittico Botticelliano\" für kleines Orchester spielte das WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru am 19.06.2020 in der Kölner Philharmonie.\n\nOttorino Respighi - Trittico Botticelliano \n\n00:00:00 I. La Primavera (Der Frühling)\n00:06:02 II. L’adorazione dei Magi (Die Anbetung der drei Weisen)\n00:14:45 III. La nascita di Venere (Die Geburt der Venus)\n\nWDR Sinfonieorchester \nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nKann Musik Geschichten erzählen? Oder ist sie einfach nur Klang? Wer an ihrer illustrativen Kraft zweifelt, kennt vielleicht noch nicht die Klangwelten von Ottorino Respighi. Kaum ein anderer Komponist hat mit so bunter Orchesterpalette Klanggemälde erschaffen wie der Italiener. Berühmt gemacht hat ihn seine \"Römische Trilogie\" – drei sinfonische Dichtungen, in denen die Brunnen, die Pinien und die Feste dieser Stadt lebendig werden. Zu Klängen gewordene mediterrane Vitalität. Respighi hat zwar auch zahlreiche Opern komponiert, aber sein Sendungsbewusstsein galt der Instrumentalmusik. Im 18. und 19. Jahrhundert hatte die Oper die italienische Musiklandschaft\nbeherrscht. Dass die Musiktradition dort viel mannigfaltiger ist als Belcanto und Verismo, hat Respighi bewiesen, indem er den reichen Schatz der italienischen Musik aus Renaissance und Barock wieder ans Tageslicht brachte.\n\nAuch in seinen eigenen Kompositionen griff Respighi beherzt auf alte Stile zurück, so auch im \"Trittico Botticelliano\" von 1927, in dem er drei Bilder des Renaissance-Malers Sandro Botticelli (1445–1510) zu Musik werden lässt. Der stand als einer der erfolgreichsten Renaissance-Künstler in Lohn und Brot der florentinischen Familie der Medici. Frappierend, wie suggestiv Respighi die Gemälde auch mit kleiner Orchesterbesetzung in Musik transformiert. Das Vogelgezwitscher\nin »Der Frühling« erinnert an Vivaldi. In »Die Anbetung der drei Weisen« zitiert Respighi zwei weihnachtliche Weisen: das mittelalterliche »Veni, veni, Emmanuel« und \"Tu scendi dalle stelle\". Und in \"Die Geburt der Venus\" treiben die Wellenbewegungen der Geigen und Bratschen die aus dem Meerschaum Geborene auf ihrer Jakobsmuschel sanft dem Ufer entgegen.\n\n(Text: Otto Hagedorn)",
    "Duration": "00:20:21",
    "ChannelName": "ARD Klassik",
    "VideoId": "QgTUZdvPnCg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Prokofiev : Roméo et Juliette op 64, Suite",
    "Description": "L'Orchestre National de France interprète la Suite extrait de Roméo et Juliette op 64 de Prokofiev sous la direction de Cristian Măcelaru. Extrait du concert le 16 mai 2024 à l'Auditorium de la Maison de la Radio et de la Musique.\n\n#Prokofiev #Macelaru #orchestre\n\nAu moment où Serguei Radlov, metteur en scène et directeur artistique du Théâtre académique d’État de Léningrad, commande la musique du ballet Roméo et Juliette à Prokofiev, Shakespeare suscite un grand intérêt en Russie. Le régime soviétique voit de plus dans l’histoire des amants de Vérone le symbole d’une jeunesse avide de liberté et de nouveauté, qui veut se débarrasser des conventions bourgeoises. Le ballet, par sa durée (deux heures et demie), s’éloigne des œuvres de Stravinsky du début du siècle, qui ne dépassaient guère la demi-heure, destinées aux Ballets russes de Diaghilev (L’Oiseau de feu, Petrouchka, Le Sacre du printemps). Prokofiev, qui a lui aussi collaboré avec Diaghilev pour des ballets créés à Paris (Chout, Le Pas d’acier et Le Fils prodigue), renoue avec une tradition héritée de Tchaïkovski et Petipa.\n\nLe scénario a été élaboré en collaboration avec Serguei Radlov, le dramaturge Adrian Piotrovski et le chorégraphe Leonid Lavroski. De nombreuses scènes de la pièce ont été supprimées, tandis que d’autres ont été inventées, afin d’ajouter des morceaux de caractère, purement chorégraphiques. Mais la musique est surtout au service de l’action, elle caractérise les personnages dont elle souligne l’évolution psychologique au moyen de leitmotiv. Prokofiev compose la musique en 1935, mais des difficultés administratives et des dissensions avec Lavroski retardent la création de l’œuvre, donnée le 30 décembre 1938 seulement, à Brno. Le ballet (opus 64) n’est représenté en Russie que le 11 janvier 1940, au théâtre Kirov de Leningrad. Dès 1936, le compositeur en avait cependant tiré deux « Suites symphoniques en sept parties » (opus 64 bis et 64 ter), qui ont été créées avant le ballet, respectivement en 1936 et 1937. En 1946, année où Roméo et Juliette est enfin dansé au Bolchoï de Moscou, il écrit une troisième suite, opus 101.\n\nProkofiev a retenu les scènes principales de son ballet et les a condensées, éliminant la plupart des répétitions et reprises musicales, simplifiant par moments l’orchestration initiale. Il a regroupé des morceaux colorés et contrastés, sans « résumer » l’action ni respecter son déroulement chronologique : la première suite se termine par « La Mort de Tybalt », la deuxième par « Roméo sur la tombe de Juliette ». Mais les suites sont autant de réservoirs à partir desquels il est possible de varier à l’infini les combinaisons. Les mouvements de danse, de pur divertissement permettant à la tension de se relâcher, alternent avec des scènes lyriques, qui décrivent les principaux personnages, ou encore avec des scènes d’une très forte intensité dramatique. Les contrastes du théâtre shakespearien se retrouvent ici : la naïveté candide de Juliette enfant côtoie la gravité paisible du Père Lorenzo, la fantaisie des « Masques » la sensualité et l’exaltation 7 amoureuse de Roméo et Juliette, lors de la célèbre « Scène du balcon ».\n\nSans jamais pasticher un style ancien, Prokofiev compose une musique qui peint un univers où les sentiments sont exacerbés et les passions extrêmes. Il évoque l’atmosphère de la Renaissance italienne, avec son raffinement mais aussi sa violence, comme dans « La mort de Tybalt », où une toccata haletante décrit le duel entre Roméo et le cousin de Juliette ; la fin de la scène, un des sommets tragiques du ballet, fait entendre des harmonies âpres et dissonantes. Attaché à ses personnages (à tel point qu’il avait envisagé de modifier le dénouement : Juliette se serait réveillée un peu plus tôt et l’action aurait eu une fin heureuse !), il s’abandonne à un lyrisme flamboyant, utilisant une orchestration chatoyante et incandescente. Si la musique de Prokofiev a tenté et inspiré tant de chorégraphes, c’est bien parce qu’elle exprime des sentiments universels et éternels, représente de façon directe le drame et traduit la vérité psychologique de personnages profondément émouvants, justifiant un succès jamais démenti.\n\n Pensez à vous abonner pour découvrir d’autres vidéos France Musique !\nhttps://www.youtube.com/channel/UCiPYZkZeNbYTQZKNMlB0Gsw?sub_confirmation=1\n \n \nDécouvrez tout France Musique : \n► Site internet - https://www.radiofrance.fr/francemusique\n► Espace Concerts - https://www.radiofrance.fr/concerts\n► Newsletters - https://www.radiofrance.fr/francemusique/newsletters\n \n \nSuivez-nous sur les réseaux sociaux :\n► Facebook - https://facebook.com/FranceMusique\n► Twitter - https://twitter.com/francemusique?lang=fr\n► Instagram - https://www.instagram.com/francemusique/?hl=fr\n► TikTok - https://www.tiktok.com/@francemusique?lang=fr",
    "Duration": "00:56:22",
    "ChannelName": "France Musique concerts",
    "VideoId": "qr_a6hPcqcs",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Rachmaninow - Capriccio bohémien | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Sergej Rachmaninows \"Capriccio bohémien op. 12“, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru am 30.10.2021 in der Kölner Philharmonie.\n\nSergej Rachmaninow - Capriccio bohémien op. 12\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\n„Lichte, fröhliche Farben gelingen mir nicht“, verriet der russische Komponist Sergej Rachmaninow einmal der befreundeten Schriftstellerin Marietta Schaginjan. Betrachtet man sein OEuvre, fällt eine Vorliebe für Moll-Tonarten und melancholische Stimmungen auf. Lange war der an den Konservatorien in St. Petersburg und Moskau ausgebildete Komponist vor allem durch seine Klavierwerke und die Klavierkonzerte Nr. 2 und 3 der Musikwelt ein Begriff. Doch rückten zunehmend auch die Kammermusik, seine Orchesterwerke (drei Sinfonien) und Opern ins Bewusstsein einer breiteren Öffentlichkeit. Rachmaninow gilt als einer der „letzten Romantiker“. Noch im 20. Jahrhundert verkörperte er den als Dirigent, Komponist und Pianist gleichermaßen begabten Künstlertypus in der Nachfolge Franz Liszts.\n\nZu seinen wenig bekannten Werken gehört das 1894 vollendete „Capriccio bohémien“ op. 12. Zwei Jahre zuvor hatte Rachmaninow sein Studium in Moskau abgeschlossen. Für ihn war es eine umtriebige Zeit, in der er nach dem richtigen Weg suchte. Er fühlte sich als Bohemien, als unbekümmerte Künstlernatur. Sein Selbstbewusstsein gestärkt hatte die gelungene Uraufführung seiner ersten Oper „Aleko“ am 9. Mai 1893 im Moskauer Bolschoi-Theater. Doch er musste auch Klavierunterricht geben, um seinen Lebensunterhalt zu verdienen. Rachmaninows Cousine Sophia Satina erinnerte sich: „Er war jung und liebte, sich dandyhaft zu kleiden, in der besten Droschke auszufahren und das Geld zum Fenster hinauszuwerfen. Er wollte einen großen Stil leben, wofür die Einkünfte aber nicht reichten.“\n\nGemeinsam ist der Oper „Aleko“ wie dem „Capriccio bohémien“ ein folkloristisches Kolorit, das in jener Zeit als „alla zingarese“ modern war. Man findet es ebenso im Schlusssatz von Brahms’ Klavierquartett g-Moll op. 25 wie in Pablo de Sarasates „Airs bohémiens“ op. 20, die im deutschsprachigen Raum unter dem politisch problematischen Titel „Zigeunerweisen“ bekannt wurden. Wie dort reiht auch Rachmaninows „Capriccio bohémien“ im Stile einer Fantasie melancholische, tänzerische und feurige Themen wirkungsvoll aneinander.\n(Text: Matthias Corvin)",
    "Duration": "00:17:40",
    "ChannelName": "ARD Klassik",
    "VideoId": "Ga2JdFtUHkQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Rachmaninow - Die Toteninsel | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Sergej Rachmaninows sinfonische Dichtung \"Die Toteninsel\" op. 29, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 4. Februar 2022 in der Kölner Philharmonie. \n\nSergej Rachmaninow -  Die Toteninsel op. 29 (Sinfonische Dichtung nach Arnold Böcklin für großes Orchester)\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nEin morbides mediterranes Panorama: eine kleine Felseninsel, deren aufragende Felsen zum Betrachter hin einen offenen Hof bilden. Darin befindet sich ein hoher Zypressenhain, in den Felsen sind Grabkammern zu erkennen. Vor der Insel legt gerade ein Boot mit einem Sarg und einer weißverhüllten Gestalt an. Das symbolistische Landschaftsbild \"Die Toteninsel\" des Schweizer Malers Arnold Böcklin hat Sergej Rachmaninow zu seiner gleichnamigen sinfonischen Dichtung inspiriert. Insgesamt fünf ähnliche Versionen dieses Bildmotivs hat Böcklin zwischen 1880 und 1886 als Ölgemälde erstellt. Aber Sergej Rachmaninow wurde 1907 zunächst durch ein Schwarzweißfoto darauf aufmerksam. \"Hätte ich die Originale zuerst gesehen, hätte ich meine 'Toteninsel' vielleicht nicht komponiert\", gestand Rachmaninow später einmal. Gerade die düstere Atmosphäre und die Grautöne des Schwarzweißfotos hatten ihn beeindruckt.\n\nDie 1909 entstandene Tondichtung folgt keinem programmatischen Handlungsablauf. Vielmehr ist sie ein klingendes Stimmungsbild, das einige der Bildeindrücke musikalisch einfängt: Im Orchester werden die wogenden Wellen des Meeres angedeutet, aber auch die Trauer und der Schmerz angesichts des Abschieds vom Leben. Zudem zitiert Rachmaninow als Signatur des Todes an mehreren Stellen, besonders eindrücklich in den Bläsern, die Choralformel \"Dies Irae\" (\"Tag des Zorns\") aus der gregorianischen Totenmesse. Oft wird Rachmaninows Beschäftigung mit Böcklins \"Toteninsel\" im Zusammenhang mit seinen depressiven Schüben gesehen. Aber das Gemälde trifft auch das Lebensgefühl einer Epoche im Spannungsfeld zwischen modernen Entwicklungen und als veraltet empfundenen Traditionen. Der erstmals 1886 in Frankreich aufgekommene Epochenbegriff des \"Fin de siècle\" (\"Ende des Jahrhunderts\") hat dies auf eine kurze Formel gebracht. Das galt umso mehr für das russische Zarenreich mit seinen verkrusteten Strukturen. Auch ein eher konservativer Künstler wie Rachmaninow dürfte eine Ahnung vom problematischen Gefüge der alten Ordnung gehabt haben.\n(Text: Eckhard Weber)",
    "Duration": "00:23:11",
    "ChannelName": "ARD Klassik",
    "VideoId": "H9RXktR8MkI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Rachmaninow - Sinfonie Nr. 3 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Sergej Rachmaninows Sinfonie Nr. 3 a-Moll op. 44, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgezeichnet am 20. Oktober 2023 in der Kölner Philharmonie. \n\nSergej Rachmaninow - Sinfonie Nr. 3 a-Moll op. 44\n\n00:00:00 I. Lento – Allegro moderato – Più vivo (Allegro) – Allegro molto\n00:14:07 II. Adagio ma non troppo – Allegro vivace – Tempo come prima\n00:26:35  III. Allegro – Allegro vivace – Allegro (Tempo I) – Andante con moto – Allegretto – Allegro – Allegro vivace\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung: \nFür die meisten Komponistinnen und Komponisten ist eine Uraufführung eine existenzielle Situation. Denn schöpferische Kraft ist Ausdruck der eigenen Persönlichkeit. Und so wird eine skeptische Publikumsreaktion leicht als persönliche Ablehnung empfunden. Sergej Rachmaninow musste als junger Komponist eine solche Erfahrung machen. Die Uraufführung seiner 1. Sinfonie war ein Fiasko, ein traumatisierender Misserfolg. Danach komponierte er drei Jahre lang keine einzige Note. Erst zehn Jahre später wagte er sich an seine 2. Sinfonie – diesmal ein blendender Erfolg.\n\nÜberhaupt Erfolg: Als Pianist wurde Rachmaninow ebenso in den USA wie in Europa hoch umjubelt. Zum Ausgleich zog er sich ab 1930 für die Sommermonate in die Schweizer ländliche Idylle zurück und ließ sich am Ufer des Vierwaldstätter Sees eine moderne Villa bauen. Hier fand er die nötige Ruhe zum Komponieren. Neben den Corelli-Variationen und der berühmten Paganini-Rhapsodie entstand in den Sommern der Jahre 1935/36 die 3. Sinfonie. Wie Elgar in seinem Cellokonzert, so zog auch Rachmaninow darin kompositorisch Bilanz: er, ein Russe, aufgrund der Oktoberrevolution im Exil, Romantiker durch und durch, der sich in der Welt der Moderne nur schwer wiederfand. All dies scheint er in seiner 3. Sinfonie zu vereinen: die für ihn so typischen schwärmerischen Themen, jetzt allerdings, kurz vor Ausbruch des Zweiten Weltkriegs, klanglich deutlich aufgerauter als in der Zweiten. Während er die Dritte komponiert, steckt ihm das Trauma vom Misserfolg der Ersten noch immer in den Knochen. Und doch (oder vielleicht gerade deswegen?) wagt er musikalisch viel. Was etwa sagt das Publikum dazu, wenn eine Sinfonie nicht die wohlvertrauten vier Sätze umfasst, sondern nur drei? Wenn der langsame Mittelsatz schnelle Passagen in sich birgt, die den sonst üblichen Scherzo-Satz ersetzen? Und tatsächlich, bei der Uraufführung reagiert das Auditorium verhalten. Heute aber sind die Qualitäten klar: eine höchst abwechslungsreiche Musik, in der sich Romantik und Moderne die Hand reichen.\n\n(Text: Otto Hagedorn)",
    "Duration": "00:40:36",
    "ChannelName": "ARD Klassik",
    "VideoId": "Gdl8GqgsgxQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Also sprach Zarathustra | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Also sprach Zarathustra op. 30 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgezeichnet am 30.10.2021 in der Kölner Philharmonie.\n\nRichard Strauss - Also sprach Zarathustra op. 30\nTondichtung (frei nach Friedrich Nietzsche) für großes Orchester\n\n00:00:00 Einleitung\n00:01:35 Von den Hinterweltlern\n00:05:35 Von der großen Sehnsucht\n00:07:30 Von den Freuden und Leidenschaften\n00:09:33 Das Grablied\n00:12:07 Von der Wissenschaft\n00:16:21 Der Genesende\n00:21:22 Das Tanzlied\n00:29:14 Das Nachtwandlerlied\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester \n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nNicht gerade unbescheiden verarbeitet Richard Strauss in seiner Tondichtung „Also sprach Zarathustra“ das Hauptwerk des Philosophen und Philologen Friedrich Nietzsche (1844 – 1900). Dieser deutete das Griechentum neu und schuf eine diesseitsbetonte Lehre. Nicht die weltverneinende Philosophie Arthur Schopenhauers, sondern ein stolzer, dionysischer Mensch sollte zum Leitbild unserer Kultur werden. Dieser erhebt sich über alle in sinnsuchende Religionen flüchtenden „Hinterweltler“. Nietzsches Schrift „Also sprach Zarathustra“ (1883) nutzt eine hymnische Sprache. Die Worte sind dem altiranischen Propheten Zoraster (Zarathustra) in den Mund gelegt, der im ersten oder zweiten Jahrtausend vor Christus lebte.\n\nEs sei doch eigentlich unmöglich, Nietzsche zu vertonen, protestierten damals viele. Strauss bewies das Gegenteil. Er filterte die visionäre Sprache und das Ungeheure der Schrift als akustische Essenz heraus. Bereits die von Strauss als Sonnenaufgang gedeutete langsame Einleitung mit ihrer von Moll zu Dur aufgehellten Naturton-Fanfare der Trompeten besitzt eine geradezu futuristische Wirkung. Die neun Teile der Komposition basieren auf Kapitel-Überschriften Nietzsches. Zum Gipfel des Werks macht Strauss „Das Tanzlied“, einen Wiener Walzer mit ausgedehntem Violinsolo. Trotz des nachdenklichen Ausklangs dieser Tondichtung scheint die Botschaft klar: Nicht dem Zweifler, sondern dem im Hier und Jetzt tanzenden Menschen gehört die Welt. Ursprünglich bezeichnete Strauss seinen „Zarathustra“ als „Symphonischen Optimismus in Fin de siècle-Form“ und widmete ihn vorausschauend „dem 20. Jahrhundert“. Fortschrittlich sind die furiose Orchesterbehandlung und die dynamisch offene Form. „Ich bin doch ein ganzer Kerl“, schrieb der Komponist selbstbewusst nach der Frankfurter Uraufführung am 27. November 1896 an seine Frau. Offenbar fühlte er sich auch ein wenig als bajuwarische Ausprägung von Nietzsches Menschenbild. \n(Text: Matthias Corvin)",
    "Duration": "00:34:22",
    "ChannelName": "ARD Klassik",
    "VideoId": "_yL2ekO1DNw",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Don Juan | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "\"Don Juan\" op. 20 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgenommen am 08.06.2024 in der Kölner Philharmonie.\n\nRichard Strauss - \"Don Juan\" op. 20\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung: \nZwei Himmelstürmer begegnen sich: Don Juan, der imaginäre Frauenverführer, und Richard Strauss, der aufstrebende junge Komponist und Dirigent. Strauss steht am Anfang seiner Karriere. Durch sein Talent und seinen Ehrgeiz wird er es weit bringen, das sagt die Selbstgewissheit des 24-Jährigen. Die Frage ist allein: Wie die Karriereleiter möglichst rasant erklimmen? Im Jahr 1888 jedenfalls ist er mit seiner Position unzufrieden: Er hofft, \"die drückende Stimmung eines 3. Kapellmeisters mit einem seinen Fähigkeiten besser entsprechenden Wirkungskreis zu vertauschen\". Das ist die Seite des Dirigenten. Auf der Seite des Komponisten hat er etwas Ungewöhnliches im Köcher: eine Tondichtung, von der er weiß, dass er damit die Welt erobern kann. Strauss sieht in sich den Tondichter, der das sinfonische Problem der Zeit wird lösen können. Zunächst hatte er die Idee, die ehrwürdige Gattung Sinfonie mit Franz Liszts bahnbrechender Erfindung der sinfonischen Dichtung zu kombinieren. Ergebnis war im Jahr 1886 die 4-sätzige Programmsinfonie \"Aus Italien\". Zwei Jahre später hält er diesen Versuch für überholt: \"Hinweg mit dem öden viersätzigen Formelwesen, dem seit der IX.ten kein neuer Inhalt mehr entsprossen ist [...]. Auch ich habe in der Sonaten Form zu schaffen begonnen, jetzt habe ich [...] mit ihr vollständig gebrochen u. habe in zwei großen sinfonischen Dichtungen: Macbeth u. Don Juan [...] mich ganz der Einsätzigkeit zugewandt\".\nWährend die Form von \"Macbeth\" Strauss noch Mühe bereitet, ist die Komposition des \"Don Juan\" nahezu ein Durchmarsch. Der Himmelstürmer greift damit nach den Sternen. Die Tondichtung ist nichts weniger als ein genialischer Wurf, mit dem Strauss quasi über Nacht weltweit berühmt wird: überbordende Klangphantasie, gepaart mit innovativer und meisterlicher Instrumentationskunst. Als inhaltliche Vorlage diente ihm das dramatische Gedicht \"Don Juan\" von Nikolaus Lenau. Ausschnitte daraus stellt er seiner Partitur voran, beginnend mit den Worten: \"Den Zauberkreis, den unermesslich weiten, von vielfach reizend schönen Weiblichkeiten möcht’ ich durchziehn im Sturme des Genusses, am Mund der Letzten sterben eines Kusses.\"\n\nText: Otto Hagedorn",
    "Duration": "00:18:07",
    "ChannelName": "ARD Klassik",
    "VideoId": "JshzZktE5aA",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Ein Heldenleben | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Ein Heldenleben op. 40 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru am 05.11.2021 in der Kölner Philharmonie.\n\nRichard Strauss - Ein Heldenleben op. 40\n\n00:00 Der Held \n04:07 Des Helden Widersacher \n07:43 Des Helden Gefährtin \n21:51 Des Helden Walstatt\n28:52 Des Helden Friedenswerke \n36:02 Des Helden Weltflucht und Vollendung \n\nJosé Maria Blumenschein, Konzertmeister\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester \n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nNach seinem \"Till Eulenspiegel\" ließ sich Richard Strauss weitere Male von literarischen Vorlagen inspirieren: 1896 vollendete er mit \"Also sprach Zarathustra\" die wahrscheinlich erste Tondichtung nach einem Werk der Philosophie. Mit \"Don Quixote\" (1897) nahm er sich wieder eine Figur der erzählenden Weltliteratur vor. Danach folgte Strauss einer allgemeineren poetischen Idee: der Vorstellung des Helden – des freien, in den Kämpfen des Daseins verstrickten Menschen, der Anfeindungen begegnen, seine Werke in die Welt bringen, sich selbst vollenden muss. Das Werk trägt deutliche autobiografische Züge – nachweisbar in der zweiten Hälfte, in der Themen aus anderen Tondichtungen von Strauss anklingen. Das \"Heldenleben \" ist die tönende Bilanz des eigenen Künstlerschicksals, das ein Bewunderer von Strauss, der französische Schriftsteller Romain Rolland, mit dem imaginären Helden von Beethovens \"Eroica\" verglichen hat: \"Die alten, revolutionären Züge sind verschwunden, und wie die äußere Welt, so nehmen die Feinde des Helden [...] einen breiten Raum ein [...]. Es gibt ferner im 'Heldenleben' eine geißelnde Verachtung, ein böses Lachen, wie wir es bei Beethoven nie finden. Wenig Güte.\" Der Held offenbart sich im kraftvoll weit aufschwingenden Es-Dur-Thema, im Gegenstück \"Des Helden Gefährtin\" ist Strauss’ Ehefrau Pauline Strauss-de Ahna gemeint – in Gestalt der seelenvollen Solovioline, die sich mit dem Helden zum Duett vereint. Wie eine Karikatur erscheinen vorher jedoch \"Des Helden Widersacher\": besserwisserische Herren der Kritik mit spitzen, unschönen, \"schnarrenden\" (so die Partiturangabe) Beiträgen, die das Heldenthema in den Bass verdrängen. Die \"Weltflucht\" wird zur spirituellen Überhöhung – dargestellt mit einem Zitat aus \"Also sprach Zarathustra\".\n(Text: Oliver Buslau)",
    "Duration": "00:48:29",
    "ChannelName": "ARD Klassik",
    "VideoId": "6kaq_5HOV1g",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Suite aus \"Der Rosenkavalier\" | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Die Suite aus \"Der Rosenkavalier\"  op. 59 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru  am 17.01.2020 in der Kölner Philharmonie.\n\nRichard Strauss - Suite aus \"Der Rosenkavalier\" op. 59 \n\nCon moto agitato – Molto più tranquillo – Un poco lento [Überreichung der silbernen Rose] – Allegro molto – Tempo di Valse, assai comodo da primo – Poco allargando – Moderato molto sostenuto\n[Terzett] – Andante tranquillo [Schlussduett] – Schneller Walzer.\nMolto con moto\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über Strauss \"Rosenkavalier\": https://youtu.be/jrhlWxorAhQ\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nViele Komponisten des 20. Jahrhunderts kamen von der Avantgarde zur Neo-Romantik. Richard Strauss war der erste. Mit der \"Zarathustra\"- Einleitung und dem \"Rosenkavalier\"-Walzer gelangen ihm sogar zwei veritable Ohrwürmer.\n\nSofort nach der Uraufführung des \"Rosenkavaliers\" 1911 stürzten sich die Orchester auf komprimierte Konzertfassungen der Oper. Strauss war an diesen Suiten eher selten beteiligt. Die heutzutage am häufigsten gespielte Version geht wahrscheinlich auf Artur Rodziński zurück, der 1943 die Leitung des New York Philharmonic übernommen und im Jahr darauf die Suite aus der Taufe gehoben hatte. Der Komponist erteilte ihr nachträglich seinen Segen, handelt es sich doch unverkennbar um echten Strauss: gleichermaßen lapidar wie überpointiert, leicht zugänglich wie künstlerisch artistisch. Die Suite folgt anfangs dem Handlungsverlauf der Oper, bringt das übermütige Hornmotiv und die teils zärtlich raunenden, teils stürmischen Liebeserklärungen der Streicher, auch die von Flöten, Harfen und Celesta erzeugten silbrigen Akkorde der Rosen-Szene, und gipfelt in einer Walzerfolge, bevor das finale Terzett des 3. Aktes zum Ende kommen will, dann jedoch einem effektvollen, walzerartigen Konzertschluss weichen muss. Die Chronologie der Ereignisse gerät spätestens hier aus den Fugen, aber das ist bedeutungslos.\n(Text: Volker Tarnow)",
    "Duration": "00:23:53",
    "ChannelName": "ARD Klassik",
    "VideoId": "i8Fs7Phd8Q4",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Rimskij-Korsakow - Scheherazade | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "\"Scheherazade\" von Nikolaj Rimskij-Korsakow, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgezeichnet am 21. September 2024 in der Kölner Philharmonie.\n\nNikolaj Rimskij-Korsakow - Scheherazade. Sinfonische Suite op. 35\n\nCristian Măcelaru, Leitung\nWDR Sinfonieorchester\n\n00:00:00 I. Das Meer und Sindbads Schiff. Largo e maestoso – Allegro non troppo – Tranquillo\n00:10:38 II. Die Geschichte vom Prinzen Kalender. Lento – Andantino –Tempo giusto. Allegro molto – Vivace scherzando – Allegro molto ed animato – Con moto\n00:23:23 III. Der junge Prinz und die junge Prinzessin. Andantino quasi allegretto – Pochissimo più mosso – Come prima – Pochissimo più animato\n00:34:12 IV. Feier in Bagdad. Das Meer. Das Schiff zerschellt an einer Klippe unter einem bronzenen Reiter. Allegro molto – Vivo – Più stretto – Spirituoso – Allegro non troppo e maestoso – Poco più tranquillo\n\n► Scheherazade-Werkeinführung von Cristian Măcelaru https://youtu.be/iezC_d3tOFI \n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDie Erzählsammlung \"Tausendundeine Nacht\" hat zahlreiche Komponisten inspiriert. Die bekannteste Musikalisierung ist sicherlich die sinfonische Suite \"Scheherazade\" von Nikolaj Rimskij-Korsakow. Wie Bedřich Smetanas \"Moldau\" oder Paul Dukas’ \"Zauberlehrling\" gilt sie als Inbegriff von Programmmusik. Der Komponist selbst sah das jedoch anders. Ursprünglich hatte Rimskij-Korsakow nicht einmal vor, den vier Sätzen programmatische Titel zu geben. Die setzte er erst auf Anregung seines Schülers Anatoli Ljadow hinzu. Seine Intention hierbei schildert Rimskij-Korsakow so: \"Die Überschriften waren nur dazu gedacht, die Fantasie des Hörers in die Richtung zu lenken, die meine eigene Fantasie beim Komponieren gegangen war. Die Ausmalung der Details sollte dem Vorstellungsvermögen und der Stimmung jedes einzelnen Hörers überlassen bleiben.\" Rimskij-Korsakow hat seiner Partitur zudem eine inhaltliche Einleitung vorangestellt: \"Der Sultan Schahriar, überzeugt von der Falschheit und Untreue der Frauen, hatte geschworen, jede seiner Frauen nach der ersten Nacht töten zu lassen. Aber Scheherazade, die Tochter des Großwesirs, rettete ihr Leben, indem sie sein Interesse fesselte durch die Märchen, die sie ihm während Tausendundeiner Nächte erzählte. Unter dem Eindruck der Spannung schob der Sultan von Tag zu Tag Scheherazades Tötung hinaus, und endlich ließ er den grausamen Beschluss völlig fallen.\" In jedem der vier Suiten-Sätze malt Rimskij-Korsakow je eine dieser Erzählungen musikalisch nach. Dabei hat er einige Details so plastisch  gestaltet, dass sie ganz klar zu deuten sind. Da sind vor allem zwei musikalische Motive: Das eine erklingt direkt zu Beginn und charakterisiert mit seiner Klangwucht den brutalen Sultan. Das andere schildert mit schillernden Girlanden der Solovioline und der Harfe die Sphäre von Scheherazade. Ganz klar: eine raffinierte Erzählerin, die alle Finessen und Finten des Spannungsaufbaus beherrscht. Und allgegenwärtig in diesem Werk ist das wogende Meer. Rimskij-Korsakows \"Scheherazade\": ein musikalischer Bilderbogen von klangsüffiger Pracht.\n\nText: Otto Hagedorn",
    "Duration": "00:46:29",
    "ChannelName": "ARD Klassik",
    "VideoId": "vKhGI19ecDk",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Saint-Saëns : Concerto pour violoncelle n°1 (Sol Gabetta / Cristian Măcelaru)",
    "Description": "Sol Gabetta joue, avec l'Orchestre national de France sous la direction de Cristian Macelaru, le 1er Concerto pour violoncelle de Camille Saint-Saëns. Extrait du concert donné le 26 novembre à la Philharmonie de Paris.\n\n#SaintSaens #SolGabetta #CristianMacelaru\n\nSaint-Saëns fait partie de ces compositeurs arrivés à point nommé. Né en 1835, il avait\nen 1871 suffisamment de maturité, déjà, et suffisamment de fougue, encore, pour incarner\nce qu’on appelle le renouveau de la musique française. Car si l’on ne peut pas réduire\n« la belle époque de la musique française », comme l’appelle François Porcile, aux\nconséquences de la guerre franco-prussienne et au désir des Français de se relever, il\nest un fait qu’un bouquet de compositeurs remit la musique, singulièrement la musique\nsymphonique, la musique de chambre et la mélodie, à l’honneur dans notre pays. Lalo,\nFauré, Duparc, Chausson, Saint-Saëns, Chabrier et bien d’autres, en attendant Dukas,\nDebussy, Ravel, furent de ceux qui ne se contentèrent pas de composer des opéras mais\neurent à cœur d’écrire les grandes heures d’une musique inventive dans tous les registres.\nSaint-Saëns, ainsi, composa deux concertos pour violoncelle, le premier en la mineur,\nentrepris alors que le compositeur avait déjà écrit trois concertos pour piano, le second\nen ré mineur. C’est le Premier Concerto qui est le plus souvent joué. L’attrait qu’il exerce\nest dû, sans doute, à sa concision, à son orchestration légère, à la grâce du menuet qui\nfait figure d’épisode central mais non de mouvement lent, car les trois parties de cette\npartition sont enchaînées. Comme le rappelle Roger Nichols, Saint-Saëns, « lorsqu’il était\nétudiant, avait reçu des cours d’accompagnement pianistique d’Auguste Franchomme\n(1808-1884), le violoncelliste auquel Chopin avait dédié sa Sonate pour violoncelle\net piano et qui développa une technique d’archet légère spécifique généralement\nqualifiée de “française”. » Créé à Paris le 19 janvier 1873 par la Société des concerts du\nconservatoire, ce concerto est typique de la manière du Saint-Saëns hédoniste et détaché.",
    "Duration": "00:19:10",
    "ChannelName": "France Musique concerts",
    "VideoId": "CXqZ3UJw7CM",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Saint-Saëns : Concerto pour violoncelle n°2 (Sol Gabetta / Cristian Măcelaru)",
    "Description": "Sol Gabetta joue avec l'Orchestre national de France sous la direction de Cristian Macelaru le 2e Concerto pour violoncelle n°2 de Camille Saint-Saëns. Extrait du concert donné le 26 novembre 2021 à la Philharmonie de Paris. \n\n#SaintSaens #SolGabetta #CristianMacelaru\n\nSaint-Saëns fait partie de ces compositeurs arrivés à point nommé. Né en 1835, il avait\nen 1871 suffisamment de maturité, déjà, et suffisamment de fougue, encore, pour incarner\nce qu’on appelle le renouveau de la musique française. Car si l’on ne peut pas réduire\n« la belle époque de la musique française », comme l’appelle François Porcile, aux\nconséquences de la guerre franco-prussienne et au désir des Français de se relever, il\nest un fait qu’un bouquet de compositeurs remit la musique, singulièrement la musique\nsymphonique, la musique de chambre et la mélodie, à l’honneur dans notre pays. Lalo,\nFauré, Duparc, Chausson, Saint-Saëns, Chabrier et bien d’autres, en attendant Dukas,\nDebussy, Ravel, furent de ceux qui ne se contentèrent pas de composer des opéras mais\neurent à cœur d’écrire les grandes heures d’une musique inventive dans tous les registres.\nSaint-Saëns, ainsi, composa deux concertos pour violoncelle, le premier en la mineur,\nentrepris alors que le compositeur avait déjà écrit trois concertos pour piano, le second\nen ré mineur. C’est le Premier Concerto qui est le plus souvent joué. L’attrait qu’il exerce\nest dû, sans doute, à sa concision, à son orchestration légère, à la grâce du menuet qui\nfait figure d’épisode central mais non de mouvement lent, car les trois parties de cette\npartition sont enchaînées. Comme le rappelle Roger Nichols, Saint-Saëns, « lorsqu’il était\nétudiant, avait reçu des cours d’accompagnement pianistique d’Auguste Franchomme\n(1808-1884), le violoncelliste auquel Chopin avait dédié sa Sonate pour violoncelle\net piano et qui développa une technique d’archet légère spécifique généralement\nqualifiée de “française”. » Créé à Paris le 19 janvier 1873 par la Société des concerts du\nconservatoire, ce concerto est typique de la manière du Saint-Saëns hédoniste et détaché.\n\nLe Concerto pour violoncelle n° 2 peut déconcerter par sa forme en deux mouvements.\nLe premier est un Allegro assez classique, noté toutefois moderato e maestoso, que suit un\nAndante sostenuto pensif. Le second contient la cadence qu’on aurait attendue à la fin du\npremier Allegro.\n\nCe Second Concerto a été dédié par Saint-Saëns à Joseph Hollman (1852-1926), avec\nqui il avait joué en duo à Londres quelque temps plus tôt. Hollman, virtuose athlétique,\nétait aussi compositeur ; il écrivit notamment plusieurs concertos pour son instrument, ce\nqui peut expliquer que Saint-Saëns ait souhaité lui montrer ce qu’il savait faire et exiger\nde la part du soliste, en retour, toutes les marques de sa virtuosité. On parla, à l’issue de \nla création de l’œuvre, de « mauvaise musique bien écrite », mais Saint-Saëns expliquait\nautrement le destin qu’il imaginait pour son concerto : « Il ne sera jamais aussi répandu\nque le premier, il est trop difficile. »\n\n00:00 : I. Allegro moderato e maestoso - Andante sostenuto\n11:03 : II. Allegro non troppo - Cadenza - Molto allegro",
    "Duration": "00:16:30",
    "ChannelName": "France Musique concerts",
    "VideoId": "cSydVjkKLN8",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 10 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Dmitri Schostakowitschs Sinfonie Nr. 10 e-Moll op. 93 , gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 27. Juni 2025 in der Kölner Philharmonie. \n\nDmitri Schostakowitschs - Sinfonie Nr. 10 e-Moll op. 93\n\n00:00:00  I. Moderato\n00:24:20 II. Allegro\n00:28:40 III. Allegretto\n00:41:18 IV. Andante - Allegro \n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung: \nAm Morgen des 6. März 1953 fliegt plötzlich die Tür von Dmitrij Schostakowitschs Arbeitszimmer auf. Dem Komponisten fährt der Schreck in die Beine: Er lebt stets in der Angst, von den Häschern des sowjetischen Terrorstaats verhaftet zu werden. Doch es ist seine 17-jährige Tochter Galina, und sie ruft aus: \"Stalin ist tot!\" Eine ganze Flut von Emotionen bricht sich in Schostakowitsch Bahn. Seine Hände zittern. Es ist die erlösende Nachricht, auf die er seit Jahren hofft. Doch der Schrecken, den der Diktator verbreitet hat, sitzt tief.\n\nNach dem Ende des Zweiten Weltkriegs hatte man von Schostakowitsch eine große, pathetische Sinfonie erwartet, die den Triumph des Sowjetstaats erklingen lassen sollte. Der Komponist schrieb hingegen seine humoristische Neunte, die zwischen Wiener Klassik und Ironie pendelt. Jetzt, acht Jahre später, kann und will Schostakowitsch in seiner Zehnten endlich in Töne fassen, was sein Herz bedrückt. Er zieht sich in den Sommermonaten auf seine Datscha in Komarowo an der Ostsee zurück, 50 Kilometer vor den Toren des damaligen Leningrad. Doch wie Mehltau scheint sich die jahrelange Angst auf seine Seele gelegt zu haben. Einen ehemaligen Schüler lässt er Ende Juni 1953 wissen: \"Ich versuche, eine Sinfonie zu schreiben. Obwohl mich niemand bei der Arbeit stört, komme ich nur mittelprächtig voran. Wenn die 'schöpferische Kraft' einen hohen Grad erreicht, kann mich nichts an der Arbeit hindern. Wenn sie aber auf einer mittleren oder gar niedrigen Stufe ist, dann können mir weder die Erholungsheime des Komponistenverbands noch sonst irgendwelche Bequemlichkeiten helfen.\"\n\nZwei Monate lang braucht Schostakowitsch, um die ersten beiden Sätze fertigzustellen – zufrieden ist er damit jedoch nicht. Es fällt ihm schwer, für die enorme Drangsal die richtigen Klänge zu finden. Nach seiner Rückkehr in die Stadt vollendet er Ende Oktober die Sinfonie. Nach dem ersten vorwiegend düsteren Satz ist das kurze Scherzo laut Aussage des Komponisten ein Porträt des Diktators Stalin: harsch, unerbittlich, zerstörerisch. Im dritten und vierten Satz erklingt immer wieder Schostakowitschs persönliches musikalisches Emblem – ein Motiv, das aus den Tönen seiner Initialen besteht: D-Es-C-H. Wie ein Insistieren des letztlich unbeugsamen Individuums.\n(Von Otto Hagedorn)",
    "Duration": "00:54:55",
    "ChannelName": "ARD Klassik",
    "VideoId": "4Ney_ofUv2o",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schumann - Violinkonzert | Daniel Lozakovich | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Robert Schumanns Violinkonzert d-Moll, gespielt von Solist Daniel Lozakovich und dem WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru. Live aufgenommen am 28. März 2025 in der Kölner Philharmonie. \n\nRobert Schumann - Violinkonzert d-Moll \n\n00:00:00 I. In kräftigem, nicht zu schnellem Tempo\n00:14:44 II. Langsam\n00:20:15 III. Lebhaft, doch nicht schnell\n\nDaniel Lozakovich, Violine\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook / wdrsinfonieorchester   \n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nIm Sommer 1853 tritt der 22-jährige Geiger Joseph Joachim erstmals beim Niederrheinischen Musikfest auf und spielt zur Begeisterung des Publikums das Violinkonzert von Beethoven. Es ist der Städtische Musikdirektor von Düsseldorf, der Joachims Auftritt ermöglicht hat: Robert Schumann. In seinem Überschwang schreibt der Geiger am 2. Juni an Schumann: \"Möchte doch Beethoven’s Beispiel Sie anregen, […] aus Ihrem tiefen Schacht ein Werk an’s Licht zu ziehen, wunderbarer Hüter reichster Schätze!\" Auf den Tag genau zwei Monate später setzt sich Schumann an den Schreibtisch und bringt zunächst seine Phantasie für Violine und Orchester op. 131 zu Papier. Joachims Spiel hat den Komponisten aber so nachhaltig beeindruckt, dass er wenige Tage später mit einem weiteren Solowerk für ihn beginnt, seinem Violinkonzert d-Moll. In nur zwei Wochen ist es vollendet. Am 13. Oktober berichtet Schumann dem Geiger: \"Oft waren Sie, als ich schrieb, meiner Phantasie gegenwärtig\". Anfangs zeigt Joachim sich begeistert; die Uraufführung plant man bereits für den 26. Oktober. Damit aber ist das Düsseldorfer Konzertkomitee nicht einverstanden. Es wünscht sich stattdessen erneut das Beethoven-Konzert. Als Dreingabe genehmigt man Schumanns Phantasie op. 131.\n\nNur vier Monate später bricht sich Schumanns psychische Erkrankung jäh Bahn. Mit einem Sprung in den Rhein versucht er, sich das Leben zu nehmen. Nachdem er in die Nervenheilanstalt Endenich eingeliefert ist, liegt das Schicksal des Violinkonzerts in den Händen seiner Frau Clara und Joseph Joachims. Beide kommen zum Schluss, das Werk wegen angeblicher \"Makel\" unter Verschluss zu halten. Über 80 Jahre bleibt das Konzert daher unaufgeführt – bis es 1937 im Rahmen einer nationalsozialistischen Propaganda-Veranstaltung der Öffentlichkeit vorgestellt wird. Nach dem Krieg dauert es dann noch einige Jahrzehnte, bis sich Schumanns Violinkonzert nach und nach im Repertoire etablieren kann.\nText: Otto Hagedorn",
    "Duration": "00:30:10",
    "ChannelName": "ARD Klassik",
    "VideoId": "JiTpI-1o2Ik",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Scriabine : Poème de l'extase (Cristian Măcelaru / Orchestre national de France)",
    "Description": "Composé de 1905 à 1908. Créé à New York le 10 décembre 1908 par l’Orchestre symphonique de Russie sous la direction de Modest Altschuler. Premier éditeur : Belaïev. Nomenclature : 4 flûtes dont 1 piccolo, 4 hautbois dont 1\ncor anglais, 4 clarinettes dont 1 clarinette basse, 4 bassons dont 1 contrebasson ; 8 cors, 5 trompettes, 3 trombones, 1 tuba ; timbales, percussions, 2 harpes ; célesta, orgue ; les cordes.\n\n#Scriabine #OrchestreNationaldeFrance #CristianMacelaru\n\nScriabine titra « Poème » nombre de ses œuvres (pièces pour piano, Symphonie n° 3\nsous-titrée « Divin poème », Prométhée ou « Le Poème du feu ») sans toujours s’inspirer\nd’un substrat littéraire. Mais il accompagna le Poème de l’extase de 369 vers de sa propre\nplume, publiés dès 1906. « L’esprit, / Porté par les ailes de la soif de vie / S’élance en un\nvol audacieux / Dans les hauteurs de la négation. » Ainsi commence ce long programme,\ndont quatre vers seront placés en exergue de la Sonate pour piano n° 5.",
    "Duration": "00:21:06",
    "ChannelName": "France Musique concerts",
    "VideoId": "ImtaS7xhXu0",
    "ChannelId": "UCiPYZkZeNbYTQZKNMlB0Gsw"
  },
  {
    "Title": "Seong-Jin Cho : Saint-Saëns Piano Concerto No. 5 in F Major, Op. 103 \"Egyptian\" (20240425 Paris)",
    "Description": "20240425 CONCERT Debussy, La Mer / Seong-Jin Cho\nMaison de la Radio et de la Musique - Auditorium, Paris, France\n\nPianist: SeongJin Cho\nOrchestra : Orchestre National de France\nConductor : Cristian Măcelaru\n\n* Program\nCamille Saint-Saëns Concerto for piano and orchestra No. 5 in F major op. 103 “The Egyptian” \n00:00   I. Allegro animato\n10:40  II. Andante - Allegretto tranquillo quasi andantino - Andante\n22:07 III. Molto allegro\n28:06 Ravel Pavane pour une infante défunte, M. 19 (Encore)\n\n📷: ingesonradio\n       Instagram, facebook of orchestrenationaldefrance\n\n* Broadcasted at radiofrance Live from Maison de la Radio et de la Musique - Auditorium on 25 Apr 2024\n* You can replay the concert program at the following link from approx. timestamp 16:32 until May 25, 2024.\nhttps://www.radiofrance.fr/francemusique/podcasts/le-concert-du-soir/seong-jin-cho-orchestre-national-de-france-cristian-macelaru-boulanger-saint-saens-debussy-8880598",
    "Duration": "00:35:04",
    "ChannelName": "Beautiful Life",
    "VideoId": "91ISOVJvEHU",
    "ChannelId": "UCbuuWGqGgMoeF5tC4uMEatg"
  },
  {
    "Title": "Strauss - Till Eulenspiegels lustige Streiche op. 28 | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Till Eulenspiegels lustige Streiche op. 28 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung von Cristian Măcelaru am 05.11.2021 in der Kölner Philharmonie.\n\nRichard Strauss - Till Eulenspiegels lustige Streiche op. 28\n\nFür den Konzertführer des Münchners Komponisten und Musikkritikers Wilhelm Mauke fügte Richard Strauss dem Werk später noch programmatische Hinweise hinzu:\n00:00:00 Es war einmal ein Schalksnarr (Prolog)\n00:00:20 Namens „Till Eulenspiegel“\n00:01:07 Das war ein arger Kobold\n00:01:47 Auf zu neuen Streichen!\n00:02:24 Wartet nur, ihr Duckmäuser!\n00:02:52 Hop! Zu Pferde mitten durch die Marktweiber [1. Streich]\n00:03:16 Mit Siebenmeilenstiefeln kneift er aus\n00:03:24 In einem Mauseloch versteckt\n00:03:43 Als Pastor verkleidet trieft er von Salbung und Moral [2. Streich]\n00:04:15 Doch aus der großen Zehe guckt der Schelm hervor\n00:04:26 Faßt ihn ob des Spottes mit der Religion doch ein heimliches Grauen vor dem Ende\n00:05:02 Till als Kavalier zarte Höflichkeiten mit schönen Mädchen tauschend [3. Streich]\n00:05:15 Sie hat's ihm wirklich angethan\n00:05:23 Er wirbt um sie\n00:05:44 Ein feiner Korb ist auch ein Korb!\n00:06:06 Schwört Rache zu nehmen an der ganzen Menschheit\n00:06:37 Philistermotiv [4. Streich]\n00:07:00 Nachdem er den Philistern ein paar ungeheuerliche Thesen aufgestellt, überläßt er die Verblüfften ihrem Schicksal\n00:07:44 Grimasse von weitem [letzter Streich]\n00:08:10 Till´s Gassenhauer\n00:11:52 Das Gericht\n00:12:04 Er pfeift gleichgiltig vor sich hin!\n00:12:39 Hinauf auf die Leiter! Da baumelt er, die Luft geht ihm aus, eine letzte Zuckung. Till´s Sterbliches hat geendet.\n00:13:27 Epilog \n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\n\"Verrücktheiten\" nannte Richard Strauss’ konservativer Vater Franz die \"neudeutsch\" genannte musikalische Strömung um Richard Wagner und Franz Liszt. Als Solohornist im Münchner Hoforchester und Professor an der Königlich Bayerischen Musikschule hatte er großen Einfluss auf die erste Entwicklung des begabten Filius. Eine entscheidende Wendung brachte Richard Strauss’ Kontakt mit dem Dirigenten Hans von Bülow und einem charismatischen Mitglied der Meininger Hofkapelle, die Strauss ab 1885 dirigierte: Alexander Ritter, zweiter Konzertmeister, Ehemann einer Wagnernichte und selbst Komponist. Diese Persönlichkeiten brachten Strauss die Musik nahe, die über die abstrakte \"tönend bewegte Form\" (das Ideal des berühmten Wagner-Kritikers Eduard Hanslick) hinausging. Strauss wurde zu einem Komponisten, der in seinen Opern die Kunst des Titanen von Bayreuth, in seinen Tondichtungen Liszts Vermächtnis weiterführte – mit einer klaren Besinnung auf die illustrative Kraft der Musik, verbunden mit der letztlich auf Berlioz zurückgehenden Leitmotivtechnik. 1886 ging es los mit \"Aus Italien\", es folgten \"Macbeth\", \"Don Juan\" und \"Tod und Verklärung\", bis das Kölner Publikum 1895 im Gürzenich die Uraufführung des \"Till Eulenspiegel\" erleben konnte. Strauss hatte ursprünglich eine Oper nach dem Sujet des legendären Spaßmachers aus einem Volksbuch von 1515 geplant, die er dann jedoch verwarf.\nObwohl in der Tondichtung eine klare Reihung von fünf Eulenspiegel- Streichen erkennbar ist, blieb Strauss bei der Beschreibung vage. So schrieb er an den Dirigenten Franz Wüllner: \"Es ist mir unmöglich, ein Programm des 'Eulenspiegel' zu geben: was ich mir bei den einzelnen Teilen gedacht habe, würde in Worte gekleidet sich oft seltsam genug ausnehmen, vielleicht sogar Anstoß erregen\". Prägnant ist jedoch die musikalische Charakterisierung des Narren selbst: die verquere \"Till\"-Fanfare im Horn, gefolgt von der kecken Klarinettenfigur – musikalische Umsetzung eines frechen \"Nasedrehens\".\n\nText: Oliver Buslau",
    "Duration": "00:15:35",
    "ChannelName": "ARD Klassik",
    "VideoId": "vXFYfr1K_NU",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Strauss - Tod und Verklärung | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Tod und Verklärung op. 24 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 08.06.2024 in der Kölner Philharmonie.\n\nRichard Strauss - Tod und Verklärung op. 24\n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung: \nNach den Tondichtungen \"Macbeth\" und \"Don Juan\", in denen konkrete Helden im Mittelpunkt stehen, hatte Richard Strauss die Idee für ein abstrakteres Thema – das er gleichwohl äußerst detailliert in Töne setzte. Wie er schrieb, reizte es ihn, \"die Todesstunde eines Menschen, der nach den höchsten Idealen gestrebt hatte, also wohl eines Künstlers, in einer Tondichtung darzustellen\". Schon 1888 machte er sich an die Arbeit, noch vor der Uraufführung des \"Don Juan\". Lange ist darüber spekuliert worden, ob Strauss mit \"Tod und Verklärung\" eine schwere Krankheit oder das Erleben eines Todeskampfs verarbeitet hat. Er selbst hat allerdings ausdrücklich betont, dass seiner Komposition keinerlei eigene Erfahrung zugrunde liege.\nWährend Strauss für \"Don Juan\" kein konkretes Programm verfasste, sondern seiner Partitur Auszüge aus Lenaus Gedicht voranstellte, hat er bei \"Tod und Verklärung\" im Detail beschrieben, was in der Musik zu hören ist. Für den Musikwissenschaftler Friedrich von Hausegger hat er dies ausformuliert: \"Der Kranke liegt im Schlummer, schwer u. unregelmäßig atmend, zu Bette; freundliche Träume zaubern ein Lächeln auf das Antlitz des schwer Leidenden; der Schlaf wird leichter; er erwacht, gräßliche Schmerzen beginnen ihn wieder zu foltern, das Fieber schüttelt seine Glieder – als der Anfall zu Ende geht u. die Schmerzen nachlassen, gedenkt er seines vergangenen Lebens: seine Kindheit zieht an ihm vorüber, seine Jünglingszeit mit seinem Streben, seinen Leidenschaften u. dann, während schon wieder Schmerzen sich einstellen, erscheint ihm die Leuchte seines Lebenspfades, die Idee, das Ideal, das er zu verwirklichen, künstlerisch darzustellen versucht hat, das er aber nicht vollenden konnte, weil es von einem Menschen nicht zu vollenden war, die Todesstunde naht, die Seele verläßt den Körper, um im ewigen Weltraum das vollendet, in herrlichster Gestalt zu finden, was er hienieden nicht erfüllen konnte.\"\nFünfzig Jahre später, im Jahr vor seinem Tod, sollte sich Strauss in seinen \"Vier letzten Liedern\" noch einmal mit einem Zitat aus \"Tod und Verklärung\" daran erinnern, wie er das Sterben als junger Mensch musikalisch gefasst hatte.\n\nText: Otto Hagedorn",
    "Duration": "00:25:36",
    "ChannelName": "ARD Klassik",
    "VideoId": "Sn75v57UndY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tschaikowsky - Nussknacker-Suite | Cristian Măcelaru | WDR Sinfonieorchester | WDR Big Band",
    "Description": "Auszüge aus der Ballett-Suite \"Der Nussknacker\" op. 71a in der Originalversion von Peter Tschaikowsky und in Jazz-Arrangements von Duke Ellington und Billy Strayhorn. Gespielt vom WDR Sinfonieorchester und der WDR Big Band unter der Leitung von Cristian Măcelaru. Live aufgenommen am 31.12.2022 in der Kölner Philharmonie.\n\nNussknacker-Suite - Peter Tschaikowsky (Duke Ellington arr. / Billy Strayhorn arr.)\n\n00:00:00 Overture\n00:03:34 Marsch\n00:06:12 Sugar Rum Cherry\n00:09:18 The Volga Vouty\n00:12:19 Arabischer Tanz\n00:16:00 Dance Of The Floreadors\n00:20:11 Chinesischer Tanz\n00:21:23 Tanz der Rohrflöten\n00:24:02 Arabesque Cookie\n00:30:13 Blumenwalzer\n\nMitwirkende:\nWDR Sinfonieorchester\nWDR Big Band\nCristian Măcelaru, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Mehr zur WDR Big Band, zu Konzerten und aktuellen Livestreams gibt es bei https://bigband.wdr.de\n► Die WDR Big Band bei Facebook: https://www.facebook.com/wdrbigband\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:37:25",
    "ChannelName": "ARD Klassik",
    "VideoId": "_QMnokxNxXQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tschaikowsky - Sinfonie Nr. 5 - Schicksals-Sinfonie | Cristian Măcelaru | WDR Sinfonieorchester",
    "Description": "Peter Tschaikowskys Sinfonie Nr. 5 in E-moll op. 64, die \"Schicksals-Sinfonie\", gespielt vom WDR Sinfonieorchester unter der Leitung seines Chefdirigenten Cristian Măcelaru. Live aufgenommen am 4. Februar 2022 in der Kölner Philharmonie. \n\nPeter Tschaikowsky - Sinfonie Nr. 5 in E-moll op. 64 - Schicksals-Sinfonie\n\n00:00:00 I. Andante - Allegro con Anima\n00:15:07 II. Andante Cantabile con alcuna licenza  \n00:29:08 III. Valse. Allegro Moderato\n00:34:49 IV. Finale. Andante Maestoso \n\nWDR Sinfonieorchester\nCristian Măcelaru, Leitung\n\nIn seiner Reihe \"Kurz und Klassik\" spricht Chefdirigent Cristian Măcelaru über Tschaikowskys fünfte Sinfonie: https://youtu.be/y7ohga0N9WM\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nPeter Tschaikowsky hat sich 1888 endgültig etabliert: Auf einer viermonatigen Tournee stellt er sich erstmalig als Dirigent in Westeuropa mit seinen Werken vor und erntet vorwiegend positive Reaktionen. Für einen freischaffenden Komponisten führt er ein relativ luxuriöses Leben und wird zudem von einer reichen Gönnerin, Nadeshda von Meck, unterstützt. Doch der hochsensible  Künstler leidet unter Selbstzweifeln und Depressionen. Als Mann, der insgeheim Männer liebt, läuft er im repressiven russischen Zarenreich Gefahr, entdeckt und womöglich in ein sibirisches Straflager deportiert zu werden. Jetzt, im Alter von 48 Jahren, kommt bei Tschaikowsky noch etwas dazu, was heute als Midlife-Crisis bezeichnet würde. Das Projekt der fünften Sinfonie gerät für ihn zur Nagelprobe, wie ein Brief an Nadeshda von Meck verrät: \"Oft überkommen mich Zweifel, und ich stelle mir die Frage: Ist es nicht an der Zeit, aufzuhören? Habe ich meine Fantasie nicht überanstrengt? Ist die Quelle vielleicht schon versiegt?\" Der Uraufführungserfolg der fünften Sinfonie, die Tschaikowsky im November 1888 in St. Petersburg selbst dirigierte, bestätigt diese Befürchtungen nicht, aber am Komponisten nagen trotzdem Selbstzweifel: \"Es ist etwas Abstoßendes darin, Flickwerk, Unaufrichtigkeit und Kunstkniffe\", macht er seine Sinfonie gegenüber Nadeshda von Meck verächtlich. Womöglich hat er der Modernität seiner eigenen Komposition selbst nicht recht getraut: jenen Ambivalenzen, die sich darin finden, der Doppelbödigkeit, die dazu führt, dass sich hier Musik selbst in Frage stellt. Denn der Trauermarsch, der zu Beginn angestimmt wird, überschattet alles Folgende: den nervös-rastlosen weiteren Verlauf des ersten Satzes, den Gefühlsüberschwang des Andante cantabile und die zur Schau gestellte Ausgelassenheit des Walzers. Im Finale, wenn das Thema des Trauermarsches zu einem Triumphmarsch wird, wirkt der euphorische Schluss irgendwie falsch. Tschaikowsky, in seiner gesellschaftlichen Position stets gefährdet, scheint kein Vertrauen in ein glückliches Ende zu setzen.\nText: Eckhard Weber",
    "Duration": "00:47:46",
    "ChannelName": "ARD Klassik",
    "VideoId": "hYR6LAWCCfQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "W. A. Mozart - Symphony No. 40 (360 degree video)/Romanian Chamber Orchestra&Cristian Măcelaru",
    "Description": "Romanian Chamber Orchestra\nCristian Măcelaru - conductor\nRomanian Athaeneum Bucharest - 19th of August 2021\nLive recording\n5.7K Video Quality\n360 degree Video\n\nInformations\n\nRO\nRotiți telefonul mobil ori tableta inteligentă, sau puneți-vă ochelarii VR, pentru a putea explora perspectivele deosebite oferite de o înregistrare realizată cu camere de 360 de grade, la o rezoluție de 5.7K.\n\nEN\nRotate your mobile or tablet, or put you VR headset, to be able to experience the different perspectives offered by a recording made with 360 degree cameras at 5.7K Video Quality.\n\nMore info\n\nRO\n\n⚙️ Pentru a putea urmări video-ul la cea mai înaltă calitate permisă de ecranul dispozitivului dumneavoastră, vă rugăm să citiți în prealabil următoarele indicații. Datorită faptului că interfața diferă de la un dispozitiv la altul, sau de la o platformă la alta, vom prezenta indicațiile separat. Vă recomandăm să puneți video-ul pe pauză până finalizați setările optimale.\n💻 Pe laptop sau pe calculator trebuie dat click pe rotița din partea de jos-dreapta a ecranului, unde se va selecta calitatea optimală (2880s, echivalentă a 5K) iar apoi perspectivele se pot schimba utilizând rotița din partea de sus-stânga a ecranului sau printr-un simplu click stânga realizat cu mouse-ul/pad-ul pe ecran și cu o mișcare de rotație a acestuia. De asemenea, puteți mări sau micșora imaginea (zoom in sau zoom out) identic cu felul în care realizați acest lucru în mod normal.\n📱 Pentru telefoanele mobile inteligente sau tablete este necesară descărcarea aplicației YouTube pe dispozitivul dumneavoastră. În aplicația de YouTube vă rugăm să apăsați pe cele trei puncte verticale care se află în partea sus-dreapta a ecranului iar apoi selectați cea de-a patra opțiune (extinsă/expended) și calitatea de 2160s (echivalentă a 4K, calitatea maximă permisă de ecranul dispozitivelor inteligente). Apoi puteți roti dispozitivul dumneavoastră pentru a vizualiza perspectivele diferite oferite de această tehnologie inovativă. De asemenea, puteți mări sau micșora imaginea (zoom in sau zoom out) identic cu felul în care realizați acest lucru în mod normal.\n🥽 Pe Oculus sau alte device-uri VR, diferă modul de alegere a calității. Suntem însă convinși de faptul că utilizatorii experimentați ai tehnologiei de realitate virtuală pot opera setările necesare.\n🔴 Recomandarea noastră este de a vizualiza video-ul cu ochelari VR sau în aplicația de YouTube descărcată pe telefon sau tabletă.\n\nVă dorim o experiență minunată! We wish you a wonderful experience!\n\nNot at least\n\nRO\nRomanian Chamber Orchestra a fost prima orchestră din România care a realizat o înregistrare video folosind camere de 360 de grade. Înregistrarea a avut loc live în concert, la data de 19.08.2021, celebrând 140 de ani de la nașterea marelui compozitor român George Enescu.\n\nEN\nRomanian Chamber Orchestra was the first orchestra in Romania which did a recording using 360 degree cameras.\nThe live recording took place on the 19th of August 2021, celebrating 140 years from the birth of the great romanian composer George Enescu.\n\n#RomanianChamberOrchestra#CristianMacelaru#AFCN\nOrganizator: Asociația Trib’Art (Tribul Artistic) din Timișoara;\nCo-Finanțatori: Administrația Fondului Cultural Național și Primăria Municipiului Timișoara;\nParteneri principali: Festivalul Internațional “Vara Magică”, Lanto Communication, Festivalul Internațional de Teatru din Sibiu, Filarmonica de Stat Sibiu, Timișoara Convention Center;\nParteneri educaționali: Facultatea de Muzică și Teatru din Timișoara, Clubul Rotary Opera;\nParteneri: Radio România Muzical, Consiliul Județean Sibiu, Fundația Culturală “Remember Enescu”, Teatrul Național “Radu Stanca” Sibiu, Hotel Boutique “Casa del Sole”, Hotel Ramada Sibiu, Hotel Timișoara, Opera Națională Română din Timișoara, Timișoara 2023 Capitală Europeană a Culturii;\nParteneri media: TVR Timișoara, TVR 3, Radio Timișoara;",
    "Duration": "00:33:56",
    "ChannelName": "RomanianSymphonyOrchestra&RomanianChamberOrchestra",
    "VideoId": "TM-LwLGlNUo",
    "ChannelId": "UCwDW82M79kMMn1YNhe7_F7g"
  },
  {
    "Title": "WDR Symphony Orchestra Cologne - New Year's Eve Gala 2022",
    "Description": "WDR Symphony Orchestra Cologne - New Year's Eve Gala 2022\n\nPart I\n\n                    Wynton Marsalis\n[00:00:00] - Herald, Holler and Hallelujah. Fanfare (German premiere)\n                    Commissioned by the WDR und the orchestras of New Jersey, Baltimore  Pittsburgh, Detroit, Cincinnati\n                    and Orchestre National de France\n\n                    Wynton Marsalis\n[00:07:02] - Reconstruction Rag from Symphony No. 2 ~ Blues Symphony\n\nIgor Strawinsky\nEbony Concerto\n\n[00:17:23] - 01. Movement: Allegro moderato\n[00:21:09] - 02. Movement: Andante quarter note\n[00:23:39] - 03. Movement: Moderato\n\nRolf Liebermann\nConcerto for jazz band and orchestra\n\n[00:27:42] - 01. Movement: Introduction. Adagio\n[00:30:24] - 02. Movement: Jump. Allegro vivace\n[00:32:29] - 03. Movement: Scherzo I. Allegro molto\n[00:34:25] - 04. Movement: Blues. Lento\n[00:37:01] - 05. Movement: Boogie-Woogie. Allegro\n[00:38:08] - 06. Movement: Interludium. Allegro sostenuto\n[00:39:44] - 07. Movement: Mambo. Allegro molto39\n\n\nPart II\n\nPyotr Ilyich Tchaikovsky\nExcerpts from the ballet suite The Nutcracker, op. 71a\nin the original version and in arrangements by Duke Ellington and Billy Strayhorn\ncompiled by Cristian Măcelaru\n\n[00:43:28] - 01. Movement: Overture - jazz version\n[00:47:02] - 02. Movement: March - orchestral version\n[00:49:40] - 03. Movement: Sugar Rum Cherry (Dance of the Sugar-Plum Fairy)\n[00:52:46] - 04. Movement: The Volga Vouty (Russian Dance)\n[00:55:48] - 05. Movement: Tea (Chinese Dance) - jazz version\n[00:59:28] - 06. Movement: Dance of the Floreadores (Waltz of the Flowers)\n[01:03:39] - 07. Movement: Tea (Chinese Dance) - orchestral version\n[01:04:51] - 08. Movement: Dance of the Mirlitons - orchestral version\n[01:07:30] - 09. Movement: Arabesque Cookie (Arabian Dance)\n[01:13:41] - 10. Movement: Waltz of the Flowers - orchestral version\n\n[01:21:35] - Cristian Macelaru's New Year's greeting\n\n\nEncore\n\n                    Traditional\n[01:21:53] - Auld lang syne\n\nWDR Big Band\nJohan Hörlén, clarinet\n\nWDR Symphony Orchestra Cologne\nCristian Măcelaru, conductor\n\nRecorded live on 31.12.2022\nat Philharmonie, Cologne",
    "Duration": "01:28:55",
    "ChannelName": "Grande Valse Viennoise",
    "VideoId": "YBroOANcGn8",
    "ChannelId": "UCAj0jnQrm28oyEc_gep7UwQ"
  },
  {
    "Title": "„România poate”, cu Cristian Măcelaru,  dirijorul Orchestrei Simfonice WDR din Köln",
    "Description": "La Mulți Ani, România! \nLa Mulți Ani, dragi români, oriunde vă aflați în lumea asta! \nDe Ziua României, vă supun atenției un interviu cu un mare român: Cristian Măcelaru – unul dintre marii artiști români ai lumii. Cristian Măcelaru este dirijorul șef al Orchestrei Simfonice WDR din Köln, este directorul Muzical al Orchestrei Naționale a Franței și directorul artistic al Festivalului George Enescu. A primit multe distincții și a fost numit Ambasadorul Cultural în cadrul Proiectului Timișoara Capitală Europeană a Culturii 2023. Cristian Măcelaru este internațional, este prezent pe marile scene ale lumii, însă el n-a uitat România, se implică în proiecte pentru sprijinirea tinerilor artiști români sau pentru a-i aduce pe muzicienii români din afara țării să concerteze în România. \nAm ales să vi-l prezint pe marele dirijor Cristian Măcelaru pentru ceea ce spune, dar mai ales pentru ceea ce face și pentru ceea ce reprezintă. Este și ar trebui să fie un model pentru generațiile viitoare. \n\nDacă ești nou pe canalul Gabriela Dumbrava Goeken, mă bucur că ai dat click pe videoclipul meu! Sper că acest videoclip te-a făcut să rămâi aici!\n\nNu uitați să vă ABONAȚI la canalul Gabriela Dumbrava Goeken și apăsați (🔔) pentru a vă alătura Echipei de Notificare și a fi la curent cu noile încărcări.\n\n👇🏻ABONEAZĂ-TE AICI\nhttps://www.youtube.com/c/GabrielaDumbravaGoeken?sub_confirmation=1\n\nDoriți să vedeți mai mult conținut ca acesta...?\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n👍 Like la videoclip (ajută foarte mult!)\n💬 Comentează mai jos pentru a împărtăși opinia ta!\n🔗Trimite videoclipul oricui ar putea fi interesat \n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n\n📧Pentru întrebări de afaceri: gabriela.goeken@t-online.de\n\n📱Rămâneți la curent pe rețelele mele sociale : \n» Instagram - https://www.instagram.com/gabribrava/\n» Facebook - https://www.facebook.com/GabrielaDumbravaGoeken/\n\n🎬VIDEOCLIPURI SUGERATE\nNu uitați să vizionați 📽 celelalte videoclipuri ale mele. Vă rog să le verificați :\n\n▶️În curând pe youtube! \"Nu există nu se poate\" cu Beniamin Bucur, om de afaceri român în Germania\nhttps://youtu.be/BfNjwoaMAHc\n\n▶️Limba română cu Nargess Eskandari-Grünberg, primarul oraşului Frankfurt\nhttps://youtu.be/Bd64UhcM3z8\n\n▶️Frankfurt şi Limba română\nhttps://youtu.be/IcncZ0mK0LU\n\n#GabrielaDumbravaGoeken \n💖Vă mulțumesc pentru vizionare! 💖",
    "Duration": "00:25:15",
    "ChannelName": "Gabriela Dumbrava Goeken",
    "VideoId": "7wiDuVrxNgU",
    "ChannelId": "UCMMmt0I1g08AaYbQXAiefaw"
  },
  {
    "Title": "Bavarian Radio Symphony Orchestra - Anton Bruckner - Symphony No. 5 in B-flat major, WAB 105",
    "Description": "Anton Bruckner\nSymphony No. 5 in B-flat major, WAB 105\n\n[00:00:00] - 01. Movement: Introduction. Adagio - Allegro\n[00:23:12] - 02. Movement: Adagio. Sehr langsam (very slow)\n[00:42:04] - 03. Movement: Scherzo. Molto vivace\n[00:56:36] - 04. Movement: Finale. Adagio - Allegro moderato\n\nBavarian Radio Symphony Orchestra\nChristian Thielemann, conductor\n\nRecorded live on 30.06.2023\nat the Philharmonie im Gasteig, Munich",
    "Duration": "01:23:21",
    "ChannelName": "Classic live in Concert",
    "VideoId": "PM9QmiIXKNE",
    "ChannelId": "UCK7ZrPSqJ_5vQG6gQ1DAFmw"
  }
]