[
  {
    "Title": "Once Upon a Time in Iraq (full documentary) | FRONTLINE",
    "Description": "The story of the Iraq war and the chaos that followed, told by Iraqis who lived through it.\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n \nThe voices of Iraqis take center stage in “Once Upon a Time in Iraq,” an unprecedented, two-hour FRONTLINE documentary special. They share their personal accounts and lasting memories of life under Saddam Hussein, the U.S.-led invasion of their country and the years of chaos that followed — from sectarian violence to the rise and brutal reign of ISIS.\n \n#OnceUponATimeInIraq #IraqWar #FRONTLINE\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.",
    "Duration": "01:53:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "T2L4jcVqo8s",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Beyond Baghdad (full documentary) | FRONTLINE",
    "Description": "In the summer of 2003, violence against the U.S.-led coalition in Iraq spiked alarmingly. Traveling across Iraq, FRONTLINE reporters went to see how the U.S. plan to turn the country into a showcase for democracy in the Middle East was faring. (Aired 2004)\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2004 documentary, “Beyond Baghdad\u0027\u0027, veteran investigative team Martin Smith, Marcela Gaviria and Scott Anger continued their reporting on Iraq, setting out on a five-week journey across the country, from the Kurdish north, through the Sunni Triangle, to the Shiite south, taking a hard look at the social and political reality beyond the political corridors of Baghdad.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #BeyondBaghdad\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:46",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "u2ne_MNa3vk",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Losing Iraq (full documentary) | FRONTLINE",
    "Description": "FRONTLINE traces how decisions by the Bush and Obama administrations contributed to ISIS bursting onto the world stage, seizing territory in Iraq more than two years after President Obama pulled U.S. troops out. (Aired 2014)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2004 documentary “Losing Iraq”, FRONTLINE filmmakers Michael Kirk, Jim Gilmore and Mike Wiser explore the key political stories behind the Iraq war’s defining moments: from the toppling of the statue of Saddam Hussein, through the violent rise of ISIS. Drawing on one of the richest archives in broadcast journalism — including more than 40 reports on the war on terror — as well as in-depth interviews with policymakers and military leaders, FRONTLINE examines the U.S. role starting from the 2003 invasion. \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #LosingIraq\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "01:23:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "G-Wi2LgwD5U",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Returning From the Iraq War With PTSD - The Soldier’s Heart (full documentary) | FRONTLINE",
    "Description": "FRONTLINE tells the stories of soldiers who have come home haunted by their experiences during the Iraq War and asks whether the government is doing enough to help. (Aired 2005)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nThe military teaches soldiers how to fight, how to kill, how to survive. But who teaches them how to live with themselves? In the 2005 documentary, “The Soldier’s Heart,” FRONTLINE examines the underreported story of the Iraq war: the psychological cost for those who fought it. For those who survived the fighting, the battle is not over. For some, the return home can be as painful as war itself. \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #TheSoldiersHeart\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:55:03",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "1FCOyuZ2JJI",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Jihadist: An Islamist Militant Jockeys for Power in Syria\u0027s Idlib (full documentary) | FRONTLINE",
    "Description": "FRONTLINE correspondent Martin Smith travels to Syria’s Idlib province and becomes the first Western journalist to interview one of the most wanted men in the world: Abu Mohammad al-Jolani, designated a terrorist by the U.S., whose Islamist group is the dominant force in Syria’s last opposition stronghold.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate.\n\nJolani’s group, Hayat Tahrir al-Sham, and its earlier incarnations stand accused of human rights violations — including indiscriminate attacks on civilian areas, torture and arbitrary arrests of civilians — and much of his life has been a roadmap of Islamist militancy in Iraq and Syria. But Jolani now says that he is seeking a new relationship with the West. In “The Jihadist,” Smith investigates Jolani’s rebranding efforts, and tracks down and interviews his critics and victims.\n\nThe documentary examines the fight over the future of Idlib, Jolani’s emergence as a leading Islamist militant, and his efforts — despite his history with Al Qaeda and allegations of human rights abuses — to change his image into that of a viable leader who is not a danger to the United States and Europe.\n\n“The Jihadist” is produced, written and directed by Martin Smith and Marcela Gaviria, with Smith as correspondent, and co-produced by Brian Funck and Scott Anger.\n\nFor more reporting in connection with this investigation, visit FRONTLINE’s website:\nhttps://to.pbs.org/3vMoAYU\n\n#Documentary #Syria #Idlib\n\nLove FRONTLINE? Find us on the PBS Video App, where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp   \n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:53:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "4pr_k47E6zo",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Emergency Powers: Trump’s Favorite Loophole | The Weekly Show with Jon Stewart",
    "Description": "This week, with the military deployed to LA and readying to parade in DC, Jon is joined by Jill Lepore, Professor of History and Law at Harvard University, and Kevin M. Kruse, Professor of History at Princeton University. Together, they consider what history reveals about moments when presidential power tests democratic limits, and discuss ways that institutions might resist. Plus, hear new insights on the Trump vs Musk quarrel, as well as surprising parallels between Jurassic Park and Trump’s first 100 days.\n\nGo to https://groundnews.com/stewart to see how any news story is being framed by news outlets around the world and across the political spectrum. Use my link to get 40% off unlimited access with the Vantage Subscription.\n\n0:00 - Intro\n3:10 - Jill Lepore \u0026 Kevin M. Kruse Join\n9:40 - Is Trump Exposing a Loophole in the Constitution?\n15:57 - We\u0027re Living in an Era of Emergency Politics\n19:16 - Trump\u0027s Control Over the Republican Party\n21:07 - What are the Metrics for an Emergency?\n30:26 - The Competent Economic Case for Immigration \n34:40 - The Trump Authoritarian Framing Has to Be Fought\n44:30 - Trump vs. Musk\n51:50 - Trump\u0027s First 100 Days = Jurassic Park?\n54:30 - Connection to January 6th\n58:33 - What Lies Ahead?\n1:04:04 - Musk\u0027s Grandfather \u0026 Technocracy\n1:06:52 - Breaking Down the Discussion\n\n#TheWeeklyShowWithJonStewart #TheWeeklyShow #JonStewart #ComedyCentral \n\nSubscribe to The Weekly Show: \nhttps://www.youtube.com/@WeeklyShowPodcast?sub_confirmation=1\n\nFollow The Weekly Show: \nX: https://www.x.com/weeklyshowpod \nInstagram: https://www.instagram.com/weeklyshowpodcast/ \nTikTok: https://www.tiktok.com/@weeklyshowpodcast\n\nWatch full episodes of The Weekly Show: https://www.youtube.com/playlist?list=PLIti_J5fVo4IiJWQluYFpz-DbWOF0mK3o\n\nAbout The Weekly Show:\nOn Mondays, Jon Stewart hosts The Daily Show, but on Thursdays he hosts The Weekly Show — A podcast featuring in- depth conversations with special guests that explores the biggest threats to our democracy. Also hear from producers and friends of the show who discuss the latest headlines, what’s on their minds, and more!\n\nThe Weekly Show with Jon Stewart releases new episodes every Thursday wherever you get your podcasts \u0026 full episode is available on YouTube, Fridays at 9AM ET.",
    "Duration": "01:13:25",
    "ChannelName": "The Weekly Show with Jon Stewart",
    "VideoId": "EqeWMu6HZfw",
    "ChannelId": "UCQlJ7XpBtiMLKNSd4RAJmRQ"
  },
  {
    "Title": "China, the U.S. \u0026 the Rise of Xi Jinping (full documentary) | FRONTLINE",
    "Description": "The complex, contentious U.S.-China relationship is a high-profile issue President-elect Donald Trump will face in his second term. FRONTLINE’s timely investigation traces China’s emergence as one of the world’s wealthiest and most repressive countries, and the role of its longtime president, Xi Jinping.\n\nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: https://www.pbs.org/donate​\n\nOffering a comprehensive look at Xi’s vision for China and the broader implications — from his crackdown on Muslims in Xinjiang to his provocative ambitions for Taiwan — “China, the U.S. \u0026 the Rise of Xi Jinping” also probes the state of China’s economy and its trade war with the U.S., the hostile China-U.S. relationship, the ramifications and what may come next.\n\nWith China largely shutting out the international media, the two-hour documentary draws on interviews with former Chinese Communist Party members, exiled human rights and democracy activists, academics, authors and journalists to trace the events that shaped President Xi. It examines the trajectory of his life, from being sent to the countryside to perform hard labor during the Maoist revolution, to his embrace of the Chinese Communist Party and his rise through its leadership, to how he has tightened his grip throughout his presidency.\n\n“China, the U.S. \u0026 the Rise of Xi Jinping” is a FRONTLINE production with RAIN Media, Inc. The producers are Martin Smith, Marcela Gaviria and Brian Funck. The correspondent is Martin Smith. The co-producers are Scott Anger and Elizabeth Hope Williams. The writers and directors are Marcela Gaviria and Martin Smith.\n\nExplore reporting related to “China, the U.S. \u0026 the Rise of Xi Jinping” on our website: \nhttps://www.pbs.org/wgbh/frontline/documentary/china-the-u-s-the-rise-of-xi-jinping/\n\n#Documentary #China #XiJinping #TradeWar\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional support for FRONTLINE is provided by the Abrams Foundation, Park Foundation, the John D. and Catherine T. MacArthur Foundation, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund, with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from the Charina Endowment Fund and from Koo and Patricia Yuen.\n\nCHAPTERS:\n\n0:00 - Prologue\n07:02 - How Did Xi Jinping’s Past Shape Him?\n17:18 - Living in Communist Leader Mao Zedong’s China\n21:25 - Xi’s Entry Into Local Politics in the 1980s\n26:08 - The 1989 Tiananmen Square Protests and Crackdown\n34:08 - Xi’s Rise to the Top of China’s Political Leadership\n44:56 - Document Number Nine, the Chinese Government’s Internal Memo\n53:19 - How China Treats Uyghur Communities in Xinjiang\n1:04:51 - The U.S.-China Trade War During President Trump’s First Term\n1:13:18 - How China Seeks to Gain Control of the South China Sea\n1:19:14 - China and Hong Kong’s Relationship During Xi’s Tenure\n1:27:31 - China and Taiwan’s Relationship During Xi’s Tenure \n1:45:39 - Looking Ahead to China’s Future Under Xi\n1:53:24 - Credits",
    "Duration": "01:53:18",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "t4ew0cbG1IU",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "\u0022China is digging out of a crisis. And America’s luck is wearing thin.\u0022 — Ken Rogoff",
    "Description": "Ken Rogoff, former chief economist of the IMF, predicts that within the next decade, the US will have a debt-induced inflation crisis, but not a Japan-type financial crisis (the latter is much worse, and can make a country poorer for generations). Ken explains how China is trapped: in order to solve their current problems, they keep leaning on financial repression and state-directed investment, which only makes their problems worse. We also discuss the erosion of dollar dominance, why there will be a rebalancing toward foreign equities, how AGI will impact the deficit and interest rate, and much more!\n\n𝐄𝐏𝐈𝐒𝐎𝐃𝐄 𝐋𝐈𝐍𝐊𝐒\n* Transcript: https://www.dwarkesh.com/p/ken-rogoff\n* Apple Podcasts: https://podcasts.apple.com/us/podcast/dwarkesh-podcast/id1516093381?i=1000712621759\n* Spotify: https://open.spotify.com/episode/2XPKYjWWL3wculkx5z6WiA?si=220a633569594e9b\n\n𝐒𝐏𝐎𝐍𝐒𝐎𝐑𝐒\n* WorkOS gives your product all the features that enterprise customers need, without derailing your roadmap. Skip months of engineering effort and start selling to enterprises today at https://workos.com\n\n* Scale is building the infrastructure for smarter, safer AI. In addition to their Data Foundry, they recently released Scale Evaluation, a tool that diagnoses model limitations. Learn how Scale can help you push the frontier at https://scale.com/dwarkesh\n\n* Gemini Live API lets you have natural, real-time, interactions with Gemini. You can talk to it like you were talking to another person, stream video to show it your surroundings, and share screen to give it context. Try it now by clicking the “Stream” tab on https://ai.dev\n\nTo sponsor a future episode, visit https://dwarkesh.com/advertise\n\n𝐓𝐈𝐌𝐄𝐒𝐓𝐀𝐌𝐏𝐒\n00:00:00 – China is stagnating\n00:25:46 – How the US broke Japan\u0027s economy\n00:37:06 – America\u0027s inflation crisis is coming\n01:02:20 – Will AGI solve the US deficit?\n01:07:11 – Why interest rates will go up\n01:10:55 – US equities will underperform\n01:22:24 – The erosion of dollar dominance",
    "Duration": "01:36:05",
    "ChannelName": "Dwarkesh Patel",
    "VideoId": "P2b4TjQa4gk",
    "ChannelId": "UCXl4i9dYBrFOabk0xGmbkRA"
  },
  {
    "Title": "Why Rome actually fell: plagues, slavery, \u0026 ice age — Kyle Harper",
    "Description": "800 years before the Black Death, the very same bacteria ravaged Rome, killing 60%\u002B of the population in many areas. Also, back-to-back volcanic eruptions caused a mini Ice Age, leaving Rome devastated by famine and disease. I chatted with historian Kyle Harper about this and much else:\n* Rome as a massive slave society\n* Why humans are more disease-prone than other animals\n* How agriculture made us physically smaller (Caesar at 5\u00275\u0022 was considered tall)\n\n𝐄𝐏𝐈𝐒𝐎𝐃𝐄 𝐋𝐈𝐍𝐊𝐒\n* Transcript: https://www.dwarkesh.com/p/kyle-harper\n* Apple Podcasts: https://podcasts.apple.com/us/podcast/dwarkesh-podcast/id1516093381?i=1000704767817\n* Spotify: https://open.spotify.com/episode/5LhE123eOtQoOm0IPusEiT?si=4d7d8b25374a4f92\n\n𝐒𝐏𝐎𝐍𝐒𝐎𝐑𝐒\n* WorkOS makes it easy to become enterprise-ready. They have APIs for all the most common enterprise requirements—things like authentication, permissions, and encryption—so you can quickly plug them in and get back to building your core product. If you want to make your product enterprise-ready, join companies like Cursor, Perplexity and OpenAI, and head to https://workos.com\n\n* Scale’s Data Foundry gives major AI labs access to high-quality data to fuel post-training, including advanced reasoning capabilities. If you’re an AI researcher or engineer, learn how Scale’s Data Foundry and research lab, SEAL, can help you go beyond the current frontier of capabilities at https://scale.com/dwarkesh\n\nTo sponsor a future episode, visit https://dwarkesh.com/advertise.\n\n𝐊𝐘𝐋𝐄\u0027𝐒 𝐁𝐎𝐎𝐊𝐒\n* The Fate of Rome: https://www.amazon.com/Fate-Rome-Climate-Disease-Princeton/dp/0691166838\n* Plagues upon the Earth: https://www.amazon.com/Plagues-upon-Earth-Princeton-Economic/dp/069119212X\n* Slavery in the Late Roman World: https://www.amazon.com/Slavery-Late-Roman-World-275-425/dp/0521198615\n\nI highly recommend all of these. Kyle is also working on a new book called The Last Animal. Stay tuned for the release!\n\n𝐓𝐈𝐌𝐄𝐒𝐓𝐀𝐌𝐏𝐒\n00:00:00 - Plague\u0027s impact on Rome\u0027s collapse\n00:07:08 - Rome’s little Ice Age\n00:12:35 - Why did progress stall in Rome’s Golden Age?  \n00:24:39 - Slavery in Rome\n00:37:06 - Was agriculture a mistake?\n00:48:26 - Disease’s impact on cognitive function\n01:00:30 - Plague in India and Central Asia\n01:06:00 - The next pandemic\n01:17:32 - How Kyle uses LLMs\n01:19:35 - De-extinction of lost species",
    "Duration": "01:24:13",
    "ChannelName": "Dwarkesh Patel",
    "VideoId": "QFzgSmN8Ng8",
    "ChannelId": "UCXl4i9dYBrFOabk0xGmbkRA"
  },
  {
    "Title": "Is Elon Musk the Ultimate Scam Artist? with Max Chafkin | What Now? with Trevor Noah Podcast",
    "Description": "This week author and journalist Max Chafkin, co-host of the podcast Elon, Inc. joins myself and Christiana to discuss one of today’s most fascinating and controversial figures: Elon Musk. We talk about how Elon came to be the world’s richest person, whether he’s a brilliant entrepreneur, scam artist, or both, and whether he and the rest of the “Paypal Mafia” have helped the world or helped ruin it. \n\n00:00 Intro\n01:05 Introduction to Max Chafkin and podcast background\n04:00 Defining the tech elite and their connections\n14:20 Peter Thiel\u0027s background and influence\n25:00 Discussion of Musk\u0027s erratic behavior and wealth\n30:10 Trump\u0027s relationship with tech leaders\n41:30 Understanding billionaire motivations\n56:00 South African influence on Musk\u0027s worldview\n01:02:30 Elon Musk\u0027s global business strategy\n01:07:00 Future predictions for tech oligarchs\n\nIf you haven\u0027t already.... Subscribe to What Now? here on YouTube! https://bit.ly/SubscribeToWhatNowPodcast\nOr follow along on your other favourite podcast platforms... Spotify - https://bit.ly/WhatNowOnSpotify / Apple Podcasts - https://bit.ly/WhatNowOnApplePodcasts\n\nMore episodes...\n\nThe Problem With Men, with Scott Galloway https://youtu.be/_i11gj-iq1I\nAmerican Amnesia with Tressie McMillan Cottom https://youtu.be/bOT53IY6tJg\nThe Reality of Fiction with Chimamanda Ngozi Adichie https://youtu.be/yfNbrC3HJpU\nChristiana Gave Birth (Again)! https://youtu.be/ER-EZnyjSJM\nHuman-Kind or Human Evil with Rutger Bregman https://youtu.be/vhg2RLXUovs\nMeet Khaya Dlanga – One of My Favorite People https://youtu.be/qEJV3t1m_Y4\nThe Second Coming of Halle Berry https://youtu.be/hW7Mld_WksU\nRIP… D.E.I. with Ruha Benjamin https://youtu.be/1VRCfuKEGdo\nNo One Told Trevor He Was Hosting the Grammys https://youtu.be/bNEJVTNU8N8\nWringing in the New Year https://youtu.be/Ge_0YMwfTes\nIs Marques Brownlee the Most Powerful Man in Tech? https://youtu.be/pNDidttHP9M?si=5GDvs3sbehGH5ZZm\nWhy Are All Bosses Idiots? with Simon Sinek https://youtu.be/BooPVxoRmEY?si=IV5bDRKpJj2Z1WHV\nHow To Be The Most Healed Guy with Neal Brennan https://youtu.be/InNbGfVVtJk?si=rKM8EcfC-bGcWEsk\nIf You Ruled the World: Listener Grab Bag https://youtu.be/lRBA74Yd6eo\nLove on a Timeline with Esther Perel https://youtu.be/wXoi2mcS79c\nTight Values, Loose Ideas with Malcolm Gladwell https://youtu.be/0nzREiczBaA?si=FpCq7CQIg8wavN89\nWhat’s In An Accent with Lupita Nyong’o https://youtu.be/OncAEu9sfD8?si=CEM-ZAFKABE9agLx\nFor Kids or Anyone Who’s Ever Been a Kid https://youtu.be/iv3CMDfKM5w?si=_e0aLFDiHBxPutCB\nHave We Missed The Message? with Ta-Nehisi Coates https://youtu.be/IPbD9PZ5FP4?si=6Jo16ww9qDqjPFIF\nKevin Hart Gets the Bubble Guts! https://youtu.be/LxWiLYHEdYI?si=DQfQxsE_qbQU18gc\nDoctor Roger Federer Will See You Now https://youtu.be/0foth8r3Zbg?si=jLLMfq9DE90rLAZn\nWelcome To The Julia Louis-Dreyfus Brain Museum https://youtu.be/gIM1aQ9KS1o?si=z6pYIWwtEOfjqspB\nDwayne “The Rock” Johnson Kicks Off The Podcast!  https://youtu.be/gPmBuZbnn0g?si=R2jJLxG5cb-BwF03\nJessica Alba Is Standing in Her Power! https://youtu.be/zY9KZyJ1EiI?si=qGolN-Ga4PI3C-5a\nMaking Bureaucracies Sexier with Yuval Noah Harari https://youtu.be/jO8ZLWYg71M?si=Ihm6QzZEnueJJWr1\nGabriel “Fluffy” Iglesias and the Art of Mentoring https://youtu.be/_ZeEiE42kNk?si=UNc9HE9NnyQbSVs6\nTripping Past Your Ego with Michael Pollan https://youtu.be/RMXu7Fn_bZc?si=fujRFMjoW0gwtMLu\nWhy AI Won’t Destroy Us with Microsoft’s Brad Smith https://youtu.be/N5qEv-0fyQ4?si=YqEp8HUM5TCvVoZi\nSam Altman Speaks Out About What Happened at OpenAI https://youtu.be/dVTxt5K8YZo?si=tNjKcPxtZuj6crVd\nThere’s No I In Trevor Noah https://youtu.be/NZYnFYmn1Q0?si=5mYwzWfs83XoXhLO\nThe Ozempic Obsession with Jia Tolentino https://youtu.be/ZR9QASRetRc?si=FmhMdLFmYKAOtxP8\n\n#MaxChafkin #TrevorNoah #WhatNowPodcast",
    "Duration": "01:10:03",
    "ChannelName": "Trevor Noah",
    "VideoId": "nGMcyJG5If0",
    "ChannelId": "UC8bTQzxgvKkXDAaWkeuUlkg"
  },
  {
    "Title": "Inside Putin’s dark rise to power | Full documentary",
    "Description": "Russian President Vladimir Putin’s 25 years in power have been marked by repression at home and war abroad. From the Cold War to the war in Ukraine, the story of Putin as told by prominent politicians who have dealt with him and critics who have suffered his wrath.\n\n#Documentary #Putin #Russia\n\n00:00 - Putin’s early years \n\n12:39 - Advancing political ambitions\n\n20:38 - Building a wave of popular support \n\n29:18 - How Putin’s presidency nearly failed early on\n\n41:33 - Perceived domestic and foreign enemies \n\n51:06 - Interaction with foreign leaders \n\n1:03:37 - Putin’s private life \n\n1:14:36 - Invasion of Ukraine \n\n1:25:27 - What happens when Putin is gone?\n\n»»» Subscribe to CBC News to watch more videos: http://bit.ly/1RreYWS\n\nConnect with CBC News Online:\n\nFor breaking news, video, audio and in-depth coverage: http://bit.ly/1Z0m6iX\nFollow CBC News on TikTok: https://bit.ly/3TnHioe\nFollow CBC News on Twitter: http://bit.ly/1sA5P9H\nFind CBC News on Facebook: http://bit.ly/1WjG36m\nFollow CBC News on Instagram: http://bit.ly/1Z0iE7O\nSubscribe to CBC News on Snapchat: https://bit.ly/3leaWsr\n\nDownload the CBC News app for iOS: http://apple.co/25mpsUz\nDownload the CBC News app for Android: http://bit.ly/1XxuozZ\n\n»»»»»»»»»»»»»»»»»»\nFor more than 80 years, CBC News has been the source Canadians turn to, to keep them informed about their communities, their country and their world. Through regional and national programming on multiple platforms, including CBC Television, CBC News Network, CBC Radio, CBCNews.ca, mobile and on-demand, CBC News and its internationally recognized team of award-winning journalists deliver the breaking stories, the issues, the analyses and the personalities that matter to Canadians.",
    "Duration": "01:27:42",
    "ChannelName": "CBC News",
    "VideoId": "leYExGi5iGo",
    "ChannelId": "UCuFFtHWoLl5fauMMD5Ww2jA"
  },
  {
    "Title": "The Credit Card Game (full documentary) | FRONTLINE",
    "Description": "As credit card companies faced rising public anger and new regulations from Washington in 2009, FRONTLINE examined the industry’s impact on a fragile national economy. (Aired 2009)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: https://www.pbs.org/donate​.\n\nIn “The Card Game,” a collaboration with The New York Times, correspondent Lowell Bergman talked to industry insiders, lobbyists, politicians and consumer advocates as they debated new regulation designed to curtail the most abusive practices of credit card companies and the possible creation of a consumer finance protection agency.\n\n“The Card Game” was a FRONTLINE co-production with Cam Bay Productions and The New York Times. Lowell Bergman and Oriana Zill de Granados wrote and produced the documentary. The correspondent was Lowell Bergman. Stephanie Challberg was the editor. Raney Aronson-Rath was senior producer. David Fanning was executive producer.\n\nExplore additional reporting on \u0022The Card Game\u0022 on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/creditcards/\n\n#Documentary #CreditCard #Debt #Banks\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:40",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "Rl-4zRU6wQw",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Flying Cheaper (full documentary) | FRONTLINE",
    "Description": "In 2011, FRONTLINE investigated a growing trend of airlines outsourcing their heavy aircraft maintenance from in-house to independent repair facilities. (Aired 2011)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2011 documentary “Flying Cheaper,” FRONTLINE examined the outsourcing of major airline repair work to U.S.-based contractors who kept costs low by using unlicensed mechanics and to foreign-based maintenance operations, from China to El Salvador. FRONTLINE correspondent Miles O’Brien investigated reports of undertrained mechanics, foreign workers who couldn’t read English language repair manuals, inadequate FAA oversight and the use of unauthorized airline parts.\n\n“Flying Cheaper” was a co-production with the Investigative Reporting Workshop that was produced by Rick Young and Catherine Rentz. Miles O’Brien was the correspondent. Rick Young was the writer. Leslie Atkins was the editor. Raney Aronson-Rath was series senior producer. David Fanning was executive producer.\n\nExplore additional reporting on \u0022Flying Cheaper\u0022 on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/flying-cheaper/\n\n#Documentary #AirlineSafety #AirplaneMaintenance\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nAirplane Maintenance, Repairs and Safety - 01:04\nAn Independent Airplane Repair Facility in the U.S. - 04:51\nHow an Independent Airplane Repair Facility “Cleaned Up” Before an FAA Inspection - 12:43\nWhat Happens to the Airline Industry’s Safety Margins? - 15:49\nCredits - 18:01",
    "Duration": "00:19:21",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "sw0b020OFj4",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Nicotine War (full documentary) | FRONTLINE",
    "Description": "FRONTLINE told the story of Food and Drug Administration Commissioner David Kessler’s bold attempt to regulate the tobacco industry — which had defied regulation for more than thirty years. (Aired 1995)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nThe documentary details the FDA’s efforts to prove that cigarette manufacturers were manipulating nicotine in cigarettes to keep smokers hooked and examines the political headwinds the FDA faced at the time.\n\n#Documentary #Tobacco #Cigarettes #Smoking\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.\n\nCHAPTERS:\nPrologue - 00:00 \nFDA Makes a Case to Regulate Nicotine in Tobacco Like a Drug In 1994 - 00:45 \nWhy Is It So Hard to Quit Smoking Cigarettes? - 09:57\nFDA Commissioner Takes On the Tobacco Industry and Nicotine - 18:15\nWhat Did the Tobacco Industry Know About Nicotine’s Addictive Properties nd When? - 26:40\nLawsuits Against the Tobacco Industry Begin After 1994 - 40:14\nFDA Tackles the Issue of Children Smoking - 45:20\nCredits - 53:50",
    "Duration": "00:55:24",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "8E-h5ZXUC9k",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Secret History of the Credit Card (full documentary) | FRONTLINE",
    "Description": "FRONTLINE and The New York Times examine how the credit card industry became pervasive, lucrative, and politically powerful. (Aired 2004)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nMillions of American families use their personal, general-purpose credit cards to make ends meet. With no federal laws on the amount of interest or fees that can be charged, credit cards have become the most profitable sector of the American banking industry.”] In “Secret History of the Credit Card,” correspondent Lowell Bergman uncovers the techniques used by the industry to earn record profits and get consumers to take on more debt. Some experts argue the profitability of credit cards began when the banking industry successfully eliminated a critical restriction: the limit on the interest rate a lender can charge a borrower. Deregulation, coupled with a revolution in technology enabled the almost real-time tracking of personal financial information and the emergence of nationwide banking, facilitated the widening availability of credit cards across the economic spectrum. But for some, the cost of credit is often far greater than it appears.\n\nLove FRONTLINE? Find us on the PBS Video App, where there are more than 300 FRONTLINE documentaries available to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary #CreditCards\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:52",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "2mHsTKvAuZc",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Truth, War and Consequences (full documentary) | FRONTLINE",
    "Description": "Did America rush into a war in Iraq for which it was unprepared? In this 2003 documentary, FRONTLINE examines why the U.S. went to war in Iraq, what went wrong in the planning for the postwar occupation, and what was at stake for both the U.S. and for Iraqis. \n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn \u0022Truth, War and Consequences,\u0022 FRONTLINE producer and correspondent Martin Smith probes the fierce internal debate between the Pentagon and the State Department over the intelligence justifying the war and over the shape of post-Saddam Iraq.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #TruthWarConsequences\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "01:24:59",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "RMSNUX3n6yA",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "War on the EPA (full documentary) | FRONTLINE",
    "Description": "This 2017 documentary investigates how Scott Pruitt, a former state senator and minor league baseball team owner, went from fighting the Environmental Protection Agency to running it, rolling back years of policy.\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n \nFRONTLINE tells the inside story of how the major reversal of the Clean Power Plan and other environmental policy rollbacks happened; how President Trump’s Environmental Protection Agency administrator, Scott Pruitt, went from fighting the federal agency to running it; and \nhow the anti-regulatory and anti-climate change science movements in America reached a moment of triumph.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #WarOnTheEPA\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:53:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "vFfYKOTj-48",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Coal\u0027s Deadly Dust (full documentary) | FRONTLINE",
    "Description": "In this 2019 documentary, FRONTLINE and NPR investigate the rise of severe black lung disease among coal miners and the failure to respond.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nCoal miners are dying from the resurgence of an epidemic that could have been prevented. FRONTLINE and NPR’s joint investigation revealed the biggest disease clusters ever documented, and how the industry and the government failed to protect miners.  \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #CoalsDeadlyDust\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:32:03",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "650dKRmc0Nk",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Madoff Affair (full documentary) | FRONTLINE",
    "Description": "On Dec. 11, 2008, Bernard L. Madoff confessed that his investment business was all \u0022one big lie,\u0022 a Ponzi scheme that cost investors $65 billion. In this 2009 documentary, FRONTLINE explored how Madoff became the new poster child for Wall Street gall, greed and corruption.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate  \n\nThrough exclusive television interviews with those closest to Madoff\u0027s operation, veteran FRONTLINE correspondent Martin Smith and producer Marcela Gaviria unearthed the details of the world\u0027s first global Ponzi scheme — a deception that lasted longer, reached wider and cut deeper than any other business scandal in history — in The Madoff Affair. \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp  \n\n#Documentary #BernieMadoff #WallStreet\n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "rH1Y66IwKvc",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Inside Japan\u0027s Nuclear Meltdown (full documentary) | FRONTLINE",
    "Description": "A devastating earthquake and tsunami struck Japan on March 11, 2011 triggering a crisis inside the Fukushima Daiichi nuclear complex. This 2012 documentary reveals how close the world came to a nuclear nightmare. \n\nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: http://www.pbs.org/donate​\n\nIn the desperate hours and days after the Fukushima nuclear disaster, the fate of thousands of Japanese citizens fell into the hands of a small corps of engineers, firemen and soldiers who risked their lives to prevent the Daiichi nuclear complex from complete meltdown. FRONTLINE tells the story of the workers struggling frantically to reconnect power inside the plant’s pitch-dark and highly radioactive reactor buildings; the nuclear experts and officials in the prime minister’s office fighting to get information as the crisis spiraled out of control; and the plant manager who disobeyed his executives’ orders when he thought it would save the lives of his workers.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #InsideJapansNuclearMeltdown\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; the Heising-Simons Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:53:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "qRKScRgsUaE",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Myanmar\u0027s Killing Fields (full documentary) | FRONTLINE",
    "Description": "An investigation of the Myanmar military’s violent crackdown on the Rohingya Muslim minority — an effort described by both the United Nations and the United States as “ethnic cleansing”.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWith secret footage filmed by a network of citizen activists and firsthand accounts from victims and their families, this 2018 documentary depicts an orchestrated campaign to target civilians, state-sanctioned violence and mass murder. The film also investigates the role of Aung San Suu Kyi in the crisis.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #Myanmar​ \n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, Park Foundation, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.",
    "Duration": "00:53:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "sD6mtlQzP18",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "From Jesus to Christ: The First Christians, Part One (full documentary) | FRONTLINE",
    "Description": "Part one of FRONTLINE’s four-hour series on the rise of Christianity examines how Judaism and the Roman empire shaped Jesus’ life and traces the beginnings of the “Jesus Movement” in those early years before it was called Christianity.\n \nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: http://www.pbs.org/donate​\n\nFirst broadcast in 1998, “From Jesus to Christ: The First Christians” is an exploration into the life and death of Jesus, and the men and women whose belief, conviction, and martyrdom created the religion we now know as Christianity. Drawing upon historical evidence, the series challenges familiar assumptions and conventional notions about Christian origins.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n\n#Documentary #FromJesustoChrist \n\nSubscribe on YouTube: http://bit.ly/1BycsJW\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.",
    "Duration": "01:49:43",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "JN8FM1NCOSk",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Opioids, Inc. (full documentary) | FRONTLINE",
    "Description": "Pushing opioids. Bribing doctors. Making millions. FRONTLINE and the Financial Times investigate how Insys Therapeutics profited from a fentanyl-based painkiller up to 100 times stronger than morphine — and how some Wall Street investors looked the other way.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: \nhttp://www.pbs.org/donate\n\n“Opioids, Inc.” tells the inside story of how Insys profited from Subsys, a fast-acting fentanyl-based spray that\u0027s been linked to hundreds of deaths. Tactics included targeting high-prescribing doctors and nurse practitioners known as “whales,” misleading insurers, and holding contests for the sales team: the higher the prescription doses they got doctors to write, the larger the cash prize — despite the dangers to patients. But as the documentary traces in unprecedented detail, the scheme fell apart: With federal prosecutors using anti-racketeering laws designed to fight organized crime, Insys became the first pharmaceutical company to have its CEO sentenced to prison time in federal court in connection with the opioid crisis.\n\n#Opioids #OpioidCrisis #WallStreet\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D.and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler onbehalf of the Jon L. Hagler Foundation.\n\nNOTE: An earlier version of this description misstated the strength of Insys\u0027 painkiller.",
    "Duration": "00:53:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "WvCld2vKug8",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Rise and Fall of Soviet Communism - L01  Nicholas II and the Russian Empire",
    "Description": "",
    "Duration": "00:44:59",
    "ChannelName": "Blackbook Communism \u0026 Socialism",
    "VideoId": "UsIhpw_Kqec",
    "ChannelId": "UCAZSndrOvlXh4Hb9vufl_Xw"
  },
  {
    "Title": "\u0022Red States\u0022 Are a Myth with Trae Crowder",
    "Description": "Visit https://groundnews.com/factually to stay fully informed, see through biased media and get all sides of every story. Subscribe for 40% off unlimited access through my link.\n\nGet 20% off DeleteMe US consumer plans when you go to http://joindeleteme.com/Adam and use promo code ADAM at checkout. DeleteMe International Plans: https://international.joindeleteme.com/\n\nOur political system—and the way we talk about it—often flattens the true diversity of American voters, especially in so-called “red states.” But millions of progressives live in places too often dismissed as conservative strongholds, even in the Deep South. Today, Adam sits down with comedian Trae Crowder—best known for his viral persona, the Liberal Redneck—to unpack the overlooked nuances of America’s political landscape.\n\nSUPPORT THE SHOW ON PATREON: https://www.patreon.com/adamconover\n\nSEE ADAM ON TOUR: https://www.adamconover.net/tourdates/\n\nSUBSCRIBE to and RATE Factually! on:\n\n» Apple Podcasts: https://podcasts.apple.com/us/podcast/factually-with-adam-conover/id1463460577\n\n» Spotify: https://open.spotify.com/show/0fK8WJw4ffMc2NWydBlDyJ\n\nAbout Headgum: Headgum is an LA \u0026 NY-based podcast network creating premium podcasts with the funniest, most engaging voices in comedy to achieve one goal: Making our audience and ourselves laugh. Listen to our shows at https://www.headgum.com.\n\n» SUBSCRIBE to Headgum: https://www.youtube.com/c/HeadGum?sub_confirmation=1\n\n» FOLLOW us on Twitter: http://twitter.com/headgum\n\n» FOLLOW us on Instagram: https://instagram.com/headgum/\n\n» FOLLOW us on TikTok: https://www.tiktok.com/@headgum\n\n» Advertise on Factually! via Gumball.fm",
    "Duration": "01:30:16",
    "ChannelName": "Adam Conover",
    "VideoId": "DXfaVtYV5AY",
    "ChannelId": "UC-kM5kL9CgjN9s9pim089gg"
  },
  {
    "Title": "Age of Easy Money (full documentary) | FRONTLINE",
    "Description": "High inflation. Fear of recession. Disruptions, like the collapse of Silicon Valley Bank. How did the U.S. economy get here? A two-hour documentary special traces the road to this moment, and the role of the Federal Reserve, the country’s central bank.\n\nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: http://www.pbs.org/donate​\n\nFRONTLINE investigates the Fed’s epic economic experiment to revive the U.S. economy with what has been called an “easy money” policy and the far-reaching and sometimes unintended consequences. \n\n“If we hadn\u0027t been driving our economy for 14 years with easy money and then tried to really quickly undo that now, we wouldn\u0027t be having these problems,” former top banking regulator Sheila Bair said in the documentary.\n\nFrom the 2008 recession, to the COVID pandemic, to the rise in inflation, to the current economic uncertainty, “Age of Easy Money” charts the American economy’s tumultuous course, the fragility of the financial system and the widening gap between Wall Street and Main Street.\n\nThe documentary examines what led to the Fed’s recent decisions to hike interest rates at a historic pace and probes the ongoing effects, offering a comprehensive and timely examination of the role of the institution at the heart of America’s economy.\n\nThe documentary is supported by The WNET Group’s Chasing the Dream, a public media initiative that examines poverty, justice and economic opportunity in America.\n\nThe director, producer and correspondent of “Age of Easy Money” is James Jacoby. The producer is Anya Bourg. The senior producer is Frank Koughan. The editor-in-chief and executive producer of FRONTLINE is Raney Aronson-Rath.\n\nFor more reporting in connection with this investigation, visit FRONTLINE’s website:\nhttps://www.pbs.org/wgbh/frontline/documentary/age-of-easy-money/ \n\n#Documentary #FederalReserve #Inflation #Economy\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and airs nationwide on PBS.\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting.\n\nAdditional support for FRONTLINE is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; the Heising-Simons Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nFunding for “Age of Easy Money” is provided by The WNET Group’s Chasing the Dream, a public media initiative reporting on poverty, justice, and economic opportunity in America, with major funding by The JPB Foundation and additional funding from Sue and Edgar Wachenheim, III.\n\nCREDITS\nPrologue - 00:00\nFederal Reserve Tries Easy Money Policies in Great Recession - 5:38\nIn 2010, Federal Reserve Steps Up Quantitative Easing - 19:37\nConcerns and Criticisms of the Federal Reserve’s Easy Money Policies - 28:48\nAfter An Attempt to Pull Back in 2018, Easy Money Becomes Status Quo - 38:25\nDire Warnings About Largely Unregulated “Shadow Banks” - 50:28\nFederal Reserve’s Easy Money Policies Go Into “Overdrive” to Combat COVID’s Economic Impacts - 53:28\n“Bad News for the Economy was Good News for Markets” - 1:06:26\nWarnings That “Unprecedented” Stimulus Could Lead to Excessive Demand and Inflation - 1:16:18\nAn Epicenter of High Inflation in the U.S. - 1:23:30\nThe Federal Reserve’s Response to Inflation - 1:28:42\nThe Impact of the Federal Reserve’s Interest Rate Hikes - 1:37:57\nLessons for the U.S. Economy From the Era of Easy Money - 1:48:34\nCredits - 1:51:58",
    "Duration": "01:53:18",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "EpMLAQbSYAw",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Why China\u0027s manufacturing economy is dominating — Arthur Kroeber",
    "Description": "Arthur Kroeber is a leading researcher on Chinese tech and macro, a founding partner at Gavekal Dragonomics, and author of \u0022China\u0027s Economy: What Everyone Needs to Know\u0022. It\u0027s the most useful, detailed resource I\u0027ve found of how China actually works. On this episode, we discuss how China achieved high-tech manufacturing dominance, and where they\u0027ll go from here. By Arthur’s account, the Chinese government is like a giant VC fund: they decide on key priorities and then spend hundreds of billions of dollars subsidizing ruthless competition at the local level. They are willing to lose huge amounts of money for a few of their bets to pay off: at China’s scale, effectiveness matters more than efficiency. There\u0027s also a growing bipartisan consensus that we need to combat China\u0027s rise. This doesn’t make much sense to me. China is a big, powerful country at the frontier in many fields, and its economy is intricately tied in with our own. Being instinctively adversarial is both unsustainable and risky. Arthur and I discuss how we can create a productive, mutually beneficial version of this relationship.\n\n𝐄𝐏𝐈𝐒𝐎𝐃𝐄 𝐋𝐈𝐍𝐊𝐒\n* Transcript: https://www.dwarkesh.com/p/arthur-kroeber\n* Apple Podcasts: https://podcasts.apple.com/us/podcast/dwarkesh-podcast/id1516093381?i=1000713627073\n* Spotify: https://open.spotify.com/episode/2EXad7ZEt0oXezigqd7WLe?si=45d9402e6fce4095\n* Get Arthur\u0027s book: https://www.amazon.com/Chinas-Economy-Everyone-Needs-Know%C2%AE/dp/0190239034\n\n𝐒𝐏𝐎𝐍𝐒𝐎𝐑𝐒\n* Scale is building the infrastructure for smarter, safer AI. In addition to their Data Foundry, they just released Scale Evaluation, a tool that diagnoses model limitations. Learn how Scale can help you push the frontier at https://scale.com/dwarkesh\n\n* WorkOS Radar ensures your product’s free trials go to actual users. Radar uses 80\u002B signals to distinguish malicious bots from real people, eliminating costly free-tier abuse. See why companies like Cursor, Perplexity, and OpenAI use Radar by visiting https://workos.com/radar\n\n* Lighthouse is THE fastest immigration solution for the technology industry. They help you understand your options and navigate applications for expert visas like the O-1A and EB-1A. Explore which visa is right for you at https://www.lighthousehq.com/ref/Dwarkesh.\n\nTo sponsor a future episode, visit https://dwarkesh.com/advertise\n\n𝐓𝐈𝐌𝐄𝐒𝐓𝐀𝐌𝐏𝐒\n00:00:00 – We should reconcile with China\n00:22:07 – BYD, Tesla, \u0026 Chinese EV industry\n00:38:08 – Will China have a Japan-style financial crisis?\n00:45:26 – Local debt situation is manageable\n00:58:23 – If CCP is so competent, why isn’t China richer?\n01:05:53 – How China keeps tech under control\n01:34:32 – Does China win AI?\n01:44:21 – Communication with China key for AI safety\n02:10:55 – What foreigners get wrong about China\n02:18:19 – China-US relationship future",
    "Duration": "02:27:30",
    "ChannelName": "Dwarkesh Patel",
    "VideoId": "qb644F-iE_s",
    "ChannelId": "UCXl4i9dYBrFOabk0xGmbkRA"
  }
]