[
  {
    "Title": "Once Upon a Time in Iraq (full documentary) | FRONTLINE",
    "Description": "The story of the Iraq war and the chaos that followed, told by Iraqis who lived through it.\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n \nThe voices of Iraqis take center stage in “Once Upon a Time in Iraq,” an unprecedented, two-hour FRONTLINE documentary special. They share their personal accounts and lasting memories of life under Saddam Hussein, the U.S.-led invasion of their country and the years of chaos that followed — from sectarian violence to the rise and brutal reign of ISIS.\n \n#OnceUponATimeInIraq #IraqWar #FRONTLINE\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.",
    "Duration": "01:53:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "T2L4jcVqo8s",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Beyond Baghdad (full documentary) | FRONTLINE",
    "Description": "In the summer of 2003, violence against the U.S.-led coalition in Iraq spiked alarmingly. Traveling across Iraq, FRONTLINE reporters went to see how the U.S. plan to turn the country into a showcase for democracy in the Middle East was faring. (Aired 2004)\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2004 documentary, “Beyond Baghdad\u0027\u0027, veteran investigative team Martin Smith, Marcela Gaviria and Scott Anger continued their reporting on Iraq, setting out on a five-week journey across the country, from the Kurdish north, through the Sunni Triangle, to the Shiite south, taking a hard look at the social and political reality beyond the political corridors of Baghdad.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #BeyondBaghdad\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:46",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "u2ne_MNa3vk",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Losing Iraq (full documentary) | FRONTLINE",
    "Description": "FRONTLINE traces how decisions by the Bush and Obama administrations contributed to ISIS bursting onto the world stage, seizing territory in Iraq more than two years after President Obama pulled U.S. troops out. (Aired 2014)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2004 documentary “Losing Iraq”, FRONTLINE filmmakers Michael Kirk, Jim Gilmore and Mike Wiser explore the key political stories behind the Iraq war’s defining moments: from the toppling of the statue of Saddam Hussein, through the violent rise of ISIS. Drawing on one of the richest archives in broadcast journalism — including more than 40 reports on the war on terror — as well as in-depth interviews with policymakers and military leaders, FRONTLINE examines the U.S. role starting from the 2003 invasion. \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #LosingIraq\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "01:23:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "G-Wi2LgwD5U",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Returning From the Iraq War With PTSD - The Soldier’s Heart (full documentary) | FRONTLINE",
    "Description": "FRONTLINE tells the stories of soldiers who have come home haunted by their experiences during the Iraq War and asks whether the government is doing enough to help. (Aired 2005)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nThe military teaches soldiers how to fight, how to kill, how to survive. But who teaches them how to live with themselves? In the 2005 documentary, “The Soldier’s Heart,” FRONTLINE examines the underreported story of the Iraq war: the psychological cost for those who fought it. For those who survived the fighting, the battle is not over. For some, the return home can be as painful as war itself. \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #TheSoldiersHeart\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:55:03",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "1FCOyuZ2JJI",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Jihadist: An Islamist Militant Jockeys for Power in Syria\u0027s Idlib (full documentary) | FRONTLINE",
    "Description": "FRONTLINE correspondent Martin Smith travels to Syria’s Idlib province and becomes the first Western journalist to interview one of the most wanted men in the world: Abu Mohammad al-Jolani, designated a terrorist by the U.S., whose Islamist group is the dominant force in Syria’s last opposition stronghold.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate.\n\nJolani’s group, Hayat Tahrir al-Sham, and its earlier incarnations stand accused of human rights violations — including indiscriminate attacks on civilian areas, torture and arbitrary arrests of civilians — and much of his life has been a roadmap of Islamist militancy in Iraq and Syria. But Jolani now says that he is seeking a new relationship with the West. In “The Jihadist,” Smith investigates Jolani’s rebranding efforts, and tracks down and interviews his critics and victims.\n\nThe documentary examines the fight over the future of Idlib, Jolani’s emergence as a leading Islamist militant, and his efforts — despite his history with Al Qaeda and allegations of human rights abuses — to change his image into that of a viable leader who is not a danger to the United States and Europe.\n\n“The Jihadist” is produced, written and directed by Martin Smith and Marcela Gaviria, with Smith as correspondent, and co-produced by Brian Funck and Scott Anger.\n\nFor more reporting in connection with this investigation, visit FRONTLINE’s website:\nhttps://to.pbs.org/3vMoAYU\n\n#Documentary #Syria #Idlib\n\nLove FRONTLINE? Find us on the PBS Video App, where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp   \n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:53:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "4pr_k47E6zo",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "China, the U.S. \u0026 the Rise of Xi Jinping (full documentary) | FRONTLINE",
    "Description": "The complex, contentious U.S.-China relationship is a high-profile issue President-elect Donald Trump will face in his second term. FRONTLINE’s timely investigation traces China’s emergence as one of the world’s wealthiest and most repressive countries, and the role of its longtime president, Xi Jinping.\n\nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: https://www.pbs.org/donate​\n\nOffering a comprehensive look at Xi’s vision for China and the broader implications — from his crackdown on Muslims in Xinjiang to his provocative ambitions for Taiwan — “China, the U.S. \u0026 the Rise of Xi Jinping” also probes the state of China’s economy and its trade war with the U.S., the hostile China-U.S. relationship, the ramifications and what may come next.\n\nWith China largely shutting out the international media, the two-hour documentary draws on interviews with former Chinese Communist Party members, exiled human rights and democracy activists, academics, authors and journalists to trace the events that shaped President Xi. It examines the trajectory of his life, from being sent to the countryside to perform hard labor during the Maoist revolution, to his embrace of the Chinese Communist Party and his rise through its leadership, to how he has tightened his grip throughout his presidency.\n\n“China, the U.S. \u0026 the Rise of Xi Jinping” is a FRONTLINE production with RAIN Media, Inc. The producers are Martin Smith, Marcela Gaviria and Brian Funck. The correspondent is Martin Smith. The co-producers are Scott Anger and Elizabeth Hope Williams. The writers and directors are Marcela Gaviria and Martin Smith.\n\nExplore reporting related to “China, the U.S. \u0026 the Rise of Xi Jinping” on our website: \nhttps://www.pbs.org/wgbh/frontline/documentary/china-the-u-s-the-rise-of-xi-jinping/\n\n#Documentary #China #XiJinping #TradeWar\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional support for FRONTLINE is provided by the Abrams Foundation, Park Foundation, the John D. and Catherine T. MacArthur Foundation, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund, with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from the Charina Endowment Fund and from Koo and Patricia Yuen.\n\nCHAPTERS:\n\n0:00 - Prologue\n07:02 - How Did Xi Jinping’s Past Shape Him?\n17:18 - Living in Communist Leader Mao Zedong’s China\n21:25 - Xi’s Entry Into Local Politics in the 1980s\n26:08 - The 1989 Tiananmen Square Protests and Crackdown\n34:08 - Xi’s Rise to the Top of China’s Political Leadership\n44:56 - Document Number Nine, the Chinese Government’s Internal Memo\n53:19 - How China Treats Uyghur Communities in Xinjiang\n1:04:51 - The U.S.-China Trade War During President Trump’s First Term\n1:13:18 - How China Seeks to Gain Control of the South China Sea\n1:19:14 - China and Hong Kong’s Relationship During Xi’s Tenure\n1:27:31 - China and Taiwan’s Relationship During Xi’s Tenure \n1:45:39 - Looking Ahead to China’s Future Under Xi\n1:53:24 - Credits",
    "Duration": "01:53:18",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "t4ew0cbG1IU",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "\u0022China is digging out of a crisis. And America’s luck is wearing thin.\u0022 — Ken Rogoff",
    "Description": "Ken Rogoff, former chief economist of the IMF, predicts that within the next decade, the US will have a debt-induced inflation crisis, but not a Japan-type financial crisis (the latter is much worse, and can make a country poorer for generations). Ken explains how China is trapped: in order to solve their current problems, they keep leaning on financial repression and state-directed investment, which only makes their problems worse. We also discuss the erosion of dollar dominance, why there will be a rebalancing toward foreign equities, how AGI will impact the deficit and interest rate, and much more!\n\n𝐄𝐏𝐈𝐒𝐎𝐃𝐄 𝐋𝐈𝐍𝐊𝐒\n* Transcript: https://www.dwarkesh.com/p/ken-rogoff\n* Apple Podcasts: https://podcasts.apple.com/us/podcast/dwarkesh-podcast/id1516093381?i=1000712621759\n* Spotify: https://open.spotify.com/episode/2XPKYjWWL3wculkx5z6WiA?si=220a633569594e9b\n\n𝐒𝐏𝐎𝐍𝐒𝐎𝐑𝐒\n* WorkOS gives your product all the features that enterprise customers need, without derailing your roadmap. Skip months of engineering effort and start selling to enterprises today at https://workos.com\n\n* Scale is building the infrastructure for smarter, safer AI. In addition to their Data Foundry, they recently released Scale Evaluation, a tool that diagnoses model limitations. Learn how Scale can help you push the frontier at https://scale.com/dwarkesh\n\n* Gemini Live API lets you have natural, real-time, interactions with Gemini. You can talk to it like you were talking to another person, stream video to show it your surroundings, and share screen to give it context. Try it now by clicking the “Stream” tab on https://ai.dev\n\nTo sponsor a future episode, visit https://dwarkesh.com/advertise\n\n𝐓𝐈𝐌𝐄𝐒𝐓𝐀𝐌𝐏𝐒\n00:00:00 – China is stagnating\n00:25:46 – How the US broke Japan\u0027s economy\n00:37:06 – America\u0027s inflation crisis is coming\n01:02:20 – Will AGI solve the US deficit?\n01:07:11 – Why interest rates will go up\n01:10:55 – US equities will underperform\n01:22:24 – The erosion of dollar dominance",
    "Duration": "01:36:05",
    "ChannelName": "Dwarkesh Patel",
    "VideoId": "P2b4TjQa4gk",
    "ChannelId": "UCXl4i9dYBrFOabk0xGmbkRA"
  },
  {
    "Title": "Why Rome actually fell: plagues, slavery, \u0026 ice age — Kyle Harper",
    "Description": "800 years before the Black Death, the very same bacteria ravaged Rome, killing 60%\u002B of the population in many areas. Also, back-to-back volcanic eruptions caused a mini Ice Age, leaving Rome devastated by famine and disease. I chatted with historian Kyle Harper about this and much else:\n* Rome as a massive slave society\n* Why humans are more disease-prone than other animals\n* How agriculture made us physically smaller (Caesar at 5\u00275\u0022 was considered tall)\n\n𝐄𝐏𝐈𝐒𝐎𝐃𝐄 𝐋𝐈𝐍𝐊𝐒\n* Transcript: https://www.dwarkesh.com/p/kyle-harper\n* Apple Podcasts: https://podcasts.apple.com/us/podcast/dwarkesh-podcast/id1516093381?i=1000704767817\n* Spotify: https://open.spotify.com/episode/5LhE123eOtQoOm0IPusEiT?si=4d7d8b25374a4f92\n\n𝐒𝐏𝐎𝐍𝐒𝐎𝐑𝐒\n* WorkOS makes it easy to become enterprise-ready. They have APIs for all the most common enterprise requirements—things like authentication, permissions, and encryption—so you can quickly plug them in and get back to building your core product. If you want to make your product enterprise-ready, join companies like Cursor, Perplexity and OpenAI, and head to https://workos.com\n\n* Scale’s Data Foundry gives major AI labs access to high-quality data to fuel post-training, including advanced reasoning capabilities. If you’re an AI researcher or engineer, learn how Scale’s Data Foundry and research lab, SEAL, can help you go beyond the current frontier of capabilities at https://scale.com/dwarkesh\n\nTo sponsor a future episode, visit https://dwarkesh.com/advertise.\n\n𝐊𝐘𝐋𝐄\u0027𝐒 𝐁𝐎𝐎𝐊𝐒\n* The Fate of Rome: https://www.amazon.com/Fate-Rome-Climate-Disease-Princeton/dp/0691166838\n* Plagues upon the Earth: https://www.amazon.com/Plagues-upon-Earth-Princeton-Economic/dp/069119212X\n* Slavery in the Late Roman World: https://www.amazon.com/Slavery-Late-Roman-World-275-425/dp/0521198615\n\nI highly recommend all of these. Kyle is also working on a new book called The Last Animal. Stay tuned for the release!\n\n𝐓𝐈𝐌𝐄𝐒𝐓𝐀𝐌𝐏𝐒\n00:00:00 - Plague\u0027s impact on Rome\u0027s collapse\n00:07:08 - Rome’s little Ice Age\n00:12:35 - Why did progress stall in Rome’s Golden Age?  \n00:24:39 - Slavery in Rome\n00:37:06 - Was agriculture a mistake?\n00:48:26 - Disease’s impact on cognitive function\n01:00:30 - Plague in India and Central Asia\n01:06:00 - The next pandemic\n01:17:32 - How Kyle uses LLMs\n01:19:35 - De-extinction of lost species",
    "Duration": "01:24:13",
    "ChannelName": "Dwarkesh Patel",
    "VideoId": "QFzgSmN8Ng8",
    "ChannelId": "UCXl4i9dYBrFOabk0xGmbkRA"
  },
  {
    "Title": "The Credit Card Game (full documentary) | FRONTLINE",
    "Description": "As credit card companies faced rising public anger and new regulations from Washington in 2009, FRONTLINE examined the industry’s impact on a fragile national economy. (Aired 2009)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: https://www.pbs.org/donate​.\n\nIn “The Card Game,” a collaboration with The New York Times, correspondent Lowell Bergman talked to industry insiders, lobbyists, politicians and consumer advocates as they debated new regulation designed to curtail the most abusive practices of credit card companies and the possible creation of a consumer finance protection agency.\n\n“The Card Game” was a FRONTLINE co-production with Cam Bay Productions and The New York Times. Lowell Bergman and Oriana Zill de Granados wrote and produced the documentary. The correspondent was Lowell Bergman. Stephanie Challberg was the editor. Raney Aronson-Rath was senior producer. David Fanning was executive producer.\n\nExplore additional reporting on \u0022The Card Game\u0022 on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/creditcards/\n\n#Documentary #CreditCard #Debt #Banks\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:40",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "Rl-4zRU6wQw",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Flying Cheaper (full documentary) | FRONTLINE",
    "Description": "In 2011, FRONTLINE investigated a growing trend of airlines outsourcing their heavy aircraft maintenance from in-house to independent repair facilities. (Aired 2011)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2011 documentary “Flying Cheaper,” FRONTLINE examined the outsourcing of major airline repair work to U.S.-based contractors who kept costs low by using unlicensed mechanics and to foreign-based maintenance operations, from China to El Salvador. FRONTLINE correspondent Miles O’Brien investigated reports of undertrained mechanics, foreign workers who couldn’t read English language repair manuals, inadequate FAA oversight and the use of unauthorized airline parts.\n\n“Flying Cheaper” was a co-production with the Investigative Reporting Workshop that was produced by Rick Young and Catherine Rentz. Miles O’Brien was the correspondent. Rick Young was the writer. Leslie Atkins was the editor. Raney Aronson-Rath was series senior producer. David Fanning was executive producer.\n\nExplore additional reporting on \u0022Flying Cheaper\u0022 on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/flying-cheaper/\n\n#Documentary #AirlineSafety #AirplaneMaintenance\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nAirplane Maintenance, Repairs and Safety - 01:04\nAn Independent Airplane Repair Facility in the U.S. - 04:51\nHow an Independent Airplane Repair Facility “Cleaned Up” Before an FAA Inspection - 12:43\nWhat Happens to the Airline Industry’s Safety Margins? - 15:49\nCredits - 18:01",
    "Duration": "00:19:21",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "sw0b020OFj4",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Nicotine War (full documentary) | FRONTLINE",
    "Description": "FRONTLINE told the story of Food and Drug Administration Commissioner David Kessler’s bold attempt to regulate the tobacco industry — which had defied regulation for more than thirty years. (Aired 1995)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nThe documentary details the FDA’s efforts to prove that cigarette manufacturers were manipulating nicotine in cigarettes to keep smokers hooked and examines the political headwinds the FDA faced at the time.\n\n#Documentary #Tobacco #Cigarettes #Smoking\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.\n\nCHAPTERS:\nPrologue - 00:00 \nFDA Makes a Case to Regulate Nicotine in Tobacco Like a Drug In 1994 - 00:45 \nWhy Is It So Hard to Quit Smoking Cigarettes? - 09:57\nFDA Commissioner Takes On the Tobacco Industry and Nicotine - 18:15\nWhat Did the Tobacco Industry Know About Nicotine’s Addictive Properties nd When? - 26:40\nLawsuits Against the Tobacco Industry Begin After 1994 - 40:14\nFDA Tackles the Issue of Children Smoking - 45:20\nCredits - 53:50",
    "Duration": "00:55:24",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "8E-h5ZXUC9k",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Truth, War and Consequences (full documentary) | FRONTLINE",
    "Description": "Did America rush into a war in Iraq for which it was unprepared? In this 2003 documentary, FRONTLINE examines why the U.S. went to war in Iraq, what went wrong in the planning for the postwar occupation, and what was at stake for both the U.S. and for Iraqis. \n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn \u0022Truth, War and Consequences,\u0022 FRONTLINE producer and correspondent Martin Smith probes the fierce internal debate between the Pentagon and the State Department over the intelligence justifying the war and over the shape of post-Saddam Iraq.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #TruthWarConsequences\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "01:24:59",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "RMSNUX3n6yA",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "War on the EPA (full documentary) | FRONTLINE",
    "Description": "This 2017 documentary investigates how Scott Pruitt, a former state senator and minor league baseball team owner, went from fighting the Environmental Protection Agency to running it, rolling back years of policy.\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n \nFRONTLINE tells the inside story of how the major reversal of the Clean Power Plan and other environmental policy rollbacks happened; how President Trump’s Environmental Protection Agency administrator, Scott Pruitt, went from fighting the federal agency to running it; and \nhow the anti-regulatory and anti-climate change science movements in America reached a moment of triumph.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #WarOnTheEPA\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:53:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "vFfYKOTj-48",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Coal\u0027s Deadly Dust (full documentary) | FRONTLINE",
    "Description": "In this 2019 documentary, FRONTLINE and NPR investigate the rise of severe black lung disease among coal miners and the failure to respond.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nCoal miners are dying from the resurgence of an epidemic that could have been prevented. FRONTLINE and NPR’s joint investigation revealed the biggest disease clusters ever documented, and how the industry and the government failed to protect miners.  \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #CoalsDeadlyDust\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:32:03",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "650dKRmc0Nk",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "The Madoff Affair (full documentary) | FRONTLINE",
    "Description": "On Dec. 11, 2008, Bernard L. Madoff confessed that his investment business was all \u0022one big lie,\u0022 a Ponzi scheme that cost investors $65 billion. In this 2009 documentary, FRONTLINE explored how Madoff became the new poster child for Wall Street gall, greed and corruption.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate  \n\nThrough exclusive television interviews with those closest to Madoff\u0027s operation, veteran FRONTLINE correspondent Martin Smith and producer Marcela Gaviria unearthed the details of the world\u0027s first global Ponzi scheme — a deception that lasted longer, reached wider and cut deeper than any other business scandal in history — in The Madoff Affair. \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp  \n\n#Documentary #BernieMadoff #WallStreet\n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:54:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "rH1Y66IwKvc",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Inside Japan\u0027s Nuclear Meltdown (full documentary) | FRONTLINE",
    "Description": "A devastating earthquake and tsunami struck Japan on March 11, 2011 triggering a crisis inside the Fukushima Daiichi nuclear complex. This 2012 documentary reveals how close the world came to a nuclear nightmare. \n\nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: http://www.pbs.org/donate​\n\nIn the desperate hours and days after the Fukushima nuclear disaster, the fate of thousands of Japanese citizens fell into the hands of a small corps of engineers, firemen and soldiers who risked their lives to prevent the Daiichi nuclear complex from complete meltdown. FRONTLINE tells the story of the workers struggling frantically to reconnect power inside the plant’s pitch-dark and highly radioactive reactor buildings; the nuclear experts and officials in the prime minister’s office fighting to get information as the crisis spiraled out of control; and the plant manager who disobeyed his executives’ orders when he thought it would save the lives of his workers.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #InsideJapansNuclearMeltdown\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nMajor funding for FRONTLINE is provided by the Ford Foundation. Additional funding is provided by the Abrams Foundation; the John D. and Catherine T. MacArthur Foundation; Park Foundation; the Heising-Simons Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.",
    "Duration": "00:53:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "qRKScRgsUaE",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Myanmar\u0027s Killing Fields (full documentary) | FRONTLINE",
    "Description": "An investigation of the Myanmar military’s violent crackdown on the Rohingya Muslim minority — an effort described by both the United Nations and the United States as “ethnic cleansing”.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWith secret footage filmed by a network of citizen activists and firsthand accounts from victims and their families, this 2018 documentary depicts an orchestrated campaign to target civilians, state-sanctioned violence and mass murder. The film also investigates the role of Aung San Suu Kyi in the crisis.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp​ \n\n#Documentary​ #Myanmar​ \n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, Park Foundation, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.",
    "Duration": "00:53:19",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "sD6mtlQzP18",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "From Jesus to Christ: The First Christians, Part One (full documentary) | FRONTLINE",
    "Description": "Part one of FRONTLINE’s four-hour series on the rise of Christianity examines how Judaism and the Roman empire shaped Jesus’ life and traces the beginnings of the “Jesus Movement” in those early years before it was called Christianity.\n \nThis journalism is made possible by viewers like you. Donate to FRONTLINE now: https://bit.ly/47DFzCb\n\nAnd support your local PBS station here: http://www.pbs.org/donate​\n\nFirst broadcast in 1998, “From Jesus to Christ: The First Christians” is an exploration into the life and death of Jesus, and the men and women whose belief, conviction, and martyrdom created the religion we now know as Christianity. Drawing upon historical evidence, the series challenges familiar assumptions and conventional notions about Christian origins.\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n\n#Documentary #FromJesustoChrist \n\nSubscribe on YouTube: http://bit.ly/1BycsJW\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.",
    "Duration": "01:49:43",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "JN8FM1NCOSk",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Opioids, Inc. (full documentary) | FRONTLINE",
    "Description": "Pushing opioids. Bribing doctors. Making millions. FRONTLINE and the Financial Times investigate how Insys Therapeutics profited from a fentanyl-based painkiller up to 100 times stronger than morphine — and how some Wall Street investors looked the other way.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: \nhttp://www.pbs.org/donate\n\n“Opioids, Inc.” tells the inside story of how Insys profited from Subsys, a fast-acting fentanyl-based spray that\u0027s been linked to hundreds of deaths. Tactics included targeting high-prescribing doctors and nurse practitioners known as “whales,” misleading insurers, and holding contests for the sales team: the higher the prescription doses they got doctors to write, the larger the cash prize — despite the dangers to patients. But as the documentary traces in unprecedented detail, the scheme fell apart: With federal prosecutors using anti-racketeering laws designed to fight organized crime, Insys became the first pharmaceutical company to have its CEO sentenced to prison time in federal court in connection with the opioid crisis.\n\n#Opioids #OpioidCrisis #WallStreet\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D.and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler onbehalf of the Jon L. Hagler Foundation.\n\nNOTE: An earlier version of this description misstated the strength of Insys\u0027 painkiller.",
    "Duration": "00:53:17",
    "ChannelName": "FRONTLINE PBS | Official",
    "VideoId": "WvCld2vKug8",
    "ChannelId": "UC3ScyryU9Oy9Wse3a8OAmYQ"
  },
  {
    "Title": "Rise and Fall of Soviet Communism - L01  Nicholas II and the Russian Empire",
    "Description": "",
    "Duration": "00:44:59",
    "ChannelName": "Blackbook Communism \u0026 Socialism",
    "VideoId": "UsIhpw_Kqec",
    "ChannelId": "UCAZSndrOvlXh4Hb9vufl_Xw"
  },
  {
    "Title": "\u0022Red States\u0022 Are a Myth with Trae Crowder",
    "Description": "Visit https://groundnews.com/factually to stay fully informed, see through biased media and get all sides of every story. Subscribe for 40% off unlimited access through my link.\n\nGet 20% off DeleteMe US consumer plans when you go to http://joindeleteme.com/Adam and use promo code ADAM at checkout. DeleteMe International Plans: https://international.joindeleteme.com/\n\nOur political system—and the way we talk about it—often flattens the true diversity of American voters, especially in so-called “red states.” But millions of progressives live in places too often dismissed as conservative strongholds, even in the Deep South. Today, Adam sits down with comedian Trae Crowder—best known for his viral persona, the Liberal Redneck—to unpack the overlooked nuances of America’s political landscape.\n\nSUPPORT THE SHOW ON PATREON: https://www.patreon.com/adamconover\n\nSEE ADAM ON TOUR: https://www.adamconover.net/tourdates/\n\nSUBSCRIBE to and RATE Factually! on:\n\n» Apple Podcasts: https://podcasts.apple.com/us/podcast/factually-with-adam-conover/id1463460577\n\n» Spotify: https://open.spotify.com/show/0fK8WJw4ffMc2NWydBlDyJ\n\nAbout Headgum: Headgum is an LA \u0026 NY-based podcast network creating premium podcasts with the funniest, most engaging voices in comedy to achieve one goal: Making our audience and ourselves laugh. Listen to our shows at https://www.headgum.com.\n\n» SUBSCRIBE to Headgum: https://www.youtube.com/c/HeadGum?sub_confirmation=1\n\n» FOLLOW us on Twitter: http://twitter.com/headgum\n\n» FOLLOW us on Instagram: https://instagram.com/headgum/\n\n» FOLLOW us on TikTok: https://www.tiktok.com/@headgum\n\n» Advertise on Factually! via Gumball.fm",
    "Duration": "01:30:16",
    "ChannelName": "Adam Conover",
    "VideoId": "DXfaVtYV5AY",
    "ChannelId": "UC-kM5kL9CgjN9s9pim089gg"
  },
  {
    "Title": "Why China\u0027s manufacturing economy is dominating — Arthur Kroeber",
    "Description": "Arthur Kroeber is a leading researcher on Chinese tech and macro, a founding partner at Gavekal Dragonomics, and author of \u0022China\u0027s Economy: What Everyone Needs to Know\u0022. It\u0027s the most useful, detailed resource I\u0027ve found of how China actually works. On this episode, we discuss how China achieved high-tech manufacturing dominance, and where they\u0027ll go from here. By Arthur’s account, the Chinese government is like a giant VC fund: they decide on key priorities and then spend hundreds of billions of dollars subsidizing ruthless competition at the local level. They are willing to lose huge amounts of money for a few of their bets to pay off: at China’s scale, effectiveness matters more than efficiency. There\u0027s also a growing bipartisan consensus that we need to combat China\u0027s rise. This doesn’t make much sense to me. China is a big, powerful country at the frontier in many fields, and its economy is intricately tied in with our own. Being instinctively adversarial is both unsustainable and risky. Arthur and I discuss how we can create a productive, mutually beneficial version of this relationship.\n\n𝐄𝐏𝐈𝐒𝐎𝐃𝐄 𝐋𝐈𝐍𝐊𝐒\n* Transcript: https://www.dwarkesh.com/p/arthur-kroeber\n* Apple Podcasts: https://podcasts.apple.com/us/podcast/dwarkesh-podcast/id1516093381?i=1000713627073\n* Spotify: https://open.spotify.com/episode/2EXad7ZEt0oXezigqd7WLe?si=45d9402e6fce4095\n* Get Arthur\u0027s book: https://www.amazon.com/Chinas-Economy-Everyone-Needs-Know%C2%AE/dp/0190239034\n\n𝐒𝐏𝐎𝐍𝐒𝐎𝐑𝐒\n* Scale is building the infrastructure for smarter, safer AI. In addition to their Data Foundry, they just released Scale Evaluation, a tool that diagnoses model limitations. Learn how Scale can help you push the frontier at https://scale.com/dwarkesh\n\n* WorkOS Radar ensures your product’s free trials go to actual users. Radar uses 80\u002B signals to distinguish malicious bots from real people, eliminating costly free-tier abuse. See why companies like Cursor, Perplexity, and OpenAI use Radar by visiting https://workos.com/radar\n\n* Lighthouse is THE fastest immigration solution for the technology industry. They help you understand your options and navigate applications for expert visas like the O-1A and EB-1A. Explore which visa is right for you at https://www.lighthousehq.com/ref/Dwarkesh.\n\nTo sponsor a future episode, visit https://dwarkesh.com/advertise\n\n𝐓𝐈𝐌𝐄𝐒𝐓𝐀𝐌𝐏𝐒\n00:00:00 – We should reconcile with China\n00:22:07 – BYD, Tesla, \u0026 Chinese EV industry\n00:38:08 – Will China have a Japan-style financial crisis?\n00:45:26 – Local debt situation is manageable\n00:58:23 – If CCP is so competent, why isn’t China richer?\n01:05:53 – How China keeps tech under control\n01:34:32 – Does China win AI?\n01:44:21 – Communication with China key for AI safety\n02:10:55 – What foreigners get wrong about China\n02:18:19 – China-US relationship future",
    "Duration": "02:27:30",
    "ChannelName": "Dwarkesh Patel",
    "VideoId": "qb644F-iE_s",
    "ChannelId": "UCXl4i9dYBrFOabk0xGmbkRA"
  },
  {
    "Title": "Gambled away in the financial crisis - The Deutsche Bank story | DW Documentary",
    "Description": "Deutsche Bank managers driven by greed set it on the wrong track in the 2000s. The collapse played a key role in the financial crisis of 2007/2008. The consequences: billions of Euros in penalties and the decline of a German institution.\n\nThe Deutsche Bank, once the flagship of the German economy, had fallen from grace. In the 2000s, the bank was pumped full of risk in the quest for ever greater profits. In their bid to make the institution a global player, Deutsche Bank managers gave their investment bankers a free hand - a move that would end up being a major contributing factor in the financial crisis of 2007/2008. Supervisory authorities are still imposing fines to this day, penalties that now run into the tens of billions.\n\nThe victims in all of this are Deutsche Bank customers and shareholders. The share price is hovering around 10 Euros. Twenty years ago, it was around 60 Euros. The documentary shows: The only ones to walk away from this with a good deal were the investment bankers. Many received millions in bonuses year after year, as their greed increased and they paid no heed to the rules and regulations.\n\n#documentary #dwdocumentary #finance \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: \n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary\n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental\n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:42:26",
    "ChannelName": "DW Documentary",
    "VideoId": "19m_U_HHqrg",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "The first Nuremberg trial | DW Documentary",
    "Description": "The Nuremberg trials started 80 years ago and marked a milestone in the establishment of international law. The images of high-ranking Nazis in the dock are seared into our collective memory.\n\nThe Nuremberg trials were a series of military tribunals staged by the Allies after World War Two. The first and best-known trial ended in October 1946 with the sentencing to death of 12 high-ranking Nazis.  Adolf Hitler’s right-hand man, Hermann Göring, Germany’s foreign minister during the Nazi regime, Joachim von Ribbentrop, Armaments Minister and chief architect Albert Speer, anti-Semitic demagogue Julius Streicher and high-ranking SS officer Ernst Kaltenbrunner were among those in the dock. The court met for the first time in Nuremberg in November 1945 and was in session for 218 days.\nBy making the Nazi elite answer for their crimes in this hugely complex trial, the Allies ushered in the era of modern international law. Using photos and archive film material, the documentary reconstructs what went on in the court room, as well as revealing what went on behind the scenes. \n\n#documentary #dwdocumentary #dwdocs #germany #nurembergtrials \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/@DWDocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/@DWDocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/@dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/@dwdochindi\n⮞ DW Dokumenter (Indonesian): https://www.youtube.com/@DWDokumenter\n⮞ DW Doku (German): https://www.youtube.com/@dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "01:22:47",
    "ChannelName": "DW Documentary",
    "VideoId": "cCEX7jV2cx8",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Why the US is almost always at war | DW Documentary",
    "Description": "Throughout its 250-year existence, the United States has almost always been at war. From its beginnings right through to the present day, the country\u0027s armed forces have shaped both American identity and the political decisions of its leaders.\n\nThe United States of America has been at war throughout most of its 250-year existence. From the War of Independence right through to contemporary armed conflicts, the nation\u0027s armed forces have not only shaped American identity but also influenced the political decisions of its leaders.\nThe documentary takes a deep dive into this complex history and analyzes the \u0022hot\u0022 and \u0022cold\u0022 wars that have shaped US history in order to draw important lessons for the future.\n\nThe film explores how successive generations of US Americans viewed and experienced each conflict. It also examines the enduring impact of these wars on American society and reveals how military engagement was utilized to hone the image and the role of the US on the global stage.\nAround 30 high-profile experts, military personnel and politicians examine the military history of the United States, explaining its successes and failures, as well as its impact on the world and the everyday lives of Americans.\n\nThe film looks to the past to gain a keener understanding of how today\u0027s military decisions will affect tomorrow\u0027s world — as well as their far-reaching impact on democracy and society. And with US President Donald Trump now in office for a second term, it asks what role the army plays in Trump\u0027s world view.\n\n#documentary #dwdocumentary #dwdocs #usa #war \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/@DWDocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/@DWDocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/@dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/@dwdochindi\n⮞ DW Dokumenter (Indonesian): https://www.youtube.com/@DWDokumenter\n⮞ DW Doku (German): https://www.youtube.com/@dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "01:27:27",
    "ChannelName": "DW Documentary",
    "VideoId": "pUmpxBLMQKg",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Trump, Putin \u0026 Co. - Deutsche Bank’s questionable clientele | DW Documentary",
    "Description": "Deutsche Bank managers driven by greed set it on the wrong track in the 2000s. For many years, the financial institution maintained close ties with Vladimir Putin. And involved itself in shady deals with the Russian autocrat.\n\nIn the early 2000s, Deutsche Bank wanted to make it big in Moscow. For some employees, this was something to be achieved by any means necessary: bribing Putin’s officials, brothel visits for good customers, money laundering for the mafia.\n\nWhen it all came to light, this sent a shock wave through the bank: to this day, Deutsche Bank is still laboring under the burden of fines totaling billions. But the CEOs claimed total innocence. Just one of many scandals.\n\nOther questionable deals include loans to Donald Trump. The bank’s very special relationship with the US-American real estate tycoon began in the year 1998. Trump was one of Deutsche Bank’s best customers until shortly before his 2017 presidency. The credit institute loaned him huge sums - despite his track record for business bankruptcy and a dubious reputation as a defaulting debtor.  \n\n#documentary #dwdocumentary #deutschebank \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: \n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary\n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental\n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:42:26",
    "ChannelName": "DW Documentary",
    "VideoId": "ZlIagcttGY0",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Intercepted: What Russian soldiers think about the war | DW Documentary",
    "Description": "The Ukrainian intelligence service has intercepted thousands of Russian soldiers\u0027 telephone conversations. They are harrowing testimonies to the cruelty of war. In this film, the calls are juxtaposed against images of the destruction of Ukraine.\n\nOksana Karpovych\u0027s documentary sets images of the war in Ukraine against audio of Russian soldiers phoning their families from the front line. It links the destruction of the nation with those responsible for it, thus highlighting the tragedy of war. But the documentary also shows Ukrainians trying to live relatively normal lives despite the attack on their country.\n\nTension can be heard in the voices of the Russian soldiers. Their accounts reflect the phases they have gone through during their deployment, from a sense of supposed heroism in response to propaganda, to doubt and subsequent disillusionment. Sometimes the fighters lose their heads, committing looting and other crimes. These diverse recordings reveal the full extent of Russian aggression in Ukraine.\n\nThe award-winning and acclaimed film is a powerful document about the dehumanizing power of war. The juxtaposition of images of the war with the intercepted conversations between Russian soldiers and their relatives amounts to a profound reflection on the banality of evil.\n\n#documentary #dwdocumentary #dwdocs #ukraine #russiaukrainewar \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/@DWDocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/@DWDocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/@dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/@dwdochindi\n⮞ DW Dokumenter (Indonesian): https://www.youtube.com/@DWDokumenter\n⮞ DW Doku (German): https://www.youtube.com/@dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "01:25:56",
    "ChannelName": "DW Documentary",
    "VideoId": "Oa7IxRzHG00",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "India at a crossroads - 100 years of the Hindu nationalist RSS movement | DW Documentary",
    "Description": "India’s identity is shifting, with the Rashtriya Swayamsevak Sangh reshaping the nation. As the Hindu nationalist RSS movement marks its centenary, DW explores how it’s become one of India’s most influential and controversial organizations.\n\nIndia is at a crossroads. Gandhi’s vision of secularism, once central to the republic’s identity, is increasingly challenged by religion-based nationalism. At the heart of this shift is the Rashtriya Swayamsevak Sangh (RSS) — a large network with millions of followers. The RSS presents itself as the guardian of Hindu values, while critics widely classify it as a paramilitary organization. Under Prime Minister Narendra Modi, who has deep roots in the RSS, its influence reaches to the highest levels of political power. \n \nThe documentary follows families, activists, and eyewitnesses who have been profoundly influenced by the RSS across generations, as well as those negatively impacted by its ideology. It reveals how the RSS, through discipline, rituals, and targeted youth training, is moulding a new generation for whom \u0022Hindutva\u0022 — the idea of a Hindu nation — is becoming a lived reality. At the same time, religious minorities and interfaith couples face increasing social pressures and uncertainty.  \n\nFounded in 1925 by K. B. Hedgewar, the early ideological figures of the RSS — most notably M. S. Golwalkar — engaged with European nationalist thinking at a time when fascist regimes were gaining ground. While they did not adopt these ideologies wholesale, aspects of the organizational models employed by Mussolini and Hitler appear to have informed the movement’s structure and strategies. \n\nAs the RSS marks its 100th anniversary, its enduring and growing influence raises pressing questions: What remains of Gandhi’s vision for a pluralistic India? Where is the country heading?  And who does India belong to?\n\nThrough historical insight, personal narratives, and exclusive interviews, the film traces a nation at a crossroads — between tradition and modernity, inclusion and exclusion. \n\n#documentary #dwdocumentary #dwdocs #india #rss \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/@DWDocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/@DWDocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/@dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/@dwdochindi\n⮞ DW Dokumenter (Indonesian): https://www.youtube.com/@DWDokumenter\n⮞ DW Doku (German): https://www.youtube.com/@dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:28:29",
    "ChannelName": "DW Documentary",
    "VideoId": "6Dz9X4rlT_c",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Junk food, sugar and additives - The dark side of the food industry | DW Documentary",
    "Description": "40% of the global population is overweight or obese. Highly processed industrial foodstuffs are largely to blame. But food companies continue to focus on products that are addictive.\n\nSugar is one of the strongest \u0022drugs” and can get consumers really hooked. Food giants know this only too well. That’s why they use sugar, fats and flavor enhancers to encourage people to buy their products and boost their profits. The result: more and more people around the world are overweight or obese. Illnesses such as diabetes and cardiovascular disease are becoming more prevalent. What can be done to change or even put a stop to the food industry’s strategies?\n\n#documentary #dwdocumentary #junkfood #food \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: \n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary\n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental\n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:42:32",
    "ChannelName": "DW Documentary",
    "VideoId": "myv7yydtCKc",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Syria - The rise and fall of the Assad regime | DW Documentary",
    "Description": "On 8 December 8 2024, Syria\u0027s dictator Bashar al-Assad fled to Russia with his family. The film, which was shot before and after the fall of the regime, shows why the dictatorship collapsed so quickly and what hopes Syrians have today.\n\nBashar al-Assad came to power in 2000, after the death of his father. Together with his western-influenced wife Asma, the couple seemed to embody a new beginning for the country. But reforms failed to materialize and when the population took to the streets during the Arab Spring, Bashar al-Assad quickly abandoned his progressive rhetoric. Peaceful demonstrations were met with bloody repression and poison gas attacks. Over 500,000 people were killed, more than 100,000 disappeared and at least six million Syrians were forced into exile.\n\nAmong them was the activist Bassam Ezzedine. In 2013, he documented the regime\u0027s poison gas attack on the Ghouta region. As a result, he had to flee with his family. His sister and her family remained in Syria and were cruelly punished. She was arrested and her children were taken away from her. \n\nAt the time of the first interview, Bassam, like the rest of the world, cannot know that the regime will soon fall and he will be able to return home. As the filming progresses, change comes at a fast pace.\n\nThe war waged by Bashar al-Assad against his own people has destroyed the country’s economic infrastructure. A few weeks before the fall of the regime, Syrian journalist Faysal risked his life to secretly film images of everyday life in Syria: starving children searching for food in the garbage, and endless queues outside bakeries. The country had been bled dry after 54 years of Assad rule. After months of preparation, the Syrian rebels launched a new offensive on 27 November 2024. Within 11 days, they ended the dictatorship - without encountering any serious resistance.\n\nThe new government promised an inclusive administration for all. But as Marie Forestier, Syria expert at the European Institute for Peace, explains: \u0022The real challenge for the new president is to broaden his base. Because so far he has relied exclusively on loyalists from Idlib, who are very conservative.\u0022 And even after the overwhelming victory, the new government does not control the entire territory: in the south, the Israeli army has extended its occupation to the Golan Heights, while in the north, the Turks are bombing Kurdish-controlled areas on a massive scale.\n\nSyria is still unstable. However, the hopes and expectations of Syrians following more than 50 years of Assad rule are high.\n\n#documentary #dwdocumentary #dwdocs #syria #assadregime\n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:51:56",
    "ChannelName": "DW Documentary",
    "VideoId": "USjVcpYzcO8",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Exploiting Africa - How China and Europe hunt for the raw materials of the future | DW Documentary",
    "Description": "The global race for the African continent‘s coveted raw materials is unscrupulous. The raw material interests of rich nations often trump the rights and needs of the local populations.\n\nIn the Democratic Republic of Congo, people are being exploited in mines. Chinese traders are illegally buying cobalt, a material Europe needs for its green energy transition. Therefore, Europe buys the cobalt from these illegal traders. The EU now wants to free itself from its dependence on China for raw materials and expand its own local activities. They promise to act more fairly than China - though some say this is not a reasonable promise.\nA huge hydrogen project involving Germany is being planned on the south-east coast of Namibia. The local population is also supposed to benefit from it. However, parts of a national park will be destroyed by the billions being spent in the name of green investment. \u0022Why doesn\u0027t Germany sacrifice its own protected parks for green hydrogen?” asks Namibia\u0027s well-known environmental activist Chris Brown. \nIn the oil-contaminated mangrove forests of the Niger Delta in Nigeria, it becomes clear that Europe is not as climate-friendly as it likes to claim. After all, since the Russian war of aggression against Ukraine, numerous European investors have been attempting to discreetly arrange lucrative natural gas deals in the country. Congolese activist Patricia Kashala also complains that Europe gives the impression of acting in an exemplary manner, but in practice often puts its own interests in raw materials above the rights of the local population.\n\n#documentary #dwdocumentary #dwdocs #africa #europe #china \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:51:56",
    "ChannelName": "DW Documentary",
    "VideoId": "3kxQJEbfipI",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Yemen and the Houthis: Pirates, terrorists, freedom fighters? | DW Documentary",
    "Description": "The Houthi militia has been fighting for supremacy in Yemen for years. The conflict has become a civil war, with international involvement. The Middle East conflict has further escalated the situation and exacerbated Yemen’s humanitarian crisis.\n\nYemen, at the southern tip of the Arabian Peninsula, is one of the poorest countries in the world. After many years of civil war, the country is in dire condition. Cities have been destroyed, supplies are lacking, and there is political repression. A lost generation of children is growing up without schooling, medical care or proper nutrition. Aid supplies are blocked, looted or sold on the black market.\n\nThe conflict in Yemen began in 2004 with the uprising of the Shiite Houthis against the Sunni-dominated Yemeni government. In 2014, the Houthis occupied the capital Sanaa - allegedly with the support of Iran. The response was a military intervention, led by Saudi Arabia. \n\nA proxy war, in which the people suffer: So far, there have been over 400,000 fatalities. More than 20 million people - around half the population - are now dependent on humanitarian aid.\n\nFollowing Hamas\u0027s terrorist attack on Israel in October, 2023 and the subsequent Israeli ground offensive in Gaza, the conflict is spreading. Houthi militias are not only attacking Israel, but also ships in the Red Sea - and thus international trade. The US and its allies have responded with air strikes. The civilian population, already suffering, is bearing the brunt of the continuing violence.\nBetween blockades, war and geopolitics, is Yemen in danger of being torn apart?\n\n#documentary #dwdocumentary #dwdocs #yemen #houthi \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/@DWDocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/@DWDocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/@dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/@dwdochindi\n⮞ DW Dokumenter (Indonesian): https://www.youtube.com/@DWDokumenter\n⮞ DW Doku (German): https://www.youtube.com/@dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:25:56",
    "ChannelName": "DW Documentary",
    "VideoId": "phq1xA3ZeMM",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "The Stasi and the Berlin Wall | DW Documentary",
    "Description": "For one group, at least, the erection of the Berlin Wall on August 13, 1961 was a stroke of luck. Over the following decades, the Wall would be the lifeblood of the East German secret police, known as the Stasi. By the time the Wall fell, in 1989, thousands of Stasi agents were employed with a single goal: to make the Wall insurmountable.\n\nThe film tells the story of this existentially symbiotic relationship from the perspective of the Stasi under its notorious leader Erich Mielke. It’s the first time this most sensitive chapter of East Germany\u0027s history has been told in such an exemplary and coherent way: including the deaths that took place at the Wall, and the cover-up and concealment of many of those murders.\n\nWe learn about the arrests and imprisonment of tens of thousands of refugees, as well as the Stasi’s elaborate construction of tunnels and underground listening stations to track down tunnel diggers. From the billion-dollar business of selling GDR prisoners to West Germany, to the \u0022filtering\u0022 of Western traffic at border crossings to recruit unofficial collaborators, Mielke\u0027s specialists were everywhere. \n\nWe see how Mielke\u0027s power grew, as the Wall and the border system were perfected, and how the walling-in of the population created more and more work for the Stasi. The Wall became the Stasi’s main field of activity, and its daily bread.\n\nThe fall of the Wall brought an abrupt end to both East Germany and its security apparatus. An irony of history is that, on November 9, 1989, it was a Stasi man who opened the first barrier on Bornholmer Strasse and thus initiated the fall of the Berlin Wall.\n\n#dwdocumentary #berlinwall #documentary\n\n__\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: \nDW Documentary: https://www.youtube.com/channel/UCW39zufHfsuGgpLviKh297Q?sub_confirmation=1#\nDW Documental (Spanish): https://www.youtube.com/dwdocumental\nDW Documentary (Arabic): https://www.youtube.com/dwdocarabia\n\nFor more visit:\nhttp://www.dw.com/en/tv/docfilm/s-3610\nInstagram:\nhttps://www.instagram.com/dwdocumentary/\nFacebook:\nhttps://www.facebook.com/dw.stories\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:42:26",
    "ChannelName": "DW Documentary",
    "VideoId": "haxkWC6MgcQ",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "NATO - The largest military alliance in the world | DW Documentary",
    "Description": "Since 1949, NATO has shaped Europe‘s security policy like no other organization. Article 5 of the North Atlantic Treaty outlines the principle of \u0022collective defense”. But is the world\u0027s largest military alliance ready to defend itself?\n\nMarking the 75th anniversary of the founding of the North Atlantic Treaty Organization, this documentary looks at the past, present and future of NATO. Among other things, it sheds light on vulnerabilities. For example, Article 5 of the North Atlantic Treaty is anything but binding. Unanimity among the member states is a prerequisite -- but by no means a certainty. And there are only partial guarantees in place when it comes to the speed with which troops and supplies must be delivered in extreme situations.\n\nThe film embarks on a journey across the Alliance\u0027s territory. The filmmakers visit Tallinn, in Estonia, where NATO\u0027s Cyber Defence Centre is located. From here they travel on to Ulm, in Germany, where the deployment of troops and supplies is organized. The next stop is NATO headquarters in Brussels, where political decisions are made. The film hears from high-ranking current and former NATO generals and security experts along the way.\n\nWith the help of international historians, the documentary also looks back on the 75-year history of NATO. Founded after the devastating experiences of the Second World War, the alliance’s architects wanted to deter enemies. But even more importantly, they wanted to secure peace among the alliance partners - not least out of fears of Germany regaining strength. \n\nThe documentary draws on previously unseen archival film material: NATO portraits of member countries filmed in the 1950s to give soldiers a better understanding of one another’s countries and thus enhance cohesion.\n\nImportant eyewitnesses, including Donald Trump\u0027s former National Security Advisor John Bolton and diplomat Wolfgang Ischinger, are featured. They provide context for recent NATO developments: How close was the US to leaving NATO in 2018? And what would the consequences have been? Was a promise really made not to expand NATO eastwards after the collapse of the Soviet Union? The film seeks an answer to this question, which continues to shape Russia\u0027s relationship with NATO to this day. \n\n#documentary #dwdocumentary \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: \n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary\n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental\n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "01:29:19",
    "ChannelName": "DW Documentary",
    "VideoId": "1cTFk6MNUHQ",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "TikTok, China and the fear of digital propaganda | DW Documentary",
    "Description": "TikTok is the most popular app among young people, with more than 1.6 billion users worldwide today. Streaming videos featuring influencers in particular draw huge numbers of viewers. But TikTok is highly controversial.\n\nNot just because the app has a very opaque content management system and collects a massive amount of its users\u0027 personal data. This, after all, is also the case with many other social media and apps.\n\nHowever, TikTok is owned by a Chinese company, Byte Dance. This is why the governments of Europe and the US in particular suspect that all the data collected could be passed on to the Chinese regime. They, in turn, could use it to influence public opinion worldwide.\n\n#documentary #dwdocumentary #dwdocs #tiktok #china \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:42:26",
    "ChannelName": "DW Documentary",
    "VideoId": "Fq3OYjNCYew",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  },
  {
    "Title": "Farewell to pacifism: Japan is rearming | DW Documentary",
    "Description": "In 1945, under US occupation, the Japanese constitution was created. Toshiko Tanaka, then six years old, had survived the atomic bombing of Hiroshima. She hoped that this \u0022peace constitution” would prevent wars in the future. But now, Japan is arming itself again.\n\nAfter 1945, Japan was the only country in the world to commit itself to renouncing war in its constitution. But in the face of increasing dangers, the island nation has now announced a rearmament program. By the end of this decade, Japan could become the third strongest military power in the world. The pacifism born of the horrors of Hiroshima and Nagasaki has given way to fear of aggressive neighbors like China, Russia and North Korea.\n\nUnder conservative governments and in view of the increasing withdrawal of the once-protective USA, the Japanese armed forces have acquired weapons systems. These include amphibious vehicles, US F-35 fighter jets and two aircraft carriers. There is enough plutonium from civilian use in the country to produce up to a thousand nuclear warheads. Missile systems are also available.\nAsia is the key to the future. This documentary shows a new side of Japan and provides insight into the military changes that are taking place there - far from the war in Ukraine. Toshiko Tanaka, one of the last hibakusha, as the survivors of the 1945 atomic bombings are called, fears war once more. \n\n#documentary #dwdocumentary #dwdocs #japan \n______\n\nDW Documentary gives you knowledge beyond the headlines. Watch top documentaries from German broadcasters and international production companies. Meet intriguing people, travel to distant lands, get a look behind the complexities of daily life and build a deeper understanding of current affairs and global events. Subscribe and explore the world around you with DW Documentary.\n\nSubscribe to: ‬\n⮞ DW Documentary (English): https://www.youtube.com/dwdocumentary \n⮞ DW Documental (Spanish): https://www.youtube.com/dwdocumental \n⮞ DW Documentary وثائقية دي دبليو (Arabic): https://www.youtube.com/dwdocarabia\n⮞ DW Documentary हिन्दी (Hindi): https://www.youtube.com/dwdochindi\n⮞ DW Doku (German): https://www.youtube.com/dwdoku\n\nFor more visit: http://www.dw.com/en/tv/docfilm/s-3610\nFollow DW Documentary on Instagram: https://www.instagram.com/dwdocumentary/\nFollow DW Documental on Facebook: https://www.facebook.com/dwdocumental\n\nWe kindly ask viewers to read and stick to the DW netiquette policy on our channel: https://p.dw.com/p/MF1G",
    "Duration": "00:51:56",
    "ChannelName": "DW Documentary",
    "VideoId": "ZknEU38CDtE",
    "ChannelId": "UCW39zufHfsuGgpLviKh297Q"
  }
]