[
  {
    "Title": "Alun Hoddinott : Taliesin―for orchestra",
    "Description": "Alun Hoddinott, Taliesin for orchestra (2007)\nNational Orchestra of Wales, François-Xavier Roth (Conductor)\nBrangwyn Hall, Swansea Festival of Music and the Arts, 10.10.2009 BBC Broadcast",
    "Duration": "00:23:47",
    "ChannelName": "Symphonious Rex",
    "VideoId": "aJ25kdapfTE",
    "ChannelId": "UCi_tYNSLWuqQ--rqLhPFNJA"
  },
  {
    "Title": "Anton Bruckner - Symphony no. 4: François-Xavier Roth conducting the LSO in 2017",
    "Description": "FXR\u0027s exciting performance of the familiar 1878-80 version of Bruckner 4 with the London Symphony Orchestra at the Barbican in April 2017.\n\n\n1. Bewegt, nicht zu schnell 0:00\n2. Andante quasi allegretto 18:24\n3. Scherzo (bewegt) 34:55\n4. Finale - bewegt, doch nicht zu schnell 45:17\n\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "01:06:42",
    "ChannelName": "LSO live recordings",
    "VideoId": "A7N9a9lf0mI",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Anton Bruckner ⎮ Sinfonie Nr. 4 Es-Dur (Urfassung) ⎮ Gürzenich-Orchester Köln ⎮ François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt unter der Leitung von François-Xavier Roth die selten gespielte Urfassung der 4. Sinfonie Es-Dur »Die Romantische« von Anton Bruckner von 1874.\n\nMit dieser Sinfonie setzt der Gürzenich-Kapellmeister seinen Zyklus aller Bruckner-Sinfonien mit dem Gürzenich-Orchester fort.\n\nAnton Bruckner selbst verlieh seiner Sinfonie, neben seiner 7. die beliebteste beim Publikum, den Beinamen »Die Romantische«. Sie zeichnet eine ideale Welt in hellen Farben, als blicke sie zurück in eine heile Vergangenheit. Zufrieden war Bruckner dennoch nicht. Mehrfach arbeitete er das Werk um, 1878 und 1880. Es entstand eine ganz neuer dritter Satz, andere Sätze wurden grundlegend revidiert, gekürzt und verdichtet. François-Xavier Roth hat sich bei dieser Aufführung für die Urfassung von 1874 entschieden.\n\nDie Aufnahme entstand am 21. September 2021 in der Kölner Philharmonie.",
    "Duration": "01:11:44",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "ZGKsn7e1fxM",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Beethoven: Klavierkonzert Nr. 3⎮Kristian Bezuidenhout⎮François-Xavier Roth, Gürzenich Orchester Köln",
    "Description": "Kristian Bezuidenhout und das Gürzenich-Orchester Köln widmen sich Ludwig van Beethovens drittem Klavierkonzert. Dirigat: François-Xavier Roth.\n\n\nDas digitale Programmheft zum Konzert: https://www.guerzenich-orchester.de/media/filer_public/9b/03/9b0317ee-4fb3-4696-b7f6-68172c14e00f/go_abend_abo3_web.pdf\n\nRecorded on 10 November 2020.",
    "Duration": "00:36:24",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "9n1W5C9FWuw",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "BERLIOZ - Tabea Zimmermann, Les Siècles, François-Xavier Roth - Philharmonie de Paris",
    "Description": "Tabea Zimmermann, alto\nLes Siècles\nFrançois-Xavier Roth, direction\nInterprétations sur les instruments français de 1830\n\nBERLIOZ, Carnaval Romain - Ouverture\n\nBERLIOZ, Benvenuto Cellini - Ouverture\n\nBERLIOZ, Béatrice \u0026 Bénédict - Ouverture\n\nBERLIOZ, Roméo et Juliette (Roméo seul - Tristesse - Bruits lointains de concert et de bal - Grande Fête chez Capulet)\n\nEntracte\n\nBERLIOZ, Harold en Italie\n\nBIS : BERLIOZ, Marche hongroise (extraite de La Damnation de Faust)\n\n\n© Electron Libre Productions / Mezzo / Les Siècles / 2019",
    "Duration": "01:36:16",
    "ChannelName": "Les Siècles",
    "VideoId": "oeNp07wrzX0",
    "ChannelId": "UCG1VnXYQ7ttNCSTQ8jfYbHA"
  },
  {
    "Title": "Bruckner: Sinfonie Nr. 8/Symphony No. 8 (1887/90) - F.-X. Roth/SWR Symphonieorchester (Berlin 2014)",
    "Description": "Anton Bruckner: Sinfonie Nr. 8 in c-moll / Symphony No. 8 in C minor (1887/90)\nSWR Symphonieorchester\nFrançois-Xavier Roth\n15 September 2014, Philharmonie, Berlin\n\nI apologize for the advertisements YouTube may add to my videos. As far as I know, there is no way to prevent that crap. (However, some of you may be familiar with some workarounds...)",
    "Duration": "01:13:55",
    "ChannelName": "Quality Music",
    "VideoId": "LOcIDYT3h6g",
    "ChannelId": "UCICVGV_Pmk08DgdtpU9E0_Q"
  },
  {
    "Title": "C. SAINT-SAËNS: Bacchanale - François-Xavier Roth, Les Siècles",
    "Description": "Samson et Dalila (Acte 2, Scène 2)\n\nChoeur des Philistins: \u0022L’aube qui blanchit déjà les coteaux\u0022 (00:00), Bacchanale (03:11)\n\nJanvier 2017\nPhilharmonie de Paris\n\nFrançois Xavier Roth, conductor\nChœur des Grandes Ecoles\nLes Siècles",
    "Duration": "00:10:41",
    "ChannelName": "Dorran Alibaud",
    "VideoId": "LBZwiaN-dUo",
    "ChannelId": "UCZ_wx3hvf7tawnzFY0k84Qg"
  },
  {
    "Title": "Debussy: La mer | François-Xavier Roth and Les Siècles",
    "Description": "Unusual harmonies, fascinating soundscapes, mysterious glitter. “La mer” (The sea) by Claude Debussy is considered the showpiece of musical impressionism. Here it is played by the orchestra Les Siècles under the direction of François-Xavier Roth. The concert took place in 2022 at the Prague Spring Festival in the famous Dvořák Hall of the Rudolfinum in Prague.\n\n(00:00) Coming on stage\n(00:25) I. De l’aube à midi sur la mer (From dawn to noon on the sea)\n(08:51) II. Jeux de vagues (Play of the waves)\n(15:41) III. Dialogue du vent et de la mer (Dialogue between wind and waves)\n\nClaude Debussy (1862 - 1918) wrote the composition of “three symphonic sketches”, between 1903 and 1905. Upon its premiere in Paris in October 1905, “La mer” was not well-received, provoking confusion and dismay among both audience and critics. But after performances in the United States and Britain, it was performed again in Paris in 1908, and then quickly became one of Debussy\u0027s most famous and admired orchestral works.\n\nInspired by the Paris World Exhibition of 1889 with the construction of the Eiffel Tower, the works of Russian Romantic composers, contemporary salon music and the burgeoning jazz movement, Debussy wanted to create music that translated subjective impressions into atmospheric sounds. He thus developed a musical aesthetic that was no longer based on the conventions of Viennese Classicism and Romanticism, but instead followed an independent tonality. In his compositions, he combines European influences with Slavic and Asian music and uses major and minor scales as well as whole-tone scales and pentatonic elements.\n\nDebussy is neither interested in distinctive motifs nor in thematic elaborations and contrapuntal developments. Rather, his compositions are characterized by rapid harmonic changes and unusual instrumentation - such as a glockenspiel in “La mer”. The composer\u0027s intention is to convey atmospheres and associations to the listener. Today, his impressionistic musical language is regarded as a link between Romanticism and musical modernism.\n\nFun fact: As a young boy, Debussy wanted to become a sailor. His longing for the sea is also reflected in his masterpiece “La mer”.\n\nThe French orchestra Les Siècles was founded in 2003 by conductor François-Xavier Roth. Translated, Les Siècles means “the centuries”. The name says it all and stands for the conviction that the sound of past centuries manifests itself in the instruments of the time. This means that the musicians are committed to historically informed performance practice and play the particular works on period instruments.\n\n© 2022 CESKA TELEVIZE \n\nWatch more concerts in your personal concert hall:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey \n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#Debussy #LaMer #Impressionism",
    "Duration": "00:23:35",
    "ChannelName": "DW Classical Music",
    "VideoId": "2sqIh61FXeA",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Elizabeth Ogonek - Sleep and Unremembrance: François-Xavier Roth conducting the LSO in 2016",
    "Description": "François-Xavier Roth conducting the premiere of Elizabeth Ogonek\u0027s Sleep and Unremembrance with the London Symphony Orchestra at the Barbican in March 2016.\n\nIntro: 0:00\nSleep and Unremembrance 0:04\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are off-air audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings or streamed transmissions. We have greatly enjoyed these performances over the years - all of which were at least four years old at the time of posting - and just wish to share them with other music lovers for the pleasure of listening to the LSO in live performances. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:11:20",
    "ChannelName": "LSO live recordings",
    "VideoId": "UcisllM6m7A",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Franck: Symphony in D minor | Les Siècles \u0026 François-Xavier Roth",
    "Description": "It begins as a sombre night-time piece but ends in light: César Franck\u0027s Symphony in D minor. The orchestra Les Siècles performs under the direction of François-Xavier Roth. The concert took place in 2022 in the Dvořák Hall of the Rudolfinum in Prague. \n  \n(00:00) Applause \n(00:30) I. Lento – Allegro non troppo  \n(16:30) II. Allegretto \n(26:41) III. Allegro non troppo  \n \nCésar Franck (1822 - 1890) composed two symphonies: the first, the Prèmiere Grande Symphony in G major, is an early work from 1836; the second, the Symphony in D minor (orig.: Symphonie en ré mineur), belongs to Franck\u0027s late period. The Symphony in D minor (FWV 48) was composed between 1886 and 1888 and premiered on February 17, 1889. Franck dedicated it to his pupil Henri Duparc (1848 - 1933), who ended his musical career in 1885 as a result of a nervous disorder.  \n \nFranck\u0027s Symphony in D minor displays a distinct character. In terms of its sound and its frequent use of chromatic harmony, it is reminiscent of Richard Wagner\u0027s (1813 - 1883) music drama Tristan und Isolde (1865). Formally, Franck\u0027s symphony is far removed from its classical predecessors. Its form is defined by its cyclical structure, a compositional scheme frequently used in the Romantic period. Within this scheme, individual movements are generally linked by motifs and themes, lending multi-movement works a more unified feel.   \n \nIn his Symphony in D minor, Franck pushes the cyclical formal scheme to its limits. The three-movement symphony is based on a characteristic core motif that is heard right at the beginning. In the course of the symphony, this motif is varied in practically every musical respect: in instrumentation, timbre, dynamics, tempo, rhythm, keys, intervals and tone sequences. As a result, the entire symphonic work becomes a fabric with a wealth of interconnections. The famous term “relational magic”, which the writer Thomas Mann used to characterize Richard Wagner\u0027s music, can certainly be applied to Franck\u0027s Symphony in D minor too. \n \nWhat is particularly exciting is how the French composer uses his sophisticated compositional technique to create an alternation of moods based on a minimal initial motif. The main motif in the low strings at the beginning of the symphony creates a dark and threatening atmosphere. As the orchestral work progresses, however, the mood becomes friendlier, and a radiant fanfare ultimately emerges at the very end of the late-Romantic symphony - and the oppressive beginning is forgotten. \n\nLes Siècles is a French orchestra renowned for its diverse repertoire and historically informed performances. What sets the ensemble apart is its dedication to playing each work on period-appropriate instruments, faithfully capturing the sound and spirit of its time. Beyond the concert hall, Les Siècles is deeply committed to music education and outreach, regularly performing in schools, hospitals, and prisons to bring music to a wider audience.\n\n© 2022 CESKA TELEVIZE \n\nFind more symphonies here:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBXvpOWNmQ1AUBPQeyNanpxY\n\nCheck out more music from the Romantic period in our playlist ROMANTIC MUSIC:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBUCHNKKxIIM88sntDk1TVih\n\nAnd watch more concerts in YOUR PERSONAL CONCERT HALL:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#romanticmusic #cesarfranck #symphonies",
    "Duration": "00:36:19",
    "ChannelName": "DW Classical Music",
    "VideoId": "Ir1bWTE0qDM",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Franck: The Accursed Huntsman | François-Xavier Roth \u0026 Les Siècles",
    "Description": "Can a Romantic symphonic poem tell a thrilling horror story? Of course it can! Listen to The Accursed Huntsman by César Franck. Watch the story played by the orchestra Les Siècles under the direction of François-Xavier Roth in this video. The concert took place in 2022 in the magnificent Dvořák Hall of the Rudolfinum in Prague.\n\nCésar Franck\u0027s (1822 - 1890) symphonic poem The Accursed Huntsman (originally Le Chasseur Maudit, FWV 44) from 1882 is a prime example of so-called program music - instrumental works that are based on a non-musical subject. In the case of The Accursed Huntsman, this is the ballad Der wilde Jäger (The Wild Huntsman) by German poet Gottfried August Bürger (1747 - 1794). The poem tells the story of a Rhineland count who goes hunting on a Sunday morning. This is considered to be sinful behavior because he should have gone to church. The awareness of sin is embodied by two horsemen flanking the count. The rider on the left tempts him to do evil, the one on the right wants him to do good. The count follows the evil one, who clearly is the devil himself, and this leads to a series of terrible crimes from the one initial sin: He has a farmer who admonishes him against hunting flogged and his fields trampled on. He unleashes a murderous bloodbath on a shepherd and his flock. He desecrates the chapel of a hermit. But then the raging hunter finds himself alone in the forest and hears a voice that curses him. As punishment, he is condemned to be hunted by demons for all eternity. The hunter becomes the hunted and experiences hell on earth.\n\nCésar Franck\u0027s symphonic poem follows the literary source closely. The dramatic plot develops in four sections:\n(00:00) Applause\n(00:31) The Peaceful Sunday Landscape (Le Paysage paisible du Dimanche)\n(03:09) The Hunt (La Chasse)\n(08:37) The Curse (La Malédiction)\n(10:34) The Demons‘ Chase (La Poursuite des Démons)\n\nThe defining feature of all the sections is the hunting motif played by the horns right at the beginning. In the course of the one-movement orchestral piece, this striking motif becomes the leitmotif. Its varied forms represent the states of mind of the hunter. In the first section, the hunting motif radiates self-will and pride. It is self-confidently contrasted with the singing of the faithful in the church and the sound of the church bells. The second section sets the scene for the hunt. Franck expresses the hunter\u0027s inner conflict between good and evil, so vividly described in Bürger\u0027s ballad, by means of an echo: the hunting theme played by the horns is restrainedly repeated by the woodwinds. You immediately sense that something is wrong. As it progresses, the hunting theme is taken over by the whole orchestra,  and develops in a propulsive manner becoming increasingly aggressive. Three times the woodwinds counter with a softer melodic motif, which stands for the three victims of the hunter\u0027s crimes: the farmer (04:39), the shepherd (6:18) and the hermit (6:41); when the hunter suddenly finds himself alone in the forest and is afraid, the hunting motif is only heard in fragments and muted (07:22). In the third section, the curse against the count is heard in the low winds - but the theme of the curse also proves to be a variant of the hunting motif. In the fourth section, the hunting motif appears in a parodied form. Now it has been taken up by the demons surrounding the Count. The hunter has become the hunted. Shortly before the end of the tone poem, the bell sounds again, this time not as a harmonious church bell but as a monotonous death knell.\n\nWith The Accursed Huntsman, César Franck once again proves himself to be a thoroughly Romantic composer. Popular Romantic subjects such as spooky horror stories with ghosts and supernatural forces or contradictions between outward action and inner states of mind are set to music perfectly here. The Accursed Huntsman is a successful example of how musical means can be used to tell an exciting story.\n\nLes Siècles is a French orchestra renowned for its diverse repertoire and historically informed performances. What sets the ensemble apart is its dedication to playing each work on period-appropriate instruments, faithfully capturing the sound and spirit of its time. Beyond the concert hall, Les Siècles is deeply committed to music education and outreach, regularly performing in schools, hospitals, and prisons to bring music to a wider audience.\n\n© 2022 CESKA TELEVIZE\n\nCheck out more music from the Romantic period in our playlist ROMANTIC MUSIC:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBUCHNKKxIIM88sntDk1TVih\n\nAnd watch more concerts in YOUR PERSONAL CONCERT HALL:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#programmemusic #romanticmusic #hunting",
    "Duration": "00:14:42",
    "ChannelName": "DW Classical Music",
    "VideoId": "Bu0P74to24g",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "François-Xavier Roth dirigiert Brahms, Illés und Neuwirth Kirill Gerstein \u0026 Gürzenich-Orchester Köln",
    "Description": "Das Gürzenich-Orchester Köln unter der Leitung von François-Xavier Roth präsentiert Musik von Johannes Brahms, Márton Illés und Olga Neuwirth aus der Kölner Philharmonie. \n\nKirill Gerstein, Klavier\nFrançois-Xavier Roth, Dirigent\n\nPROGRAMM\nOlga Neuwirth\nCoronAtion V: Spraying Sounds of Hope (2020) Uraufführung. Dished up for Brass Ensemble and Percussion. Kompositionsauftrag des Gürzenich-Orchesters*\n\nJohannes Brahms\nKlavierkonzert Nr. 1 d-Moll (1854–57)\n\nMárton Illés\nTÉR-SZÍN-TÉR (2020) für Orchester. Uraufführung. Kompositionsauftrag des Gürzenich-Orchesters*\n\n*gefördert durch die Ernst-von-Siemens-Musikstiftung",
    "Duration": "01:46:25",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "OiMiq9BSNRs",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Gyorgy Ligeti - Atmosphères: François-Xavier Roth conducting the LSO in 2016",
    "Description": "Ligeti\u0027s hypnotic Atmosphères made a huge impression on the soundtrack of Kubrick\u0027s 2001: A Space Odyssey. Here it is in concert with François-Xavier Roth conducting the London Symphony Orchestra on 13 March 2016.\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:10:06",
    "ChannelName": "LSO live recordings",
    "VideoId": "6tMtd8TpfuY",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "György Ligeti: »Poème Symphonique« für 100 Metronome ⎮ François-Xavier Roth⎮Gürzenich-Orchester Köln",
    "Description": "Einhundert Metronome aus dem Kölner Konzertpublikum ticken in Ligetis »Poème Symphonique« im je eigenen Tempo und bilden für das Ohr immer neue rhythmische Muster. Gespielt vom Gürzenich-Orchester Köln unter der Leitung von Kapellmeister François-Xavier Roth.\n\n\nHier geht es zum digitalen Programmheft des Konzertes: https://www.guerzenich-orchester.de/media/filer_public/9b/03/9b0317ee-4fb3-4696-b7f6-68172c14e00f/go_abend_abo3_web.pdf",
    "Duration": "00:13:48",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "LAoJyo_oqws",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Göteborgs Symfoniker François Xavier Roth 　Ravel  La Valse",
    "Description": "",
    "Duration": "00:14:34",
    "ChannelName": "syujinnko",
    "VideoId": "JGdSv8zZaTU",
    "ChannelId": "UCFPem-kjPkTaiOvhrI_hdyw"
  },
  {
    "Title": "Gürzenich Orchestra Cologne - R. Strauss - A Hero\u0027s Life, symphonic poem, op. 40",
    "Description": "Richard Strauss\nA Hero\u0027s Life, symphonic poem, op. 40\n\nNatalie Chee, violin solo\n\nGürzenich Orchestra Cologne\nFrançois-Xavier Roth, conductor\n\nReccorded live on 10.05.2022\nat the Philharmonie Cologne",
    "Duration": "00:46:16",
    "ChannelName": "Grande Valse Viennoise",
    "VideoId": "OywQoetOoaI",
    "ChannelId": "UCAj0jnQrm28oyEc_gep7UwQ"
  },
  {
    "Title": "Gürzenich Orchestra Cologne - R. Strauss - Don Quixote, symphonic poem, op. 35",
    "Description": "Richard Strauss\nDon Quixote, symphonic poem, op. 35\n\nJean-Guihen Queyras, cello\nÖykü Canpolat, viola\n\nGürzenich Orchestra Cologne\nFrançois-Xavier Roth, conductor\n\nReccorded live on 18.01.2022\nat the Philharmonie Cologne",
    "Duration": "00:43:19",
    "ChannelName": "Grande Valse Viennoise",
    "VideoId": "3WFktDsstX8",
    "ChannelId": "UCAj0jnQrm28oyEc_gep7UwQ"
  },
  {
    "Title": "Jean-Philippe Rameau  Suite from \u0022Platée\u0022",
    "Description": "Performed by:  Gürzenich-Orchester Köln \nConductor: oFrançois-Xavier Roth\nr",
    "Duration": "00:22:48",
    "ChannelName": "Classic Music Ultimate",
    "VideoId": "IFKRBT4ZG-8",
    "ChannelId": "UCXSrViv2NagvwmRtXm7pqeA"
  },
  {
    "Title": "Leoš Janáček | Des Spielmanns Kind | Gürzenich-Orchester Köln | Natalie Chee | François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt »Des Spielmanns Kind« (1912) von Leoš Janáček mit Natalie Chee als Violinsolistin unter der Leitung von François-Xavier Roth.\n\nDie Aufnahme entstand bei einem Konzert-Livestream am 10. Mai 2022.\n\nAus einem Gedicht von Svatopluk Čech machte  der Komponist eine (Rück-) Reise in die Bedrückung der Provinz. Bei Čech wird ein Märchen erzählt:  Ein Spielmann ist gestorben, er hinterlässt seine Violine und ein Baby. Die alte Frau, die das Waisenkind betreut, schläft an der Wiege ein. Der Geist  des Spielmanns erscheint, nimmt die Geige und lockt mit seinem Spiel das Kind in eine jenseitige Welt. Als die Betreuerin erwacht, ist das Kind tot,  die Geige verschwunden. Anders als im Gedicht spielt die alte Frau in der Musik keine Rolle, die Obrigkeit – bei Čech knapp erwähnt – dafür umso mehr.  »Der Allmächtige ist der Dorfrichter«, schreibt Janáček über vier Töne: kleine Terz aufwärts, kleine Sekunde abwärts, große aufwärts. Bedrohlich, auch wenn das in aller Schwärze nur einmal, spät, von Posaunen und Tuba gespielt wird. »Wohin er blickt, unterwerfen sich alle seinem Willen.«\n\nDieser Wille – oder eben die Dorfmoral – ist omnipräsent. Man hört die Tonfolge schon anfangs in Flöte und Fagott, bald nach dem ersten Thema der Solovioline, das den Tod des Spielmanns darstellt. Und in diese Tonfolge mündet alles, am Ende wie in ergebener Verklärung in schimmernder Höhe. Auf dem Weg dorthin: Das Spiel des Geistes an der Wiege als Reminiszenz an heitere Tage, die es auch einmal gab, dazu »goldene Träume« armer Leute, die nur  im Jenseits reich sein können. Im Orchester werden melancholische Episoden immer wieder von aggressiven Kürzeln durchzuckt, die wie Drohungen ohne Worte wirken.\n\nWie hier Emotionen, Stimmungen und Bestimmungen auf knappe Formeln gebracht und gegeneinander gesetzt werden, mitunter fast motorisch addiert, das zeigt den Musikdramatiker Janáček ebenso wie die Spannung des ganzen Werks – sie bleibt untergründig und führt zu keinem Happy End. Es ist, als habe der Spielmann das Kind vor einer Welt bewahren wollen, in der er selbst zugrunde ging. Janáčeks eigene Kinder lebten nicht mehr, als er die Komposition schuf: Sein Sohn war mit zwei Jahren, seine Tochter mit zwanzig gestorben. Die geplante Uraufführung wurde übrigens wegen zu knapper Probenzeit verschoben, die gedruckte Partitur bekam der Komponist zum Sechzigsten von Brünner Bewunderern geschenkt – und dann begann der Erste Weltkrieg.\n\nwww.guerzenich-orchester.de",
    "Duration": "00:15:18",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "dMpKedFA4SI",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Luciano Berio - Symphony: François-Xavier Roth conducting the LSO in 2016",
    "Description": "A rare LSO performance of Berio\u0027s Symphony at the Barbican in 2016 under the orchestra\u0027s Principal Guest Conductor, François-Xavier Roth.\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:35:54",
    "ChannelName": "LSO live recordings",
    "VideoId": "hP5Wm1xdQMA",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Mahler – Sinfonie Nr. 7 e-Moll | François-Xavier Roth | SWR Symphonieorchester",
    "Description": "Mahlers Sinfonie Nr. 7, aufgeführt vom SWR Symphonieorchester unter der Leitung von François-Xavier Roth. Live aufgenommen am 28. Mai 2022 im Festspielhaus Baden-Baden im Rahmen der Pfingstfestspiele 2022.\n\nGustav Mahler – Sinfonie Nr. 7 e-Moll\n\n0:00:01 1. Satz: Langsam. Allegro risoluto ma non troppo \n0:20:22 2. Satz: Nachtmusik, Allegro moderato \n0:34:53 3. Satz: Scherzo. Schattenhaft \n0:44:01 4. Satz: Nachtmusik, Andante amoroso \n0:54:01 5. Satz: Rondo-Finale, Allegro ordinario \n \nLivemitschnitt aus dem Festspielhaus Baden-Baden vom 28. Mai 2022 im Rahmen der Pfingstfestspiele Baden-Baden 2022. \n \nMitwirkende:\nSWR Symphonieorchester\nDirigent: François-Xavier Roth\n\n► ARD Klassik Mediathek: https://ard-klassik.de\n► Web: http://swr.li/web-concerts\n► Facebook: / klassikswrkultur\n\nImpressum: https://www.swr.de/impressum\n\nKommentare sind willkommen – aber bitte unter Beachtung unserer Netiquette:\nhttps://www.swr.de/home/netiquette-100\n\nDatenschutz: https://www.swr.de/datenschutz",
    "Duration": "01:12:06",
    "ChannelName": "ARD Klassik",
    "VideoId": "MWCPrkSzHHg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Maurice Ravel | Boléro | Les Siècles \u0026 François-Xavier Roth",
    "Description": "Maurice Ravel \nL\u0027heure espagnole, Bolero #5\nLes Siècles, François-Xavier Roth\n\nListen to the album L\u0027heure espagnole here: https://lnk.to/RavelHeureEspagnoleRoth\n\nPoursuivant leur exploration de l’œuvre de Ravel, François-Xavier Roth et Les Siècles nous proposent deux pages unies par son amour de l’Espagne. Au côté du célébrissime Bolero, qui retrouvera toute sa saveur originelle sur instruments d’époque, le premier ouvrage lyrique de Ravel flirtait avec le libertinage : défendue par une distribution exceptionnelle et entièrement francophone, cette Heure n’en reste pas moins aussi espagnole que caustique!\n\nContinuing their exploration of Ravel’s output, François-Xavier Roth and Les Siècles offer us two works linked by his love of Spain. Alongside the famous Bolero,, which regains its original flavour hereon period instruments, is Ravel\u0027s first opera, which flirted with libertinism: though its outstanding cast consists enirely of native French-speakers, this caustic ‘Hour’ remains quintessentially Spanish!",
    "Duration": "00:15:17",
    "ChannelName": "harmonia mundi music",
    "VideoId": "KSJ6ZlEUbJI",
    "ChannelId": "UCK6nKhTDrADiuSzTWx3l6Vg"
  },
  {
    "Title": "Morton Feldman | »The Viola in my Life« | Gürzenich-Orchester Köln | Tamestit | François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt »The Viola in my Life IV« (1971) von Morton Feldman mit dem französischen Bratschisten Antoine Tamestit unter der Leitung von François-Xavier Roth.\n\nDie Aufnahme entstand bei einem Konzert-Livestream am 10. Mai 2022.\n\nAntoine Tamestit zeigt erneut, was in der zu Unrecht oft im Schatten der Violine stehenden Bratsche alles steckt. Mit ihrem dunkel-samtenen Ton verführte sie auch den amerikanischen Komponisten Morton Feldman, der ihr einen vierteiligen Kompositionszyklus widmete. Nicht pralle Opulenz ist hier das Programm, sondern Klänge am Rande des noch Hörbaren. »The Viola in my Life« webt magische Traumwelten und feiert die Macht der Stille.\n\nIn den fünfzehn Minuten von »The Viola in My Life IV« atmet man geradezu durch, weil es kein Ziel gibt. Bewegung schon. Einer geht los, offen für all das, was so am Weg sichtbar werden könnte – und im Kopf. Es ist die Klarheit eines Spaziergangs bei mäßig bewölktem Himmel, in einer das Denken mild befördernden Landschaft von einer bestimmten Farblichkeit: Grün, Grau, Blau vielleicht, eher als Gelb und Rot. In diesem Kosmos bewegt sich auch die Viola, nicht  gerade ein Instrument durchdringender Töne, eher eines der Vermittlung und der Randzonen. Sie ist, mit sparsamen Tönen und Fragmenten, das Subjekt, in dem sich Umgebung und Gedanken verbinden. Reminiszenzen auch, wie das erwähnte Motiv aus  fünf Tönen, von denen Feldman sagt, er setze sie  ein wie Robert Rauschenberg Fotos in seinen Bildern. Bei Feldman sind es Fotos aus einer anderen Zeit – vielleicht aus den Jahren, ehe sein Vater aus Russland nach New York kam, aus jenen Jahren, als es in Osteuropa noch Spielleute gab.\n\nEs ist alles ein gelassenes Gewahrwerden in dieser Musik, das sich auch verdichten kann wie in den acht Takten, in denen das Orchester ein Viertonmotiv wiederholt, bis es fast bedrohlich wird. Fast. »Und dann vermassle ich alles«, sagte Feldman über sein Vermeiden des Erwartbaren. »Ich halte mich nicht  an den Weg.« Wenn man sich aber die Partitur  näher anschaut, staunt man, wie viele Bezüge sich »by the way« ergeben. Die Klarheit, die offene Kohärenz, die wir erleben, ist einem konstruktiven Bewusstsein zu verdanken. Da ist dieses Fis der  Flöten, das einmal von der Seite kommt wie ein überraschender Sonnenstrahl. Wenig später wird  das Fis zwei Oktaven tiefer zum Zustand, von zwei Hörnern, die einander ablösen, seidig und sanft in  die Luft gelegt. Aber das »bedeutet« nichts. Es ist einfach da im Sehen, Denken, Dasein, im Leben.\n\nwww.guerzenich-orchetser.de",
    "Duration": "00:18:16",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "D_Lz9OqBACg",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "MOZART - Les Siècles, François-Xavier Roth, Renaud Capuçon, Adrien La Marca - Gstaad",
    "Description": "W. A. Mozart\nOuverture des Noces de Figaro K. 492\nSymphonie concertante pour violon et alto en mi bémol majeur K. 364/320d\nSymphonie n° 41 en ut majeur K. 551 « Jupiter »\n\n© Electron libre / Mezzo / Les Siècles / 2019",
    "Duration": "01:13:47",
    "ChannelName": "Les Siècles",
    "VideoId": "0SQvxfRaEl0",
    "ChannelId": "UCG1VnXYQ7ttNCSTQ8jfYbHA"
  },
  {
    "Title": "Mussorgsky \u0027Pictures at an Exhibition\u0027 - Sir Henry Wood orchestration; Francois-Xavier Roth conducts",
    "Description": "Sir Henry Wood\u0027s version of \u0027Pictures at an Exhibition\u0027 dates from 1915. It was only the second orchestration of Mussorgsky\u0027s piano set, the first being that by Mikhail Tushmalov, a pupil of Rimsky-Korsakov. Like the Tushmalov version, Wood\u0027s is not complete, since he omits all but the first of the \u0027Promenades\u0027 and makes considerable changes and abridgements to the music throughout. However, when the Ravel version appeared a few years later, Wood\u0027s disappeared from view while Ravel\u0027s became the pre-eminent transcription of the work, still retaining its place today at the head of over 30 orchestrations by other composers and conductors.\n\nFor a Proms concert in 2010 at London\u0027s Royal Albert Hall, Sir Henry Wood\u0027s arrangement was given a rare revival by the National Orchestra of Wales under its Associate Guest Conductor, Francois-Xavier Roth. Gordon Jacob once described Wood\u0027s orchestration as \u0022superior in picturesqueness to Ravel\u0027s\u0022 with its astonishing array of orchestral effects. On the other hand, as the announcer says at the end, it is very \u0022over the top.\u0022 No wonder the Proms audience went wild!",
    "Duration": "00:31:37",
    "ChannelName": "adam28xx",
    "VideoId": "FeErAbMS6t8",
    "ChannelId": "UCJbfiRvOlcTfHrbi98L9IZA"
  },
  {
    "Title": "Olga Neuwirth: »Spraying Sounds of Hope«⎮François-Xavier Roth⎮Gürzenich-Orchester Köln",
    "Description": "Olga Neuwirths Werk »Spraying Sounds of Hope« für Blechbläser und Schlagwerk setzt ein kraftvolles Zeichen der Zuversicht. Das Gürzenich-Orchester Köln unter der Leitung von Chefdirigent François-Xavier Roth spielt die Uraufführung als Teil des Projektes »Fanfares for a new Beginning«, das von der Ernst von Siemens Musikstiftung gefördert wird.\n\n\nAuf unserer Website finden Sie das digitale Programmheft zum Konzert: https://www.guerzenich-orchester.de/de/brahms_neuwirth_illes",
    "Duration": "00:06:28",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "cxTnBGvwzoo",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Philippe Manoury: »Fanfare für Blechbläser«⎮François-Xavier Roth ⎮Gürzenich-Orchester Köln",
    "Description": "Als Uraufführung eröffnete Philippe Manourys »Fanfare für Blechbläser« das Konzert, das im November 2020 ohne Publikum stattfand - eine Auftragskomposition für das von der Ernst von Siemens Musikstiftung geförderte Fanfaren-Projekt am Gürzenich-Orchester Köln. Leitung: Gürzenich-Kapellmeister François-Xavier Roth.",
    "Duration": "00:04:35",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "Oj4mNAoWPm0",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Rameau Dardanus suite François Xavier Roth",
    "Description": "Rameau \nDardanus suite \nFrançois Xavier Roth",
    "Duration": "00:21:50",
    "ChannelName": "Felices Cantus Baroque",
    "VideoId": "YzIfQG8yd3c",
    "ChannelId": "UCN0lcV4pcIpB0NZaktHEUHQ"
  },
  {
    "Title": "Rameau | Suite aus »Les Indes galantes« (1735) | Gürzenich-Orchester Köln | François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt die Suite aus »Les Indes galantes« (1735) von Jean-Phillipe Rameau unter der Leitung von François-Xavier Roth.\n\nDie Aufnahme entstand bei einem Konzert-Livestream am 18. Januar 2022.\n\nwww.guerzenich-orchester.de",
    "Duration": "00:18:45",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "PIokYcu9u4k",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Richard Strauss | »Don Quixote« op. 35 (1897) | Gürzenich-Orchester Köln | François-Xavier Roth",
    "Description": "Jean-Guihen Queyras spielt »Don Quixote« von Richard Strauss zusammen mit dem Gürzenich-Orchester Köln unter der Leitung von François-Xavier Roth.\n\nDie Aufnahme entstand bei einem Konzert-Livestream am 18. Januar 2022.\n\nJean Guihen Queyras, Violoncello\nÖykü Canpolat, Viola \nGürzenich-Orchester Köln\nFrançois-Xavier Roth, Dirigent \n\nDichtung und Wahrheit – zwei Gegenwelten, und dann doch wieder nur ein einziger großer Kosmos ohne klar gezogene Grenzen. Der spanische Nationaldichter Miguel de Cervantes zeigt in seinem Roman »Don Quijote de la Mancha« den Irrweg eines eifrigen Lesers, der sich in den Strudel der Imagination reißen lässt und sich zum Amüsement seiner ach so unpoetischen Mitmenschen selbst in die Handlung seiner Lektüre stürzt. \n\nRichard Strauss griff diesen Stoff des »Ritters von der traurigen Gestalt« auf und schuf mit seiner Tondichtung »Don Quixote« ein verkapptes Cellokonzert: Ein solistisches Violoncello – in unserer Aufführung der Artist in Residence des Gürzenich-Orchesters Jean-Guihen Queyras – verkörpert den liebenswürdigen Titelhelden bei seinem sprichwörtlichen Kampf gegen Windmühlen. Zugleich ist dieser spritzige Geniestreich des jungen Richard Strauss ein Beleg für die große Tradition des Gürzenich-Orchesters, spielte es doch 1898 unter seinem damaligen Chefdirigenten Franz Wüllner die Uraufführung. \n\nwww.guerzenich-orchester.de",
    "Duration": "00:43:53",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "slG-k3r9GAo",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Richard Strauss | »Ein Heldenleben« | Gürzenich-Orchester Köln | Natalie Chee | François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt »Ein Heldenleben« op. 40 (1898) von Richard Strauss mit Natalie Chee als Violinsolistin unter der Leitung von François-Xavier Roth.\n\nDie Aufnahme entstand bei einem Konzert-Livestream am 10. Mai 2022.\n\nEin Heldenleben, Pendant zur Tondichtung Don Quixote, die einem tragikomischen Helden gilt, ist ein erzählender Rückblick in sechs Stationen, geschaffen mit allen Mitteln der von Richard Wagner gelernten Überwältigungskunst und gewaltigem Orchester.\n\nStrauss braucht 34 Bläser, darunter acht Hörner, »die nun doch einmal auf den Heroismus geeicht sind«, wie Strauss in Anspielung auf Beethovens »Eroica« schreibt. Auch die steht in Es-Dur. Und auch »Ein Heldenleben« folgt der Sonatenhauptsatzform, man findet eine Exposition mit zwei Themengruppen, Durchführung, Reprise, Coda. Doch das ist zweitrangig neben dem großen Kino, das Richard Strauss veranstaltet. \n\nDas bemerkte sein um zwei Jahre älterer Kollege Claude Debussy bereits zu einer Zeit, als es nichts als kurze Stummfilme gab. Als Strauss im März 1903 sein Werk in Paris dirigierte, resümierte Debussy: »Das ist ein Bilderbuch, das ist sogar Kino ...« Strauss denke »in farbigen Bildern«, er scheine  »die Linienzüge seiner Ideen mit dem Orchester nachzuzeichnen«.\n\nAber wer ist dieser Held, dessen Ruhmeslauf mit seinen Kämpfen, Glücksmomenten und schließlich einer prunkenden Apotheose uns da in Breitwand-Opulenz geschildert wird? Am Ende gar der Komponist selbst? Kritiker vermuteten das nach der Uraufführung. Strauss, dem es an Selbstbewusstsein nicht gerade mangelte, widersprach nicht.\n\nwww.guerzenich-orchester.de",
    "Duration": "00:46:15",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "lMOW8RuxDag",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Robert Schumann: Sinfonie Nr. 3 Es-Dur »Rheinische« / Gürzenich-Orchester Köln/ François-Xavier Roth",
    "Description": "François-Xavier Roth dirigiert das Gürzenich-Orchester Köln mit Robert Schumanns dritter Sinfonie Nr. 3 in Es-Dur (1850). Entstanden nach einem Besuch Schumanns in Köln, nimmt die »Rheinische« das lebhafte Treiben der Stadt, das bewegte Fließen des Rheins und den feierlichen Ernst des Doms genauso auf wie die optimistische Vorfreude des Komponisten angesichts seiner neuen Wirkungsstätte in Düsseldorf.\n\nDie Aufnahme entstand für einen Konzert-Stream im Juni 2021.\nwww.guerzenich-orchester.de",
    "Duration": "00:30:41",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "6eWcqNtxPRE",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Robert Schumann⎮Sinfonie Nr. 2 C-Dur op. 61⎮Gürzenich-Orchester Köln⎮François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt unter der Leitung von François-Xavier Roth die 2. Sinfonie in C-Dur op. 61 von Robert Schumann. Der Gürzenich-Kapellmeister setzt damit seinen Schumann-Zyklus fort, auf CD veröffentlicht sind bereits die 1. Sinfonie und die 4. Sinfonie in ihrer Urfassung.\n\nDie Aufnahme entstand am 29. Juni 2021.",
    "Duration": "00:36:20",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "3751QAneCaY",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "Strauss Till Eulenspiegel // London Symphony Orchestra \u0026 François-Xavier Roth",
    "Description": "François-Xavier Roth conducts Strauss\u0027 tone poem Till Eulenspiegel, recorded live in concert at the Barbican in London on 3 April 2022.\n\n0:00 Introduction by Clare Duckworth\n1:20 Introduction by François-Xavier Roth\n2:55 Strauss Till Eulenspiegel\n\nFrançois-Xavier Roth: conductor\nLondon Symphony Orchestra\n\nThe full concert called LSO Futures, which also included Joel Järventausta\u0027s Sunfall (world premiere *), Helen Grime\u0027s Trumpet Concerto: night-sky-blue (world premiere ‡), Francisco Coll\u0027s Violin Concerto (UK premiere †) and Strauss\u0027 Death and Transfiguration, is available to subscribers to Marquee TV from Thursday 28 April 2022: https://www.marquee.tv/series/lso\n\nLSO Futures was generously supported by Lady Hamlyn and The Helen Hamlyn Trust.\n\n‡ Commissioned by the Koussevitzky Foundation, Library of Congress, London Symphony Orchestra and Boston Symphony Orchestra.\n\n* Commissioned through the LSO Panufnik Composers Scheme, generously supported by Lady Hamlyn and The Helen Hamlyn Trust.\n\n† Commissioned by the London Symphony Orchestra, Orchestre Philharmonique de Luxembourg \u0026 Philharmonie Luxembourg, Seattle Symphony, the NTR ZaterdagMatinee, Radio 4’s concert series in the Concertgebouw and Bamberger Symphoniker, with the support of the Ernst von Siemens Music Foundation.\n------------------------------------------------------------------------------------------------\nYou can watch excerpts of our season on demand on this playlist: https://www.youtube.com/playlist?list=PLTjZ3o6K-BOmsqpAF8jVEDjd7dQOjfjPc\n#lso2022 #YouTubeSundays\n------------------------------------------------------------------------------------------------\nSUPPORT THE LSO\u0027S FUTURE \nThe importance of music and the arts has never been more apparent than in recent months, as we’ve been inspired, comforted and entertained throughout this unprecedented period.  \n\nAs we emerge from the most challenging period of a generation, please consider supporting the LSO\u0027s Always Playing Appeal to sustain the Orchestra, allow us to perform together again on stage and to continue sharing our music with the broadest range of people possible.  \n\nEvery donation will help to support the LSO’s future: https://lso.co.uk/support-us/always-playing-appeal.html\n\nDonate via YouTube: \nClick the button to the top right of the player.\n\nText to donate:\nText LSOAPPEAL 5 to 70085 to donate £5\nText LSOAPPEAL 10 to 70085 to donate £10\nText LSOAPPEAL 20 to 70085 to donate £20\n\nTexts cost £5, £10 or £20 plus one standard rate message and you’ll be opting in to hear more about our work and fundraising via telephone and SMS. If you’d like to give but do not wish to receive marketing communications, text LSOAPPEALNOINFO 5, 10 or 20 to 70085.\n------------------------------------------------------------------------------------------------\nSubscribe to the LSO\u0027s channel: http://bit.ly/LSOsubscribe\n\nSubscribe to LSO newsletter: https://smarturl.it/lsonewsletter\n\nFollow the LSO on:\n\nInstagram: https://www.instagram.com/londonsymphonyorchestra\nFacebook: https://www.facebook.com/londonsymphonyorchestra\nTwitter: https://twitter.com/londonsymphony\nWebsite: https://lso.co.uk/\nApple Music: http://geni.us/yH0sXY\nSpotify: http://spoti.fi/291cCk0",
    "Duration": "00:18:10",
    "ChannelName": "London Symphony Orchestra",
    "VideoId": "y_0o28Tm7MI",
    "ChannelId": "UCY1yTIi-DaxPbNtLCnwAM1g"
  },
  {
    "Title": "Stravinsky - The Rite of Spring - Roth",
    "Description": "Support us on Patreon and get more content: https://www.patreon.com/classicalvault\n \n---\n \nIgor Stravinsky\nThe Rite of Spring\n\nLes Siècles\nFrançois-Xavier Roth, conductor\n\nLive recording. London, Proms 2013",
    "Duration": "00:34:11",
    "ChannelName": "Classical Vault 1",
    "VideoId": "hL87s53Rubw",
    "ChannelId": "UCsOvFiAws5ENZNs_mI34GnQ"
  },
  {
    "Title": "Théodore Dubois: Piano Concerto No.2, Vanessa Wagner (piano), Les Siècles, François-Xavier Roth",
    "Description": "Théodore Dubois – Piano Concerto No.2, Vanessa Wagner (piano Erard of 1874), Les Siècles (orchestra), François-Xavier Roth (conductor); live recording on the historical instruments\nI. Allegro – 00:00\nII. Adagio (Con Sentimento Profondissimo) – 10:55\nIII. Allegro Vivo, Scherzando – 15:24\nIV. Con Molta Fantasia – 17:55\n\nClément François Théodore Dubois (24 August 1837 – 11 June 1924) was a French composer, organist, and music teacher.\nAfter study at the Paris Conservatoire, Dubois won France\u0027s premier musical prize, the Prix de Rome, in 1861. He became an organist and choirmaster at several well-known churches in Paris, and at the same time was a professor at the Conservatoire, teaching harmony from 1871 to 1891 and composition from 1891 to 1896, when he succeeded Ambroise Thomas as the Conservatoire\u0027s director. He continued his predecessor\u0027s strictly conservative curriculum and was forced to retire early after a scandal erupted over the faculty\u0027s attempt to rig the Prix de Rome competition to prevent the modernist Maurice Ravel from winning.\nAfter his retirement from the Conservatoire, Dubois remained a familiar figure in Parisian musical circles. He was president of the association of Conservatoire alumni, and presided at its annual award ceremony.  Until his final years he remained vigorous. The death of his wife in 1923 was a blow from which he did not recover, and he died at his Paris home, after a short illness, on 11 June 1924, aged 86\nDubois was an consciencious musician, and considered to be representative of the classical school. While remaining faithful to his ideals of clarity and respect for tradition, he was receptive to the advanced ideas of his time. In his private capacity, Dubois was less reactionary than in the academic régime over which he presided. When Wagner\u0027s Parsifal had its belated Parisian premiere in 1914, Dubois said to his colleague Georges Hüe that no music more beautiful had ever been written. Privately he was fascinated by Debussy\u0027s music, with its \u0022subtiles harmonies et les précieux raffinements\u0022 – subtle harmonies and precious refinements.\nEclectic in its inspiration, his œuvre is vast and varied, approaching every genre and identifying as much with César Franck and Schumann as with Brahms or Saint-Saëns, but in his extremely varied catalogue of works \n\nDubois showed no special enthusiasm for the concerto, probably because he was not himself a virtuoso of the front rank (although he was a genuinely talented organist). \n\n“‘Very modern in style’ a contemporary critic opined of the Piano Concerto No.2 of 1897. To me, though, it’s rather Schumannesque in places but with hints too of Chopin and even Grieg with the piano often offering a decorative gloss on things. The orchestral accompaniment is, also, much more varied, some of it very lovely. The solo writing is not especially virtuosic per se, and that’s to its advantage. The slow movement is quietly grave, opened by the piano, taken up by the orchestra, and subsequently embellished by the piano. The vital, energetic scherzo must owe a debt to Saint-Saëns, even taking on a habañera contour at one point. The finale, in the solo cadenza that launches it, strikes me as something of a Franck crib in places, though the recapitulation of earlier thematic material is neatly done and again the spirit of Saint-Saëns continues to haunt the work, usefully dampening the somewhat half-hearted fugal passage. Academism is an ever-present worry with Dubois but here it’s lightly conceived.” (by Jonathan Woolf)",
    "Duration": "00:24:35",
    "ChannelName": "sibarit101",
    "VideoId": "FuM4nybsKhQ",
    "ChannelId": "UC7ojalnVGxhYFUJQNtHRuuA"
  },
  {
    "Title": "Vito Žuraj | »Unveiled« (2020/2021) | Gürzenich-Orchester Köln | François-Xavier Roth",
    "Description": "Jean-Guihen Queyras spielt »Unveiled« Konzert für Violoncello und Orchester (2020/2021)* von Vito Žuraj zusammen mit dem Gürzenich-Orchester Köln unter der Leitung von François-Xavier Roth.\n\n*Deutsche Erstaufführung. Ein gemeinsamer Kompositionsauftrag von Gürzenich-Orchester Köln, Konzerthaus Berlin, ORF Radio-Symphonieorchester Wien und Ljubljana Festival.\n\nDie Aufnahme entstand bei einem Konzert-Livestream am 18. Januar 2022.\n\nSeinen Anspruch, musikalisch stets am Puls der Zeit zu sein, beweist das Orchester im brandneuen Violoncellokonzert von Vito Žuraj, das der junge slowenische Komponist für Jean-Guihen Queyras, den momentanen Artist in Residence des Gürzenich-Orchesters, geschrieben hat. »Kreativität bedeutet, der Gestalter der eigenen Verspieltheit zu sein. Das Wesen von Spiel besteht in der Erkundung unbegrenzter Möglichkeiten«, sagt Vito Žuraj über seine Arbeit.\n\nwww.guerzenich-orchester.de",
    "Duration": "00:28:23",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "d7vuzTK-FeQ",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "🔴 TCE LIVE / Les Siècles ont 20 ans ! | Orchestre symphonique - François-Xavier Roth",
    "Description": "François-Xavier Roth offre pour ce concert quelques-unes des pièces les plus célèbres de Debussy, Roussel, Dukas et Ravel mais aussi deux raretés issues de compositeurs de la génération qui a précédé. Le ballet Namouna de Lalo date de 1882 et fait preuve d’une belle maîtrise d’écriture grâce notamment à une orchestration particulièrement luxuriante. Septième et dernier opus de la série des Suites symphoniques composées par Massenet, ses Scènes alsaciennes datent de cette même année 1882. Massenet traduit magnifiquement en musique toute la nostalgie qu\u0027il éprouve pour l\u0027Alsace désormais perdue, à la suite de la guerre franco-prussienne de 1870-71.\n\nCoproduction Théâtre des Champs-Elysées / Les Siècles\nEn collaboration avec le Palazzetto Bru Zane\n\nAvec la participation de La Caisse des Dépôts / Mécène des retransmissions audiovisuelles du Théâtre des Champs-Elysées\n\n****CHAPITRAGE******\n00:00 Introduction\n01:10 Prélude à l’après-midi d’un faune\n10:46 Namouna\n34:03 Bacchus \u0026 Ariane\n53:00 Scènes Alsaciennes\n01:15:55 Apprenti Sorcier\n01:28:26 La Valse\n\nSuivez-nous sur : \n\nFACEBOOK https://www.facebook.com/theatredesch...\nINSTAGRAM https://www.instagram.com/theatre_cha...\nTWITTER https://twitter.com/TCEOPERA",
    "Duration": "01:46:35",
    "ChannelName": "Théâtre des Champs-Elysées",
    "VideoId": "NiPm2vKhWWI",
    "ChannelId": "UCL469QGBxovzzlVpNPTDO2g"
  },
  {
    "Title": "Schubert - Sinfonie Nr. 8 \u0022Große\u0022 | François-Xavier Roth | SWR Symphonieorchester",
    "Description": "Franz Schuberts Sinfonie Nr. 8 C-Dur D 944 „Die Große“, aufgeführt vom SWR Symphonieorchester unter der Leitung von François-Xavier Roth. Live aufgenommen am 19. September 2025 in der Stuttgarter Liederhalle.\n\nAntrittskonzert als Chefdirigent von François-Xavier Roth beim SWR Symphonieorchester.\n\nFranz Schubert - Sinfonie Nr. 8 C-Dur D 944 \u0022Die Große\u0022\n00:00 Andante – Allegro ma non troppo\n14:35 Andante con moto\n28:20 Scherzo. Allegro vivace – Trio\n39:36 Finale. Allegro vivace\n\n► ARD Klassik Mediathek: https://ard-klassik.de\n► Web: http://swr.li/web-concerts\n► Facebook: https://www.facebook.com/ardklassik\n► Instagram: https://www.instagram.com/ardklassik\n\nImpressum: https://www.swr.de/impressum\n\nKommentare sind willkommen – aber bitte unter Beachtung unserer Netiquette: https://www.swr.de/home/netiquette-100.html\n\nDatenschutz: https://www.swr.de/datenschutz",
    "Duration": "00:51:38",
    "ChannelName": "ARD Klassik",
    "VideoId": "49OnzUfs_oI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Rebel - Les élémens | François-Xavier Roth | SWR Symphonieorchester",
    "Description": "Rebels \u0022Les élémens\u0022, aufgeführt vom SWR Symphonieorchester unter der Leitung von François-Xavier Roth. Live aufgenommen am 19. September 2025 in der Stuttgarter Liederhalle.\n\nAntrittskonzert als Chefdirigent von François-Xavier Roth beim SWR Symphonieorchester.\n\nJean-Féry Rebel - Les élémens, symphonie nouvelle\n00:00 Le cahos\n06:00 Loure I (La terre et l\u0027eau)\n08:21 Chaconne (Le feu)\n10:55 Ramage (L\u0027air)\n12:00 Rossignolo\n13:11 Loure II\n15:21 Tambourin I \u0026 II\n18:17 Sicilienne\n19:45 Rondeau (Air pour l\u0027Amour)\n21:03 Caprice (Rondeau)\n\nMitwirkende:\nSWR Symphonieorchester\nDirigent: François-Xavier Roth\n\n► ARD Klassik Mediathek: https://ard-klassik.de\n► Web: http://swr.li/web-concerts\n► Facebook: https://www.facebook.com/ardklassik\n► Instagram: https://www.instagram.com/ardklassik\n\nImpressum: https://www.swr.de/impressum\n\nKommentare sind willkommen – aber bitte unter Beachtung unserer Netiquette: https://www.swr.de/home/netiquette-100.html\n\nDatenschutz: https://www.swr.de/datenschutz",
    "Duration": "00:23:59",
    "ChannelName": "ARD Klassik",
    "VideoId": "Qq8odg3R6GQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  }
]
