[{"Title":"Bamberg Symphony - Antonín Leopold Dvořák Symphony No 7 Movement 1 and 2","Description":"Bamberg Symphony - Antonín Leopold Dvořák Symphony No 7 Movement 1 and 2\n\nThe Bamberg Symphony playing Dvořáks Symphony No 7 in 2019 live at the National Center for Performing Arts in Beijing. \nThis performance was recorded during our China Tour in the Fall of 2019. Under the baton of Jakub Hrůša, Bamberg Symphony rounded off their China tour at the NCPA in Beijing.\n\n//\n\nBamberger Symphoniker - Antonín Leopold Dvořák Symphonie Nr. 7 Satz 1 und 2\n\nDie Bamberger Symphoniker waren 2019 auf Tour in China. Diese Aufnahme zeigt das Konzert im NCPA in Beijing. Unter Leitung von Chefdirigent Jakub Hrůša war dies das Abschlusskonzert der Tournee. Hier ist das Orchester mit dem 1. und 2. Satz aus Dvořáks Symphonie Nr. 7.\n\n//\n\nFollow us and find out more on:\n\nWebsite: https://www.bamberger-symphoniker.de/ \nFacebook: https://www.facebook.com/bambergersym...\nInstagram: https://www.instagram.com/bambergsymp...\nTwitter: https://twitter.com/bambergsymphony","Duration":"00:22:36","ChannelName":"Bamberger Symphoniker","VideoId":"eXv6ykpjI1I","ChannelId":"UC4sz_Evu102KsBVXEoJi8Lw"},{"Title":"Bamberg Symphony - Antonín Leopold Dvořák Symphony No 7 Movement 3 and 4","Description":"Bamberg Symphony - Antonín Leopold Dvořák Symphony No 7 Movement 3 and 4\n\nThe Bamberg Symphony playing Dvořáks Symphony No 7 in 2019 live at the National Center for Performing Arts in Beijing. \nThis performance was recorded during our China Tour in the Fall of 2019. Under the baton of Jakub Hrůša, Bamberg Symphony rounded off their China tour at the NCPA in Beijing.\n\n//\n\nBamberger Symphoniker - Antonín Leopold Dvořák Symphonie Nr. 7 Satz 3 und 4\n\nDie Bamberger Symphoniker waren 2019 auf Tour in China. Diese Aufnahme zeigt das Konzert im NCPA in Beijing. Unter Leitung von Chefdirigent Jakub Hrůša war dies das Abschlusskonzert der Tournee. Hier ist das Orchester mit dem 3. und 4. Satz aus Dvořáks Symphonie Nr. 7.\n\n//\n\nFollow us and find out more on:\n\nWebsite: https://www.bamberger-symphoniker.de/ \nFacebook: https://www.facebook.com/bambergersymphoniker/\nInstagram: https://www.instagram.com/bambergsymphony/\nTwitter: https://twitter.com/bambergsymphony","Duration":"00:21:09","ChannelName":"Bamberger Symphoniker","VideoId":"_OWAZgi9TEg","ChannelId":"UC4sz_Evu102KsBVXEoJi8Lw"},{"Title":"Bamberg Symphony Orchestra - Bedřich Smetana - Má vlast   My Fatherland (My Country)","Description":"Bedřich Smetana\nMá vlast - My Fatherland (My Country)\n\n[00:00:00] - Vyšehrad (The High Castle)\n[00:16:20] - Vltava (The Moldau)\n[00:29:12] - Šárka\n[00:39:33] - Z českých luhů a hájů (From Bohemia's Woods and Fields)\n[00:52:32] - Tábor\n[01:05:35] - Blaník\n\nBamberg Symphony Orchestra\nJakub Hrůša, conductor\n\nReccorded live on 20.07.2019\nat the Royal Albert Hall, London","Duration":"01:21:55","ChannelName":"Grande Valse Viennoise","VideoId":"_q2WYUEER2c","ChannelId":"UCAj0jnQrm28oyEc_gep7UwQ"},{"Title":"Bamberger Symphoniker, Jakub Hrůša - Richard Strauss: Eine Alpensinfonie, op. 64","Description":"Bamberger Symphoniker, Jakub Hrůša\n\nRichard Strauss: Eine Alpensinfonie, op. 64\n\nLive-Mitschnitt aus dem Joseph-Keilberth-Saal Bamberg vom 16.10.2020 in coronakonformer Orchesteraufstellung.\nLive recording from the Joseph-Keilberth-Saal Bamberg on 16.10.2020 in corona-compliant orchestral formation.","Duration":"01:04:01","ChannelName":"Bamberger Symphoniker","VideoId":"lVZxhT4Ii3k","ChannelId":"UC4sz_Evu102KsBVXEoJi8Lw"},{"Title":"Bedřich Smetana - Má vlast (‘My Country’) [Jakub Hrůša, Bamberg Symphony Orchestra]","Description":"Journey through the Czech countryside with Smetana’s symphonic suite Má vlast (‘My Country’) – a colourful celebration of a nation’s landscape, castles and warriors, with the sweeping melody of ‘Vltava’ at its heart.\nI. Vyšehrad 0:06\nII. Vltava 16:08\nIII. Šárka 29:05\nIV. Z českých luhů a hájů 39:35\nV. Tábor 53:00\nVI. Blaník 1:06:05","Duration":"01:21:00","ChannelName":"Drtdr","VideoId":"6rENhwU8xJ8","ChannelId":"UCLxciB8PPrdcpVB2Y5zR32A"},{"Title":"Bedřich Smetana - Má vlast [Jakub Hrůša, Bamberg Symphony Orchestra]","Description":"","Duration":"01:21:01","ChannelName":"Přemet Balteán","VideoId":"0iiwOk0Zf0k","ChannelId":"UCvM09DwE70Eh6dmPkim7snQ"},{"Title":"Bruch: Violin Concerto No.1 in G minor, op.26 / Jakub HRŮŠA, Karen GOMYO / TMSO","Description":"TMSO Special\nFri. 5. July 2024  , at Suntory Hall\nBruch: Violin Concerto No.1 in G minor, op.26\n\nJakub HRŮŠA ,  Conductor \nKaren GOMYO, Violin\nTokyo Metropolitan Symphony Orchestra\n\nMovements:\n01:30  I. Vorspiel: Allegro moderato\n10:20  II. Adagio\n19:38  III.Finale: Allegro energico\n\nYou can watch Program Note.\nhttps://www.tmso.or.jp/e/concert/detail/detail.php?id=3785\n\nSubscribe to our channel at\nhttps://www.youtube.com/user/TMSOMovie\n\nRead about our concerts : \nhttps://www.tmso.or.jp/e/concert/\n\nFollow us！\nX : https://x.com/tmsonews\nInstagram : https://www.instagram.com/tmsonews/\nFacebook : https://www.facebook.com/TokyoMetropolitanSymphonyOrchestra\n＿＿＿＿＿＿\nVideo production：Media Forest\nYouTube Ver edit：TMSO","Duration":"00:29:07","ChannelName":"東京都交響楽団 / Tokyo Metropolitan Symphony Orchestra","VideoId":"JFMOz0mLXBo","ChannelId":"UCW-bv9InoF-XIztER3wv7jg"},{"Title":"DVORAK Cello Concerto • Moser • Hrůša • Prague Philharmonia • 2015","Description":"Antonín Dvořák • Cello Concerto in b minor, op. 104\nJohannes Moser, Violoncello\nJakub Hrůša, Concductor\nPrague Philharmonia\nFebruary 11th, 2015","Duration":"00:46:04","ChannelName":"Johannes Moser","VideoId":"-cZhbxnkxaU","ChannelId":"UCSbKeCVx4MqB-BvNhY3U8sA"},{"Title":"Dvorak: Violin Concerto in A minor - Joshua Bell /Jakub Hrůša /Bamberg Symphony Orchestra","Description":"Antonin Dvorák (1841-1904) - Violin Concerto in A minor, Op. 53 (1879)\n1. Allegro ma non troppo (00:34)\n2. Adagio ma non troppo (10:48)\n3. Allegro giocoso, ma non troppo (21:56)\nEncore: A. Dvorák - Cavatina from Romantic Pieces (34:14)\nJoshua Bell, violin\nJakub Hrůša, conductor\nBamberg Symphony Orchestra","Duration":"00:38:54","ChannelName":"Violin Express","VideoId":"_qcTrYPTgn8","ChannelId":"UCOTftYhMX1IihjOt2jefMCQ"},{"Title":"Glazunov: Violin Concerto in A minor - Julia Fischer /Jakub Hrůša /Bamberg Symphony","Description":"Alexander Glazunov (1865-1936) - Violin Concerto in A minor, Op. 82 (1904)\n1. Moderato (00:06)\n2. Andante sostenuto (04:26)\n3. Più animato (08:57)\n4. Allegro (14:50)\nJulia Fischer, violin\nJakub Hrůša, conductor\nBamberg Symphony","Duration":"00:20:41","ChannelName":"Violin Express","VideoId":"6HmDhHgIHJA","ChannelId":"UCOTftYhMX1IihjOt2jefMCQ"},{"Title":"Jakub Hrusa Conducting the Bamberg Symphony Orchestra in Germany","Description":"","Duration":"01:48:37","ChannelName":"月下听风","VideoId":"PGw0eDr_Mok","ChannelId":"UCUZc6RwOe3JKUbc5tmsvZtw"},{"Title":"Jakub Hrůša conducts Mahler, Martinu and Vranický","Description":"Gustav Mahler (1860-1911): Lieder eines fahrenden Gesellen\n\nBohuslav Martinu (1890-1959): Polní Mse (Field Mass) – cantata for baritone, male choir, winds, piano, harmonium and percussion H279\n\nPavel Vranický (1756-1808): Great Characteristic Symphony for Peace with the French Republic in C minor op. 31\n\nAudun Iversen, baritone\nPrague Philharmonic Choir (Lukáš Vasilek, conductor)\nPKF - Prague Philharmonia\nJakub Hrůša, conductor","Duration":"01:24:26","ChannelName":"ALTEA MEDIA / I LOVE TV","VideoId":"zbvy6uQ_3FQ","ChannelId":"UCOpL6JBxoUu3zImhj5xUTlA"},{"Title":"Jakub Hrůša conducts Mozart, Sibelius & Stravinsky","Description":"Wolfgang Amadeus Mozart: Concerto for horn and orchestra no. 4 in E flat major KV495\n\nJean Sibelius: Concerto for Violin and Orchestra in D Minor Op. 47\n\nIgor Stravinsky: Pulcinella, unabridged version\n\nKateřina Javůrková, horn\nElina Vähälä, violin\nMary Bevan, soprano\nSam Furness, tenor\nVuyani Minde, bass\n\nPrague Philharmonia\nJakub Hrůša, musical direction","Duration":"01:39:27","ChannelName":"ALTEA MEDIA / I LOVE TV","VideoId":"vcoEQK3huRo","ChannelId":"UCOpL6JBxoUu3zImhj5xUTlA"},{"Title":"Jakub Hrůša conducts PKF-Prague Philharmonia","Description":"Aleš Pavlorek: Symphony Concerto for Wind Instruments (world premiere)\n\nReinhold Glière: Concerto for Horn op.91\n\nDmitri Shostakovich: Symphony no.9 n E flat major op.70\n\nRadek Baborak, solo horn\nPKF-Prague Philharmonia\nJakub Hrůša, conductor","Duration":"01:31:31","ChannelName":"ALTEA MEDIA / I LOVE TV","VideoId":"HINFiRmf1pU","ChannelId":"UCOpL6JBxoUu3zImhj5xUTlA"},{"Title":"Jakub Hrůša conducts Wiener Philharmoniker with Igor Levit - ヤクブ・フルシャ指揮ウィーン・フィルハーモニー管弦楽団","Description":"2:13 Brahms : Piano Concerto No. 2　ブラームス：ピアノ協奏曲第2番\n56:13 Dvořák : Symphony No. 8　ドヴォルザーク：交響曲第8番\n\nPiano : Igor Levit　ピアノ：イゴール・レヴィット\nRecording day : September 13, 2023　2023年9月13日収録\n\n#Jakubhrusa #Igorlevit #johannesbrahms #Brahms #Antonindvorak #dvořák  #dvorak","Duration":"01:38:26","ChannelName":"Nakka","VideoId":"OP-2hIa7R_Y","ChannelId":"UCHkpgbq278t80Er8ZjR2FdQ"},{"Title":"Janáček: Suite from the opera \"The Cunning Little Vixen\" | Vienna Philharmonic & Jakub Hrůša","Description":"Leoš Janáček: Suite from the opera \"The Cunning Little Vixen\" (compilation by Charles Mackerras) | Vienna Philharmonic & Jakub Hrůša | George Enescu Festival | 11.09.2023 | Bucharest Palace Hall\n\nRecorded from public broadcast. Enjoy!\n\nPlease subscribe for more content like this! Cheers!\n\n_____________________________________________________\n\nAlthough the music of his country had tremendous effect on Janácek, his wide-ranging education - both musically and beyond - also accounts for his compositional style. It took Janácek a long time to develop his musical voice, but once he did, it was a wholly original one. Among the remarkable series of operas Janácek wrote in the enormously productive final decade of his career, the tragicomedy The Cunning Little Vixen (\"The Adventures of Vixen SharpEars\" in Czech) is a highlight. The story came from a serialized novella written by Rudolf Tesnohlídek and published in the Lidové noviny newspaper. Janácek adapted the story into his own libretto. Like much of his mature work, the opera is concise and tightly strung. It should not come as a surprise that the orchestral Suite performed tonight is similarly short and pithy, each of the two movements only about nine minutes. The Cunning Little Vixen works well as a suite, in part due to its several symphonic pantomime sections.\n\nOstensibly about a forest gamekeeper who captures and attempts to domesticate a young fox, the themes of the opera include the natural cycle of life and death, a return to simplicity, freedom, love, and motherhood. The opera reflects the composer's long experience of life, and his love for the much younger, married Kamila Stösslov; in fact it is a fairly risqué piece, given the time and place it was written.\n\nAs in his other operas, Janácek followed his practice of building music on the sounds and rhythms of spoken language, making the human voice and the inflections of his language sound utterly unique. Characters in the opera are given motifs, often rhythmically driven. There is very little in The Cunning Little Vixen in the way of extended melodic lines. The closest approximations to standard Romantic arias are the declaration of love between the Fox and the Vixen, and the final epiphany of the Forester. With its jagged, uneven rhythms, the music is folksier than Janácek's other operas, and the singing more conversational than in typical late-Romantic opera.\n\nWhile written in a poetic manner reminiscent of fairy tales, Janácek's libretto contains some of his most experimental operatic concepts, including ballet, mime, and orchestral interludes. The score is laden with lush harmonies, all part of the pastorale, a reflection on nature and our condition as humans within it. At the end, the Forester becomes reconciled to the natural life cycle, as the Vixen dies, and he watches the Vixen's young child playing in the woods. The opera, which moves almost seamlessly between the animal and the human worlds, is at once eerie, tender, and farcical. The Suite on this program, the version most commonly performed, is a slightly condensed rendering of Act One without the voices. The renowned Czech conductor Vaclav Talich orchestrated this suite, which has a slightly more smoothed-out sound than Janácek's ferocious, inventive orchestration.\n(laphil.com)","Duration":"00:22:02","ChannelName":"Concert Maestro","VideoId":"x23r-EUjT3I","ChannelId":"UCzWd7LpenDOYTlVZo8VOnXA"},{"Title":"Orquesta Sinfónica de Bamberg dirigida por Jakub Hrůša","Description":"La Orquesta Sinfónica de Bamberg dirigida por Jakub Hrůša en el Concierto Inaugural de la edición 2019 del Festival Internacional de Música de Primavera de Praga: la más importante celebración musical anual de la República Checa y una de las principales en Europa. Siguiendo la tradición del Festival desde que fuera creado en el año 1946, la Sinfónica de Bamberg interpretó entonces el ciclo de poemas sinfónicos Mi patria del compositor checo Bedrich Smetana, con la cual da inicio esta serie de encuentros musicales, evocando y homenajeando a Smetana en el aniversario de su fallecimiento, que coincide cada año con el inicio del Festival. \n\n\nBEDŘICH SMETANA (1824-1884)\nMá vlast (Mi Patria)  \n 1. Vyšehrad (El Alto Castillo)\n 2. Vltava (El Moldava)\n 3. Šárka (Guerrera amazona de la leyenda checa de la Guerra de las Doncellas)\n 4. Z českých luhů a hájů (De los bosques y prados de Bohemia)\n 5. Tábor (ciudad del sur de Bohemia, antigua capital husita)\n 6. Blaník (montaña fundamental de las leyendas checas)","Duration":"01:24:00","ChannelName":"Mozarteum Argentino","VideoId":"7dbvIwB5eH4","ChannelId":"UCdhjyulTSNif34XpNFHkQeg"},{"Title":"Philharmonia Sessions: Hrůša conducts Dvořák","Description":"No composer embodies Czech music and culture like Antonín Dvořák. So no matter where you’re watching from across the world, in this Philharmonia Session all of us are heading on an adventure to the rolling hills and mysterious forests of the Czech countryside.  \n\nPainting these vivid musical landscapes is virtuoso cellist Alisa Weilerstein, creating both the exquisite tenderness of Silent Woods and the drama of the Rondo for cello and orchestra. \n\nJakub Hrůša – conductor  \nAlisa Weilerstein – cello  \n\nProgramme: \n00:00 Introduction\n01:47 DVOŘÁK Silent Woods, for cello and orchestra \n07:33 DVOŘÁK Rondo, for cello and orchestra \n15:03 DVOŘÁK Czech Suite\n40:55 Encore – DVOŘÁK arr. RICHARD BIRCHALL Songs My Mother Taught Me\n\nRead our free programme notes here: https://spark.adobe.com/page/Rerutvu7DyHs9/\n\nWatch the rest of our Philharmonia Sessions videos here: https://www.youtube.com/playlist?list=PLqR22EoucCyfCuGoM7qulopbgMYuCslPf\n\nHear Jakub Hrůša in concert, Sunday 24 March 2024, conducting Mussorgsky and Kabalevsky: https://philharmonia.co.uk/whats-on/pictures-at-an-exhibition-2/","Duration":"00:45:28","ChannelName":"Philharmonia Orchestra","VideoId":"UY_QZtOoEug","ChannelId":"UCKzx92ZqX1PKYTC-FC-CZRQ"},{"Title":"Rachmaninoff - Symphonic Dances, op. 45 (Hrůša / VPO)","Description":"Rachmaninoff's last major orchestral work, in the thrilling interpretation of the Wiener Philharmoniker led by Jakub Hrůša. Recorded September 11th 2023.\n\nMovements:\n1. Non allegro (00:26)\n2. Andante con moto (Tempo di valse) (12:39)\n3. Lento assai – Allegro vivace – Lento assai. Come prima – Allegro vivace (23:01)","Duration":"00:40:02","ChannelName":"dultz","VideoId":"KcvbGDarPzs","ChannelId":"UC2zc2RPFceV6O8ATXx8uF9Q"},{"Title":"Rachmaninoff: Symphonic Dances, Op. 45 | Vienna Philharmonic & Jakub Hrůša | Enescu Festival 2023","Description":"Sergei Rachmaninoff: Symphonic Dances, Op. 45 | Vienna Philharmonic & Jakub Hrůša | George Enescu Festival | 11.09.2023 | Bucharest Palace Hall\n\nRecorded from public broadcast. Enjoy!\n\nPlease subscribe for more content like this! Cheers!\n\n_____________________________________________________\n\nRachmaninoff composed the Symphonic Dances four years after his Third Symphony, mostly at the Honeyman estate, \"Orchard Point\", in Centerport, New York, overlooking Long Island Sound. Its original name was Fantastic Dances, with movement titles of \"Noon\", \"Twilight\", and \"Midnight\". While the composer had written to conductor Eugene Ormandy in late August 1940 that the piece was finished and needed only to be orchestrated, the manuscript for the full score bears completion dates of September and October 1940. It was premiered by Ormandy and the Philadelphia Orchestra, to whom it is dedicated, on January 3, 1941.\n\nThe work is fully representative of the composer's later style with its curious, shifting harmonies, the almost Prokofiev-like grotesquerie of the outer movements and the focus on individual instrumental tone colors throughout (highlighted by his use of an alto saxophone in the opening dance). The opening three-note motif, introduced quietly but soon reinforced by heavily staccato chords and responsible for much of the movement's rhythmic vitality, is reminiscent of the Queen of Shemakha's theme in Rimsky-Korsakov's opera The Golden Cockerel, the only music by another composer that he had taken out of Russia with him in 1917.\n\nThe Symphonic Dances combine energetic rhythmic sections, reminiscent of Stravinsky's The Rite of Spring, with some of the composer's lushest harmonies. The rhythmic vivacity, a characteristic of Rachmaninoff's late style, may have been further heightened here for two reasons. First, he had been encouraged by the success of his Rhapsody on a Theme of Paganini as a ballet in 1939 and wanted to write something with which to follow it up. Second, he may have included material intended for a ballet titled The Scythians, begun in 1914–15 but abandoned before he left Russia. While no manuscript for the ballet is known to have survived, this does not make his quoting the work inconceivable, given Rachmaninoff's remarkable memory. He could remember and play back accurately pieces he had heard years earlier, even those he had heard only once.\n\nThe work is remarkable for its use of the alto saxophone as a solo instrument. Rachmaninoff was apparently advised as to its use by the American orchestrator and composer Robert Russell Bennett. The composition includes several quotations from Rachmaninoff's other works, and can be regarded as a summing-up of his entire career as a composer. The first dance ends with a modified quotation from his unfortunate First Symphony (1897), here nostalgically rendered in a major key. The ghostly second dance was called \"dusk\" in some sketches. The final dance is a kind of struggle between the Dies Irae theme, representing Death, and a quotation from the ninth movement of his All-night Vigil (1915), representing Resurrection (the lyrics of the All-night Vigil's ninth movement in fact narrate mourners' discovery of Christ's empty grave and the Risen Lord). The Resurrection theme proves victorious in the end (he wrote the word \"Hallelujah\" at this place in the score). \n(Wikipedia)","Duration":"00:40:28","ChannelName":"Concert Maestro","VideoId":"riau5cJTMQM","ChannelId":"UCzWd7LpenDOYTlVZo8VOnXA"},{"Title":"Seong-Jin Cho | Beethoven Piano Concerto No. 5 (250414 Baden-Baden Easter Festival)","Description":"with Jakub Hrůša & Berlin Philharmonic\n\nBeethoven Piano Concerto No. 5\nBartok: Out of Doors, Sz. 81 - \"The Chase\"","Duration":"00:43:55","ChannelName":"cho","VideoId":"4ltE0qvEttw","ChannelId":"UCoSYgN8PlWaDMz6FZkTqGuQ"},{"Title":"Strauss: Also sprach Zarathustra - Jakub Hrůša - Radio Philharmonic Orchestra - Live","Description":"The Radio Philharmonic Orchestra, conducted by Jakub Hrůša, perform Richard Strauss' legendary Also sprach Zarathustra in this re-upload of a 2013 broadcast from Vredenburg, Utrecht.\n\nMusicians:\nRadio Philharmonic Orchestra\nJakub Hrůša (conductor)   \n\nMore AVROTROS Klassiek:\n♬ Facebook: https://www.facebook.com/AVROTROS.Klassiek/\n♬ Twitter: https://twitter.com/klassiekonline\n♬ Instagram: https://www.instagram.com/avrotrosklassiek/","Duration":"00:35:40","ChannelName":"AVROTROS Klassiek","VideoId":"K6u36_cJF78","ChannelId":"UC2UIXt4VQnhQ-VZM4P1bUMQ"},{"Title":"Vienna Philharmonic & Jakub Hrůša @ George Enescu Festival 2023 (FULL 2ND CONCERT)","Description":"Vienna Philharmonic & Jakub Hrůša @ George Enescu Festival 11.09.2023 (FULL CONCERT), 2nd night, Palace Hall Bucharest\n\n0:34 Janáček: Suite from the opera The Cunning Little Vixen (compilation by Charles Mackerras)\n22:49 Enescu: Orchestral Suite No. 1 in C major, Op. 9\n53:58 Rachmaninoff: Symphonic Dances, Op. 45\n1:34:50 Johann Strauss II: \"Auf der Jagd\" (\"On the Hunt\"), polka schnell, Op. 373 (encore)\n\nRecorded from public broadcast. Enjoy!\n\nPlease subscribe for more content like this! Cheers!\n\n_____________________________________________________\n\nAlthough the music of his country had tremendous effect on Janácek, his wide-ranging education - both musically and beyond - also accounts for his compositional style. It took Janácek a long time to develop his musical voice, but once he did, it was a wholly original one. Among the remarkable series of operas Janácek wrote in the enormously productive final decade of his career, the tragicomedy The Cunning Little Vixen (\"The Adventures of Vixen SharpEars\" in Czech) is a highlight. The story came from a serialized novella written by Rudolf Tesnohlídek and published in the Lidové noviny newspaper. Janácek adapted the story into his own libretto. Like much of his mature work, the opera is concise and tightly strung. It should not come as a surprise that the orchestral Suite performed tonight is similarly short and pithy, each of the two movements only about nine minutes. The Cunning Little Vixen works well as a suite, in part due to its several symphonic pantomime sections.\n\nWhile written in a poetic manner reminiscent of fairy tales, Janácek's libretto contains some of his most experimental operatic concepts, including ballet, mime, and orchestral interludes. The score is laden with lush harmonies, all part of the pastorale, a reflection on nature and our condition as humans within it. At the end, the Forester becomes reconciled to the natural life cycle, as the Vixen dies, and he watches the Vixen's young child playing in the woods. The opera, which moves almost seamlessly between the animal and the human worlds, is at once eerie, tender, and farcical. The Suite on this program, the version most commonly performed, is a slightly condensed rendering of Act One without the voices. The renowned Czech conductor Vaclav Talich orchestrated this suite, which has a slightly more smoothed-out sound than Janácek's ferocious, inventive orchestration.\n(laphil.com)\n\n_____________________________________________________\n\nAmong Enescu's larger works are three orchestral suites, whose composition spans his entire creative career: the first dating from 1901-1902, the second from 1915, the last from 1938.\n\nThe First Suite, in C, was introduced under its composer's direction at a concert of the Bucharest Philharmonic Society (of which he was later to become director) on February 23, 1903. On the program as well were the first performances of his two Romanian Rhapsodies, whose more obvious populist style attracted most of the attention.\n\nMost striking in the Suite in C are the first two movements which, following the composer's practice in his own later appearances as a conductor, are heard as an entity to begin this program. The opening movement is scored for strings (violins, mainly), playing in unison a broad melody of decidedly Eastern European cast, with the timpani entering ominously in a long crescendo, leading into the second movement, a slow, lushly textured minuet based on a sad, descending three-note phrase.\n(Herbert Glass)\n\n_____________________________________________________\n\nSymphonic Dances, Op. 45, is an orchestral suite in three movements completed in October 1940 by Russian composer Sergei Rachmaninoff. It is his final major composition, and his only piece written in its entirety while living in the United States.\n\nThe work allowed him to indulge in a nostalgia for the Russia he had known, much as he had done in the Symphony No. 3, as well as to effectively sum up his lifelong fascination with ecclesiastical chants. In the first dance, he quotes the opening theme of his Symphony No. 1, itself derived from motifs characteristic of Russian church music. In the finale he quotes both the Dies Irae and the chant \"Blessed art thou, Lord\" (Blagosloven yesi, Gospodi) from his All-Night Vigil. (Wikipedia)","Duration":"01:38:52","ChannelName":"Concert Maestro","VideoId":"FXYsjeRkMOM","ChannelId":"UCzWd7LpenDOYTlVZo8VOnXA"},{"Title":"»Jakub Hrůša und die Bamberger Symphoniker« - eine Musikdokumentation von Jan Mudra","Description":"Unser herzlicher Dank gilt dem Tschechischen Fernsehen, Robert Uxa, Jan Mudra und Jakub Hrůša, die uns dieses Video zum Streaming zur Verfügung stellen.","Duration":"00:52:10","ChannelName":"Bamberger Symphoniker","VideoId":"AgnTdocKnLg","ChannelId":"UC4sz_Evu102KsBVXEoJi8Lw"},{"Title":"BARTOK: Concerto for Orchestra   Jakub Hrůša / VPO debut live 2019","Description":"1. 序章 I. Introduzione: Andante non troppo - Allegro vivace　00:00\n2 対の遊び II. Giuoco delle coppie: Allegro scherzando   10:40\n3. 悲歌 III. Elegia: Andante non troppo    17:16\n4 中断された間奏曲 IV. Intermezzo interrotto: Allegretto   25:18\n5. 終曲 V. Finale: Pesante - Presto   30:01\nJakub Hrůša / Vienna Philharmonic orchestra\n2/12/2019 Vienna, Musikverein Hall live recording\nバルトーク：管弦楽のための協奏曲\nヤクブ・フルシャ指揮　ウィーン・フィルハーモニー管弦楽団\n2019年12月2日　ウィーン楽友協会ホール　ライブ録音\n※フルシャのウィーン・フィル・デビュー定期公演から。当初この公演はマリス・ヤンソンスが振るはずでしたが、体調不良によりフルシャが指名されたものです。ヤンソンスはこの公演の2日前に亡くなっており、当日その報告がステージ上でなされ、フルシャのデビューは急遽マリスの追悼演奏会となってしまいました。","Duration":"00:39:50","ChannelName":"Isappin","VideoId":"44fteFpHwmI","ChannelId":"UC_W-zQQHNRLW1QHWQAF9B_A"}]