[{"Title":"Tchaikovsky: Symphony No. 2 | London Symphony Orchestra & Sir John Eliot Gardiner","Description":"A symphony based on a series of Ukrainian folk songs: Symphony No. 2 in C minor, Op. 17 by Russian composer Pyotr Ilyich Tchaikovsky. The catchy symphony is performed by the London Symphony Orchestra conducted by Sir John Eliot Gardiner. The concert took place on July 5, 2022, at St Luke's Church in London.\n\n(00:00) I. Andante sostenuto – Allegro vivo \n(11:16) II. Andantino marziale, quasi moderato \n(18:09) III. Scherzo. Allegro molto vivace \n(23:23) IV. Finale. Moderato assai – Allegro vivo \n\nPyotr Ilyich Tchaikovsky's (1840–1893) Symphony No. 2 in C minor, Op. 17, is also known by the nickname “Little Russian.” A friend of Tchaikovsky's gave the 2nd Symphony this name because its themes and motifs are based on several Ukrainian folk songs. The romantic composer heard these folk songs while on summer vacation with his sister in an area that today belongs to Ukraine but was called “Little Russia” during Tchaikovsky's lifetime in the Russian Empire. In none of his other six symphonies did Tchaikovsky take so many motifs and themes from folk songs. The “Little Russian Symphony” is thus quite elaborate. \n\nTchaikovsky composed his Second Symphony between June and November 1872, and it premiered on February 7, 1873, in Moscow, conducted by his friend Nikolai Rubinstein. Both the audience and critics celebrated the symphony, even calling it a “national achievement.” This label was considered a special mark of quality, especially in the 19th century. In various European countries, music in a supposedly national musical language had become fashionable. This usually meant using elements from the folk music of the respective country in compositions. In Russia, a circle of renowned composers had even formed to promote Russian national music. They called themselves “The Mighty Five” (also “The Five” or “The Mighty Handful”). Tchaikovsky was not a member of this group; in fact, he expressly distanced himself from “The Five.” Nevertheless, his Symphony No. 2 certainly meets the criteria of a “national” music of some kind.  \n\nThe popularity of Tchaikovsky's 2nd Symphony did not prevent the Russian Romantic composer from reworking it a few years later. Tchaikovsky confided to his pen pal and patron Nadezhda von Meck that he considered the symphony immature and mediocre. He had decided that he needed to rewrite it. The revised version was written between December 1879 and January 1880. The significantly altered Second Symphony was first performed in St. Petersburg in 1881. This version of the symphony was also well received by audiences, particularly because of its rich melodies. It is this second version of the “Little Russian Symphony” that is still performed today.\n\n© 2022 C Major Entertainment\n\nWatch more concerts:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey\n\nFamous symphonies:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBWJ5t7LxFkBRlcTu4qHdo67\n\nOther pieces by Tchaikovsky:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBXeqiLcYJCB2Ct1lqIDtivN\n\nMore music of the Romantic period:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBUCHNKKxIIM88sntDk1TVih\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#symphony #romanticmusic #tchaikovsky","Duration":"00:34:32","ChannelName":"DW Classical Music","VideoId":"t4WRFBMqkDY","ChannelId":"UC_kqgIRwOD3XCZXXr4B6bPQ"}]