[
  {
    "Title": "Anton Bruckner - Sinfonie Nr. 3 d-Moll | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Anton Bruckners Sinfonie Nr. 3 d-Moll WAB 103 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 29.11.2013 in der Kölner Philharmonie. \n\nAnton Bruckner - Sinfonie Nr. 3 d-Moll WAB 103\n\n00:00:00 I. Mehr langsam, Misterioso\n00:19:18 II. Adagio, bewegt, quasi Andante\n00:33:57 III. Ziemlich schnell\n00:41:24 IV. Allegro\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nBruckner polarisiert: zeitlebens galt der Komponist als göttlich begnadet oder als schrulliger Gi-gantomane. Anfeindungen und Misserfolge begleiteten sein Leben, daneben gab es aber auch auch strahlende Triumphe. Kein Werk wurde davon schmerzhafter berührt als die 3. Sinfonie. Begonnen 1872 und vollendet 1873, erlebte das Werk erst 1890 seine erfolgreiche Urauffüh-rung. Zuvor hatte Bruckner wegen der dreimaligen Ablehnung durch die Wiener Philharmoniker die Sinfonie mehrmals überarbeitet.\nIn der Dritten verwirklichte Bruckner ein neuartiges sinfonisches Konzept, in dem die Verarbei-tung musikalischer Motive durch blockhafte Aneinanderreihung von Motiv-Varianten ersetzt wird; dies verstörte von Beginn an. Auch die religiöse Aura der klanggewaltigen Sinfonien Bruckners, die  bald als »Messen ohne Text« galten, samt ihrer übermäßigen Länge erschwerten eine positive Aufnahme. Nicht eben hilfreich war auch, dass Bruckners 3. Sinfonie ausgerechnet Richard Wagner huldigte.\nFür die heutige Rezeption stellen die verschiedenen Fassungen der Sinfonien ein gewisses Prob-lem dar. Die Urversion repräsentieren in der Regel die »ungebändigte« Großform, während die späteren Umarbeitungen thematisch konzentrierter und stilistisch angepasster sind. Bruckner selbst bezeichnete seine Revisionen stets als »Verbesserungen«. Die 2. Fassung seiner 3. Sinfo-nie erstellte er zwischen 1876-1877, konnte aber damit in Wien nicht punkten. Erst mit der 3. Version des Werkes stellte sich der gewünschte Erfolg ein. \nDie 3. Sinfonie beginnt sehr geheimnisvoll, von entscheidender Bedeutung ist das fanfarenartige Trompetenthema. Im Adagio zitiert die Urfassung der Sinfonie unverblümt das Sehnsuchtsmotiv aus »Tristan und Isolde«. Einen absoluten Gegensatz bildet die wilde Ausgelassenheit des Scher-zos mit einem oberösterreichischen Bauerntanz. Das Finale vereint eine Tanzmelodie mit einem Bläserchoral, dazu Bruckner: »die Polka bedeutet den Humor und Frohsinn in der Welt – der Choral das Traurige, Schmerzliche in ihr«. Am Ende setzt das Trompetenthema vom Beginn den machtvollen Schlusspunkt der Sinfonie.\n\nText: Tilla Clüsserath",
    "Duration": "00:55:44",
    "ChannelName": "ARD Klassik",
    "VideoId": "Po3ywYPMTt8",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Anton Webern - Passacaglia | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Anton Weberns \"Passacaglia\" spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 13.06.2015 in der Kölner Philharmonie.\n\nAnton Webern - Passacaglia\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:10:14",
    "ChannelName": "ARD Klassik",
    "VideoId": "u37qhac1FUI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Arabella Steinbacher - Johannes Brahms Violin Concerto (Live)",
    "Description": "Johannes Brahms - Violin Concerto in D major op.77 (Live)\n\nArabella Steinbacher, Violin\nJukka-Pekka Saraste, conductor\nWDR Sinfonieorchester Köln (WDR Symphony Orchestra Cologne)\n\n14 January 2011\nKöln, Deutschland (Cologne, Germany)",
    "Duration": "00:44:11",
    "ChannelName": "Klavdy B",
    "VideoId": "rg8rYN5DBpw",
    "ChannelId": "UCt_G8GmYfUSJT45bpSc4pYg"
  },
  {
    "Title": "Bartók: The Miraculous Mandarin | Philharmonia Zürich and Jukka-Pekka Saraste",
    "Description": "Directed by Jukka-Pekka Saraste, Béla Bartók’s concert suite The Miraculous Mandarin, Op. 19 was performed by the Philharmonia Zürich at the 2019 Beethovenfest in Bonn. \n\nOriginally written as a one act pantomime ballet in 1926, Bartók re-wrote “The Miraculous Mandarin” in 1928, turning it into a concert suite preserving about 2/3 of the original pantomime music. Today, it’s known as one of the most popular concert suites of the 20th Century.\n\nThe story of a Mandarin, a term historically used to describe Chinese officials, was originally written by Melchior Lengyel: Set in a chaotic, rough area of an unnamed big city, the story unfolds as three crooks force a young woman into prostitution, planning to kill and rob her clients. When the Mandarin arrives, he’s overcome with love for the young woman, but all attempts to kill him are unsuccessful – finally, feeling sorry for him, the woman takes him in. As they embrace, the Mandarin’s wounds begin to bleed and he dies.\n\nBéla Bartók used a wide range of musical techniques in his rendition of this tragic story. The different characters’ personas are given specific dance-styles and are accompanied by relentlessly wild and fast-paced rhythms and music. Leading up to a thrilling crescendo, the instruments seem to come alive. “The Miraculous Mandarin” is an orchestral work that never fails to fascinate and captivate listeners – as Bartók himself said, it’s truly “hellish music”.\n\nWatch more concerts in your personal concert hall:\nhttps://www.youtube.com/playlist?list...\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#BelaBartok #MiraculousMandarin #PhilharmoniaZuerich #JukkaPekkaSaraste",
    "Duration": "00:18:25",
    "ChannelName": "DW Classical Music",
    "VideoId": "fEdzxvvgkkM",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Beethoven - Große Fuge B-Dur | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Große Fuge B-Dur op. 133, ursprünglich geschrieben für zwei Violinen, Viola und Violoncello, spielt das WDR Sinfonieorchester hier in der Fassung für Streichorchester. Geleitet wurde das Werk  vom langjährigen Chefdirigenten Jukka-Pekka Saraste, der mit diesem Konzert seinen Abschied vom WDR Sinfonieorchester gab. Live aufgezeichnet am 5. Juli 2019 in der Kölner Philharmonie.\n\nLudwig van Beethoven - Große Fuge B-Dur op. 133 \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum WDR Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDie Große Fuge op. 133 ist zwar nicht Beethovens allerletztes Werk, wird aber gern als Abschluss seines Schaffens verstanden. Entstanden ist sie als Schlusssatz des Streichquartetts op. 130. Doch auf Drängen seines Verlegers ersetzte Beethoven sie später durch ein konventionelleres Finale – und koppelte sie als Solitär unter einer eigenen Opusnummer aus.\nMit der Premiere im Jahr 1826 hätte Beethoven eigentlich zufrieden sein können. Zwei Sätze wurden sogar so bejubelt (damals war es noch üblich, zwischen den Sätzen zu klatschen), dass sie wiederholt werden mussten. Doch die abschließende Fuge ließ die Hörer*innen erstarren. Verzweifelt notierte ein Kritiker: \"Den Sinn des fugierten Finales wagt der Referent nicht zu deuten: für ihn war es unverständlich, wie Chinesisch. Wenn die Instrumente in den Regionen des Süd- und Nordpols mit ungeheuren Schwierigkeiten zu kämpfen haben und sich unter einer Unzahl von Dissonanzen durchkreuzen, dann ist die babylonische Verwirrung fertig.\"\n► Jetzt weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/beethoven-grosse-fuge-100.html\n(Text: Clemens Matuschek)",
    "Duration": "00:17:41",
    "ChannelName": "ARD Klassik",
    "VideoId": "eRg7nWE2syI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven - Große Fuge B-Dur | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Große Fuge B-Dur op. 133, ursprünglich geschrieben für zwei Violinen, Viola und Violoncello, spielt das WDR Sinfonieorchester hier in der Fassung für Streichorchester. Geleitet wurde das Werk  vom langjährigen Chefdirigenten Jukka-Pekka Saraste, der mit diesem Konzert seinen Abschied vom WDR Sinfonieorchester gab. Live aufgezeichnet am 5. Juli 2019 in der Kölner Philharmonie.\n\nLudwig van Beethoven - Große Fuge B-Dur op. 133 \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum WDR Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDie Große Fuge op. 133 ist zwar nicht Beethovens allerletztes Werk, wird aber gern als Abschluss seines Schaffens verstanden. Entstanden ist sie als Schlusssatz des Streichquartetts op. 130. Doch auf Drängen seines Verlegers ersetzte Beethoven sie später durch ein konventionelleres Finale – und koppelte sie als Solitär unter einer eigenen Opusnummer aus.\nMit der Premiere im Jahr 1826 hätte Beethoven eigentlich zufrieden sein können. Zwei Sätze wurden sogar so bejubelt (damals war es noch üblich, zwischen den Sätzen zu klatschen), dass sie wiederholt werden mussten. Doch die abschließende Fuge ließ die Hörer*innen erstarren. Verzweifelt notierte ein Kritiker: \"Den Sinn des fugierten Finales wagt der Referent nicht zu deuten: für ihn war es unverständlich, wie Chinesisch. Wenn die Instrumente in den Regionen des Süd- und Nordpols mit ungeheuren Schwierigkeiten zu kämpfen haben und sich unter einer Unzahl von Dissonanzen durchkreuzen, dann ist die babylonische Verwirrung fertig.\"\n► Jetzt weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/beethoven-grosse-fuge-100.html\n(Text: Clemens Matuschek)",
    "Duration": "00:17:41",
    "ChannelName": "ARD Klassik",
    "VideoId": "eRg7nWE2syI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven - Sinfonie Nr. 1 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Sinfonie Nr. 1 C-Dur op. 21 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 13.06.2015 in der Kölner Philharmonie.\n\nLudwig van Beethoven - Sinfonie Nr. 1 C-Dur op. 21\n\n00:00:00 I. Adagio molto - Allegro con brio \n00:09:30 II. Andante cantabile con moto \n00:17:08 III. Menuetto (Allegro molto e vivace) \n00:20:36 IV. Adagio - Allegro molto e vivace\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDas muss man sich erst einmal trauen – so anzufangen! Mit einem dissonanten Akkord beginnt Ludwig van Beethoven seine erste Sinfonie. Selten ist in der Musikgeschichte so unüberhörbar ein neues Kapitel aufgeschlagen worden wie an diesem 2. April 1800, als Beethoven das Werk im Wiener Burgtheater vorstellte. Ob seine Zeitgenossen das spürten?\n\nBisher kannte das Publikum Beethoven vor allem als begnadeten Pianisten. Nun wagte er sich, durch seine ersten beiden Klavierkonzerte im zweckmäßigen Einsatz der Orchesterinstrumente geschult, an die Königsdisziplin. In Länge, Besetzung und Stil erinnert diese Sinfonie noch an Haydn und Mozart. Dennoch demonstriert Beethoven hier bereits seinen sehr individuellen Umgang mit musikalischen Elementen wie Motivik und Form. Nach dem Überraschungsmoment mit dem spannungsgeladenen Dominantseptakkord – der weitergeführt, aufgelöst sein will – führt die langsame Einleitung die Hörerin und den Hörer weniger ins Stück hinein als vielmehr aufs Glatteis: Durch Trugschlüsse, Vorhalte und chromatische Verschiebungen verschleiert Beethoven die eigentliche Grundtonart. Umso energischer wirkt das Hauptthema, das mit einer federnden Punktierung vorwärtsdrängt. Ihm gegenüber steht ein ruhiges Seitenthema, das auf ähnlichen musikalischen Bausteinen basiert – eine Verzahnung, wie sie für Beethoven typisch ist.\n\nEin delikates Solo der zweiten Geigen eröffnet den langsamen Satz, der an ein höfisches Menuett erinnert. Beethoven beweist Originalität, indem er Pauken und Trompeten im Pianissimo als dezente Begleitung einsetzt. Der dritte Satz ist dann zwar mit \"Menuetto\" überschrieben, ist in seinem schnellen ganztaktigen Pulsieren jedoch unzweifelhaft ein Scherzo.\n\nFür den vierten Satz hält Beethoven eine ähnliche Pointe bereit wie für den Beginn der Sinfonie und spannt sein Publikum mit einer langsamen Einleitung auf die Folter. In mehreren zaghaften Anläufen erklimmen die Violinen Ton für Ton eine Tonleiter, die sich als Auftakt zu einem gut gelaunten Finalthema entpuppt. So zeichnen sich unter der vermeintlich konventionellen Oberfläche bereits jene Entwicklungen ab, die die Gattung Sinfonie revolutionieren und Ludwig van Beethoven seine einzigartige Stellung in der Musikgeschichte sichern sollten.\n(Text:Clemens Matuschek)",
    "Duration": "00:26:33",
    "ChannelName": "ARD Klassik",
    "VideoId": "9LDG0MFyX9I",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven - Sinfonie Nr. 2 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Sinfonie Nr. 2 D-Dur op. 36, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 19.04.2013 in der Kölner Philharmonie.\n\nLudwig van Beethoven - Sinfonie Nr. 2 D-Dur op. 36\n\n00:00:00 I. Adagio molto - Allegro con brio\n00:12:54 II. Larghetto\n00:23:43 III. Scherzo. Allegro\n00:27:40 IV. Allegro molto\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nIn den ersten Jahren des 19. Jahrhunderts wurde es für Ludwig van Beethoven erstmals ernst – sehr ernst. Zwar hatte er sich mit dem Umzug von Bonn nach Wien von seinem trunk- und ruhmsüchtigen Vater emanzipiert und sich in den Salons als Pianist und aufstrebender Komponist etabliert. Doch ab 1800 machten sich erste Anzeichen einer Krankheit bemerkbar, die für einen Musiker normalerweise (zumindest künstlerisch) einem Todesurteil gleichkommt: der Taubheit.\n\nTatsächlich spielte Beethoven im sogenannten \"Heiligenstädter Testament\" – einem Brief, den er an seinen Bruder schrieb, aber nie abschickte – sogar mit Selbstmordgedanken: \"So nehme ich den Abschied von Dir, und zwar traurig. Die Hoffnung, wenigstens bis zu einem gewissen Punkte geheilt zu sein, muss mich nun gänzlich verlassen. Selbst der hohe Mut, der mich oft in den schönen Sommertagen beseelte, ist verschwunden. Wann, o Gottheit, kann ich ihn im Tempel der Natur und der Menschen wieder fühlen? Nie? Nein, das wäre zu hart.\" Auch das Verhalten seinen Mitmenschen gegenüber versuchte der Komponist hier zu erklären: \"O ihr Menschen, die ihr mich für feindselig, störrisch oder misanthropisch haltet, wie unrecht tut ihr mir!\" Umso bemerkenswerter, dass seine erst kurz zuvor entstandene zweite Sinfonie rein gar nichts von dieser Verzweiflung vermuten lässt – ganz im Gegenteil. Ob die heitere, stellenweise überschäumende Musik als eine Art Anti-Reaktion auf Beethovens Krankheit zu verstehen ist, lässt sich nicht mit Gewissheit sagen; ihre ersten Skizzen reichen schon ein paar Jahre zurück. Doch immerhin schrieb er während der Arbeit seinem Freund Franz Gerhard Wegeler: \"Ich will dem Schicksal in den Rachen greifen. Ganz niederbeugen soll es mich gewiss nicht!\"\n\nSo stellt diese Sinfonie trotz – oder Dank – ihres positiven Charakters ein \"kolossales Werk von einer Tiefe, Kraft und Kunstgelehrsamkeit wie sehr wenige\" dar, wie ein zeitgenössischer Rezensent meinte. Im Gegensatz zu ihrer Vorgängerin ist sie durchweg raffinierter und ungleich detailfreudiger. Gleichzeitig liebäugelt Beethoven hier erstmals mit größeren Formen: Der langsame zweite Satz weist eine für damalige Verhältnisse außergewöhnliche Länge auf, ebenso die Einleitung zum ersten Satz, die bereits viele motivische Bausteine der folgenden Musik enthält.\n\nAn dritter Stelle führt Beethoven erstmals ein Scherzo anstelle des eher bedächtigen Menuetts ein, das bisher in Sinfonien vorherrschte. Wer zu dieser Musik mit ihren Akzentverschiebungen und \"falschen\" Betonungen zu tanzen versucht, kommt schon nach wenigen Sekunden aus dem Takt. Ungeheuer dynamisch geht es auch im Finale weiter, das mit flinken Trillern und großen Sprüngen Beethovens ganz eigenen Witz offenbart. Ein verwunderter zeitgenössischer Kritiker befand diesen Satz denn auch als \"allzu bizarr, wild und grell\". Doch schon ein anderer war sich sicher, dass \"man dem Werke das Horoskop stellen kann, es werde bleiben und mit immer neuem Vergnügen gehört werden, wenn tausend jetzt gefeierte Modesachen längst zu Grabe getragen sind\". Recht hatte er.\n(Text:Clemens Matuschek)",
    "Duration": "00:34:07",
    "ChannelName": "ARD Klassik",
    "VideoId": "wD3A9uTn5Wg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven - Sinfonie Nr. 3 \"Eroica\" | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Sinfonie Nr. 3 Es-Dur op. 55 \"Eroica\" , gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste. Live aufgenommen am 18.11.2011 in der Kölner Philharmonie. Eine Aufnahme aus dem WDR Klassik Archiv.\n\nLudwig van Beethoven - Sinfonie Nr. 3 Es-Dur op. 55 \"Eroica\" \n\n00:00:00 I. Allegro con brio\n00:17:45 II. Marcia funebre. Adagio assai\n00:33:18 III. Scherzo. Allegro vivace - Trio\n00:39:04 IV. Finale. Allegro molto\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nBeethovens dritte Sinfonie, die \"Eroica\", nimmt in der Musikgeschichte einen ganz besonderen Platz ein. Nicht wenige Fachleute halten sie für die wichtigste Sinfonie, die jemals geschrieben wurde. Tatsächlich sprengt allein ihr Umfang alle bis dato gekannten Maßstäbe. Und nur bei wenigen Werken greifen historische Bedeutung und mythische Überhöhung so unmittelbar ineinander wie hier.\n\nDa wäre die legendäre Widmung: Beethoven, glühender Bewunderer der Französischen Revolution, hatte die Sinfonie ursprünglich zu Ehren von Napoleon Bonaparte komponiert. Doch als sich Napoleon Ende 1804 selbst zum Kaiser krönte, schlug Beethovens Verehrung in Verachtung um. \"So ist er auch nichts anderes als ein gewöhnlicher Mensch! Nun wird er alle Menschenrechte mit Füßen treten und nur seinem Ehrgeiz frönen; er wird sich höher als alle anderen stellen, ein Tyrann werden!\" Mit diesen Worten, so berichtet Beethovens Schüler und Sekretär Ferdinand Ries, habe Beethoven wütend das Titelblatt der Sinfonie zerrissen.\n\nNun ja, die Schnipsel sind nie gefunden worden. Offensichtlich hat Ries ein bisschen zu dick aufgetragen, um am Mythos seines Idols zu stricken und von einem recht profanen Sachverhalt abzulenken: Beethoven hatte mit dem Gedanken gespielt, Hofkomponist in Paris zu werden und sich mit einer neuen Sinfonie entsprechend einzuführen. Als sich diese Aussicht zerschlug und ihm gleichzeitig mehrere Wiener Adelige eine Pension auf Lebenszeit garantierten, war die Widmung an Napoleon nutzlos geworden – und Beethoven änderte flugs die Titelseite, um vom neuen Widmungsträger, dem Grafen Lobkowitz, nochmals eine Stange Geld zu kassieren.\n\nAuf der sehr wohl existierenden, intakten (!) Titelseite der \"Heroischen Sinfonie\" ist die Widmung \"intitolata Bonaparte\" lediglich ausradiert – allerdings so heftig, dass das Papier durchgescheuert wurde. An ihre Stelle setzte Beethoven den Vermerk: \"Komponiert, um das Andenken eines großen Mannes zu feiern.\" Wen Beethoven damit gemeint haben könnte, das bleibt bis heute rätselhaft. Den neuen Widmungsträger, Beethovens treuesten Mäzen? Oder den preußischen Prinzen Louis Ferdinand, der kurz zuvor im Befreiungskampf gegen die Franzosen gefallen war? Oder doch den griechischen Halbgott Prometheus, der den Menschen das Feuer brachte – die mythische Personifizierung all jener Ideale der Aufklärung, für die Napoleon Bonaparte nun nicht mehr stehen konnte? Musikalisch immerhin ist das plausibel: Das Thema des letzten Satzes stammt aus dem Prometheus-Ballett, das Beethoven kurz zuvor fertiggestellt hatte.\n…\n(Text:Clemens Matuschek)\n► Hier die vollständige Werkeinführung: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/videos-und-medien/cds/beethoven_zyklus_einzelbeitrag-104.html",
    "Duration": "00:51:17",
    "ChannelName": "ARD Klassik",
    "VideoId": "0KAHl-5-1Xw",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven - Sinfonie Nr. 4 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Sinfonie Nr. 4 in B-Dur op. 60, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 28. März 2014 in der Kölner Philharmonie.\n\nLudwig van Beethoven - Sinfonie Nr. 4 B-Dur op. 60\n\n00:00:00 I. Adagio – Allegro vivace \n00:11:35 II. Adagio \n00:21:20 III. Menuetto. Allegro vivace \n00:27:10 IV. Allegro ma non troppo \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nBeethovens vierte Sinfonie stand von Beginn an im Schatten ihrer großgewachsenen Schwesterwerke Nr. 3 und Nr. 5 – wie ein schüchternes Gänseblümchen zwischen zwei Mammutbäumen, oder, wie Robert Schumann es formulierte, \"wie eine schlanke griechische Maid zwischen zwei Nordlandriesen\".\n\nBeglückende Liebschaften oder finanzielles Kalkül?\nTatsächlich schließt die Vierte mit ihrem entspannten Charakter direkt an die ersten beiden Sinfonien an. Die Musikwissenschaft hat dafür eine ganze Reihe von Erklärungen bemüht, die von beglückenden Liebschaften bis zu finanziellem Kalkül reichen. Dokumentiert ist jedenfalls, dass Beethoven nach einem im Voraus bezahlten Kompositionsauftrag unter Zugzwang stand und statt der fünften zunächst die übersichtlichere vierte Sinfonie vollendete. Vermutlich war es ihm auch ganz recht, sich selbst und dem Publikum nach der \"Eroica\" etwas Entspannung zu gönnen.\nDie von Schumann konstatierte \"Schlankheit\" lässt sich in mehrfacher Hinsicht nachvollziehen, etwa in der Dauer, der fast kammermusikalischen Verwendung der Holzbläser und im allgemein heiteren Tonfall. Zu Beginn ist davon allerdings nichts zu spüren. Dunkel und zögernd, fast wie schlaftrunken tastet sich die langsame Einleitung voran. Schon möchte man wieder in die Kissen zurücksinken – da klingelt der Wecker, der Komponist springt hellwach aus dem Bett, los geht’s!\n…\n(Text:Clemens Matuschek)\n► Hier um Weiterlesen des vollständigen Einführungstexts: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/medien/beethoven_zyklus_einzelbeitrag-106.html",
    "Duration": "00:34:01",
    "ChannelName": "ARD Klassik",
    "VideoId": "1u8vBQrNJs8",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Beethoven Symphony No 9 in D minor „An die Freude“ „Ode to Joy“ Jukka Pekka Saraste WDR Orchestra",
    "Description": "Ludwig van Beethoven \nSinfonie Nr 9 in d-Moll op. 125, An die Freude\nSymphony No 9 in D minor Op 125, Choral Symphony\nJukka-Pekka Saraste conducts WDR Orchestra\nSoprano Camilla Tilling; Contralto Gerhild Romberger; Tenor Christian Elsner; Bass Franz-Josef Selig\n1.Allegro ma non troppo, un poco maestoso 0:00\n2.Scherzo 15:30\n3.Adagio molto e cantabile 27:00\n4.Presto -- Allegro ma non troppo -- Vivace -- Adagio cantabile -- Allegro assai 40:08\n5.O Freunde -- Ode to Joy 46:11",
    "Duration": "01:02:42",
    "ChannelName": "Sonorum Concentus Beethoven",
    "VideoId": "VyhJE4uR2OA",
    "ChannelId": "UCQwyyt7opyeMiBnEFgxJXPA"
  },
  {
    "Title": "Beethoven: Symphony No. 6 Pastoral | Philharmonia Zürich & Jukka-Pekka Saraste",
    "Description": "Ludwig van Beethoven: Symphony No. 6 in F major op. 68, the \"Pastoral\", performed by the Philharmonia Zürich and conducted by Jukka-Pekka Saraste at the Beethovenfest 2019 in Bonn. Beethoven composed his 6th Symphony about Nature in the years 1807 and 1808. The famous thunderstorm is in the 4th movement of Beethoven's Symphony No. 6.\r\n\nMovements of Beethoven's Symphony No. 6:\n(00:00) I. Allegro ma non troppo: \"Awakening of cheerful feelings on arrival in the countryside\"\n(12:14) II. Andante molto moto: \"Scene by the brook\"\n(23:40) III. Allegro: \"Merry gathering of the countryfolk\"\n(29:03) IV. Allegro: \"Thunderstorm\"\n(32:40) V. Allegretto: \"Shepherd's song. Glad and grateful feelings after the storm\"\n\nListen and watch – your personal concert hall https://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey \n\nand in our Beethoven playlist:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBWcX1eOXH-w75x-_-7gRF-w \n\nSubscribe to DW Classical Music:\nhttps://www.youtube.com/dwclassicalmusic\n\n#Beethoven #BeethovenSymphony6 #ClassicalMusic",
    "Duration": "00:42:54",
    "ChannelName": "DW Classical Music",
    "VideoId": "whEDL_PLIbY",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Berlioz - Béatrice et Bénédict Ouvertüre | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Hector Berlioz' Ouvertüre zur Oper \"Béatrice et Bénédict\", gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste am 18. September 2010 in der Kölner Philharmonie. Berlioz schrieb das Libretto der erfolgreichen Opéra-comique selbst, frei nach William Shakespeares Komödie \"Viel Lärm um nichts\".\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:05:13",
    "ChannelName": "ARD Klassik",
    "VideoId": "qCfzxWsNDOI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Berlioz - Le carnaval romain | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Hector Berlioz' Le carnaval romain, op. 9 spielte das WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste am 3. Oktober 2010 beim Benefizkonzert des Bundespräsidenten in der Kölner Philharmonie. Le carnaval romain (französisch: Der römische Karneval) wurde 1844 in Paris uraufgeführt.\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nHector Berlioz - Le carnaval romain op. 9\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassi",
    "Duration": "00:08:59",
    "ChannelName": "ARD Klassik",
    "VideoId": "g4qZrpGI-fk",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Bernd Alois Zimmermann - Photoptosis | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "„Photoptosis“ von Bernd Alois Zimmermann brachte das WDR Sinfonieorchester beim Abschiedskonzert von Jukka-Pekka Saraste am 5. Juli 2019 in der Kölner Philharmonie auf die Bühne. \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung\nWer die Farbe Blau mag, sollte nach Gelsenkirchen fahren. Im dortigen Schalker Stadion trägt man bekanntlich Königsblau, und im Foyer des \"Musiktheaters im Revier\" gibt es ganz besondere Kunstwerke zu besichtigen: die ultramarinblauen Schwammreliefs des französischen Künstlers Yves Klein, deren Strahlkraft je nach Licht- und Blickwinkel changiert.\n\nEnde der 1950er Jahre verwirklicht, fand Kleins Kunst bald begeisterte Anhänger*innen. Zu ihnen zählte auch der Komponist Bernd Alois Zimmermann, der in Köln studierte, ab 1958 als Professor an der hiesigen Hochschule lehrte und zeit seines Lebens eng mit dem WDR zusammenarbeitete. Als er 1968 einen Auftrag der Gelsenkirchener Stadtsparkasse erhielt, entschloss er sich, Kleins Prinzip der monochromen blauen Flächen in die Musik zu übertragen. Das Resultat: \"Photoptosis\" (Lichteinfall). \n(Text: Clemens Matuschek) \n\n► Jetzt weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/zimmermann-photoptosis-100.html",
    "Duration": "00:13:03",
    "ChannelName": "ARD Klassik",
    "VideoId": "F44CCFvnkDY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Piano Concerto No.1 in D minor - Radu Lupu Jukka-Pekka Saraste, FRSO (Video 1996)",
    "Description": "Brahms - Piano Concerto No.1 in D minor \n\nRadu Lupu, piano\nJukka-Pekka Saraste, conductor \nFinnish Radio Symphony Orchestra\n\n\nRecorded in Helsinki on 4 Apr 1996",
    "Duration": "00:49:26",
    "ChannelName": "Legendary Musicians by History of Music",
    "VideoId": "CYhP9C4sv8M",
    "ChannelId": "UC63kFz06ps61rjOV_IsPBBw"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 1 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 1 c-Moll op. 68 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste 09.03.2012 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nJohannes Brahms - Sinfonie Nr. 1 c-Moll op. 68\n\n00:00:00 I. Un poco sostenuto - Allegro\n00:12:59 II. Andante sostenuto\n00:21:31 III. Un poco Allegretto e grazioso\n00:26:19 IV. Adagio - Allegro non troppo, ma con brio\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nIn puncto Sinfonie war Johannes Brahms ein Spätzünder: bis zum Alter von 43 Jahren ließ er sich mit seinem sinfonischen Erstling Zeit. Für ihn war das Komponieren einer Sinfonie eine \"Angelegenheit von Leben und Tod\". Denn Beethovens neun Sinfonien hatten der Gattung zu solch hohem Rang und Anspruch verholfen, dass sie im 19. Jahrhundert als höchstes Ziel des Komponierens angesehen wurde. Dieser übermächtige Schatten Beethovens lastete auf allen nachfolgenden Komponist*innen. Für Brahms kam noch erschwerend hinzu, dass Robert Schumann 1853 den gerade mal 20jährigen als neuen musikalischen \"Messias\" angekündigt hatte. Diese Vorschusslorbeeren beflügelten und lähmten Brahms zugleich. Alle nachfolgenden Versuche, sich der Gattung Sinfonie zu stellen, waren von Selbstzweifeln begleitet. So näherte er sich Stück für Stück der prestigeträchtigen Sinfonie über das Schreiben von Serenaden, Kammermusik sowie Musik für Chor und Orchester. Schließlich, nach einer mehr als 20-jährigen Vorbereitungszeit, wurde am 4. November 1876 endlich seine 1. Sinfonie in Karlsruhe uraufgeführt. \n\nIn Anknüpfung an die klassische Tradition ersann Brahms eigene gestalterische Mittel. Darunter fällt vor allen Dingen das Prinzip der entwickelnden Variation, d.h. der Herleitung aller wichtigen Motive und Themen aus einem Kerngedanken. Hatte Beethoven hierfür schon den Grundstein gelegt, so geht  Brahms wesentlich weiter und überzieht alle Satzteile mit einem dichten Gewebe motivisch-thematischer Beziehungen. Die 1. Sinfonie beginnt mit einer ausgedehnten Einleitung, in der das thematische Material der folgenden Sätze anklingt, darunter die chromatisch sich in die Höhe schraubende Melodie der Violinen, die wie ein verzweifeltes Aufbegehren gegen ein übermächtiges Schicksal erscheint. Brahms entfaltet hier eine unerhörte Spannung, indem er die Streicher gegen die beharrlich hämmernde Pauke (Orgelpunkt auf c) ankämpfen lässt. Nach zwei wenig dramatischen Mittelsätzen bringt Brahms im Finale der Sinfonie eine Alphornweise und ein Marschthema, dem man eine Ähnlichkeit mit Beethovens \"Freude\"-Hymnus aus der 9. Sinfonie bescheinigt hat. Nach Brahms‘ Aussage kein Wunder, da \"das jeder Esel gleich hört!\". Also eine bewusste Hommage an Beethoven? Für den renommierten Dirigenten Hans von Bülow jedenfalls war diese Sinfonie von Brahms \"Beethovens Zehnte\". \n(Text: Tilla Clüsserath)",
    "Duration": "00:43:21",
    "ChannelName": "ARD Klassik",
    "VideoId": "WRY72GWmdyo",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 1 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 1 c-Moll op. 68, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste. Live aufgezeichnet am 17.09.2015 beim Beethovenfest in Bonn. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nJohannes Brahms - Sinfonie Nr. 1 c-moll op. 68\n\n00:00:00 I. Un poco sostenuto - Allegro\n00:13:21 II. Andante sostenuto\n00:22:02 III. Un poco Allegretto e grazioso\n00:26:40 IV. Adagio - Allegro non troppo, ma con brio\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum WDR Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nIn puncto Sinfonie war Johannes Brahms ein Spätzünder: bis zum Alter von 43 Jahren ließ er sich mit seinem sinfonischen Erstling Zeit. Für ihn war das Komponieren einer Sinfonie eine »Angelegenheit von Leben und Tod«. Denn Beethovens neun Sinfonien hatten der Gattung zu solch hohem Rang und Anspruch verholfen, dass sie im 19. Jahrhundert als höchstes Ziel des Komponierens angesehen wurde. Dieser übermächtige Schatten Beethovens lastete auf allen nachfolgenden Komponist:innen. Für Brahms kam noch erschwerend hinzu, dass Robert Schumann 1853 den gerade mal 20jährigen als neuen musikalischen \"Messias\" angekündigt hatte. Diese Vorschusslorbeeren beflügelten und lähmten Brahms zugleich. Alle nachfolgenden Versuche, sich der Gattung Sinfonie zu stellen, waren von Selbstzweifeln begleitet. So näherte er sich Stück für Stück der prestigeträchtigen Sinfonie über das Schreiben von Serenaden, Kammermusik sowie Musik für Chor und Orchester. Schließlich, nach einer mehr als 20-jährigen Vorbereitungszeit, wurde am 4. November 1876 endlich seine 1. Sinfonie in Karlsruhe uraufgeführt. \n\nIn Anknüpfung an die klassische Tradition ersann Brahms eigene gestalterische Mittel. Darunter fällt vor allen Dingen das Prinzip der entwickelnden Variation, d.h. der Herleitung aller wichtigen Motive und Themen aus einem Kerngedanken. Hatte Beethoven hierfür schon den Grundstein gelegt, so geht  Brahms wesentlich weiter und überzieht alle Satzteile mit einem dichten Gewebe motivisch-thematischer Beziehungen. Die 1. Sinfonie beginnt mit einer ausgedehnten Einleitung, in der das thematische Material der folgenden Sätze anklingt, darunter die chromatisch sich in die Höhe schraubende Melodie der Violinen, die wie ein verzweifeltes Aufbegehren gegen ein übermächtiges Schicksal erscheint. Brahms entfaltet hier eine unerhörte Spannung, indem er die Streicher gegen die beharrlich hämmernde Pauke (Orgelpunkt auf c) ankämpfen lässt. Nach zwei wenig dramatischen Mittelsätzen bringt Brahms im Finale der Sinfonie eine Alphornweise und ein Marschthema, dem man eine Ähnlichkeit mit Beethovens \"Freude\"-Hymnus aus der 9. Sinfonie bescheinigt hat. Nach Brahms‘ Aussage kein Wunder, da \"das jeder Esel gleich hört!\". Also eine bewusste Hommage an Beethoven? Für den renommierten Dirigenten Hans von Bülow jedenfalls war diese Sinfonie von Brahms »Beethovens Zehnte«. \n(Text: Tilla Clüsserath)",
    "Duration": "00:43:37",
    "ChannelName": "ARD Klassik",
    "VideoId": "ANx1gk__KDI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 4 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 4 in e-Moll op. 98, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste. Eine Aufzeichnung vom 16.05.2014 aus der Kölner Philharmonie.\n\nJohannes Brahms - Sinfonie Nr. 4 e-Moll op. 98\n\n00:00:00 I. Allegro non troppo \n00:12:20 II. Andante moderato\n00:22:55 III. Allegro giocoso – Poco meno presto – Tempo I\n00:29:05 IV.  Allegro energico e passionato – Più Allegro \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDas erdrückende Erbe Beethovens im Rücken, brauchte Johannes Brahms ein Vierteljahrhundert, bis er seine 1. Sinfonie vollendete. Als diese gelang, ließ Brahms nach 1876 noch drei weitere Sinfonien folgen. Meist nutzte er dafür seine freie Zeit in den Sommerferien. So entstand die 4. Sinfonie in den Jahren 1884 und 1885 im Örtchen Mürzzuschlag in der Steiermark. Während Brahms über neuen Kompositionen brütete, drangen nur wenige Informationen nach außen. Und wenn, dann fielen seine vagen Andeutungen zumeist skeptisch aus. Einer befreundeten Familie kündigte er seine Vierte als »eine neue traurige Symphonie« an und schrieb aus seinem Urlaubsdomizil an den Dirigenten Hans von Bülow: \"Ich fürchte nämlich, sie schmeckt nach dem hiesigen Klima – die Kirschen hier werden nicht süß [...]\". Was hier angedeutet wird, ist der herbe und \"elegische\" Charakter der 4. Sinfonie. Weil Brahms‘ Bekanntenkreis mit Bedenken auf die neue Sinfonie reagierte, entschloss sich der Komponist zu einer Vorab-Aufführung an zwei Klavieren (zwei Wochen vor der Premiere). Die Reaktion war auch hier verhalten, doch nach der gelungenen Uraufführung durch die Meininger Hofkapelle am 25. Oktober 1885 fand auch die Vierte ihren Weg in die Konzertsäle.\n\nMit der Sinfonie Nr. 4 op. 98 schloss Brahms sein sinfonisches Schaffen ab. Zugleich bedeutete die Vierte auch das Ende der klassisch-romantischen Sinfonie und ihrer Finallösung \"durch Nacht zum Licht\". Die Frage, wie Beethovens sinfonisches Erbe fortgesetzt werden könnte, bewegte das gesamte 19. Jahrhundert. Brahms beantwortete sie im Finale der 4. Sinfonie mit einem Rückgriff auf die barocke Chaconne bzw. Passacaglia. In dem Vertrauen auf die majestätische Strenge und erhabene Größe dieses bewährten Variationsmodells erlangte Brahms auf diese originelle Weise orchestrale Wucht und sinfonische Größe. Davon war der junge Richard Strauss als einer der ersten Zuhörer begeistert: \"Ein Riesenwerk [...] neu und originell und doch von A bis Z ein echter Brahms\". \n\n(Text: Tilla Clüsserath)",
    "Duration": "00:39:09",
    "ChannelName": "ARD Klassik",
    "VideoId": "wOkf066USd8",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms piano concerto 1 Radu Lupu with Jukka-Pekka Saraste and Finnish Radio Symphony",
    "Description": "Radu Lupu plays with the most colorful piano sound.All the others Brahms piano concerto 1 players plays with a sticky a stiffy cool tone Brahms piano concerto 1.All the others plays an antiromntic fashion Brahms with a steely piano sound.",
    "Duration": "00:48:21",
    "ChannelName": "Raineri Hakkarainen",
    "VideoId": "SinKa1w0v-E",
    "ChannelId": "UCr3QchBk62mOu9XdlqDiueg"
  },
  {
    "Title": "brahms piano concerto 2 grigory sokolov with Jukka-Pekka Saraste and finnish radio Symph.",
    "Description": "the most brightest Brahms 2 piano concerto ever.The most vital 4th mvt a finale",
    "Duration": "00:58:09",
    "ChannelName": "Raineri Hakkarainen",
    "VideoId": "70upVIsx_kA",
    "ChannelId": "UCr3QchBk62mOu9XdlqDiueg"
  },
  {
    "Title": "Brahms: Symphony No. 1 - Jukka-Pekka Saraste & WDR Symphony Orchestra",
    "Description": "Beethovenfest Bonn 17.09 2015\nBrahms: Symphony No. 1\nWDR Symphony Orchestra Cologne\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:44:43",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "x2NlVQqHLr4",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Bruckner - Sinfonie Nr. 9 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Anton Bruckners Sinfonie Nr. 9 d-moll, gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste. Live aufgenommen am 17. September 2011 in der Philharmonie Köln . \n\nAnton Bruckner - Sinfonie Nr. 9 d-Moll\n\n00:00:00 I. Allegro moderato \n00:23:54 II. Scherzo. Bewegt, lebhaft – Trio. Schnell \n00:34:31 III. Adagio. Feierlich langsam; doch nicht schleppend \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:56:44",
    "ChannelName": "ARD Klassik",
    "VideoId": "tJD-BpVIpK4",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Bruckner: Symphony No. 3 - Jukka-Pekka Saraste & WDR Symphony Orchestra",
    "Description": "Bruckner: Symphony No. 3\nWDR Symphony Orchestra Cologne\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:57:36",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "Nvd-eEK5l7c",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Bruckner: Symphony No. 9 - Jukka-Pekka Saraste & WDR Symphony Orchestra",
    "Description": "Bruckner: Symphony No. 9\nWDR Symphony Orchestra Cologne\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:56:46",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "CK6N4zPwvgI",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Ernest Pingoud: Symphony No 2 [Saraste-Finnish RSO]",
    "Description": "Ernest Pingoud: Symphony No 2 [Jukka-Pekka Saraste-Finnish Radio Symphony Orchestra].",
    "Duration": "00:22:28",
    "ChannelName": "James Stuart",
    "VideoId": "c1TiFv4d96I",
    "ChannelId": "UCfFPCgr45pH_pzslan4EriQ"
  },
  {
    "Title": "Grieg – Piano Concerto (Giltburg, Saraste, WDR SO Köln)",
    "Description": "Edvard Grieg – Piano Concerto in A minor, Op. 16.\nEncore (29:45): Sergei Rachmaninov – Prelude in C sharp minor, Op. 3 No. 2\n\nBoris Giltburg, piano\nJukka-Pekka Saraste, conductor \nWDR Sinfonieorchester \n\nFilmed at the Kölner Philharmonie on 28.6.2019\n\nAlso watch: https://youtu.be/DugkFE3uluY (discussing Grieg’s concerto)",
    "Duration": "00:33:42",
    "ChannelName": "Boris Giltburg",
    "VideoId": "LVRRZkAQkkc",
    "ChannelId": "UCta2twF5zcJzMSAfVGpG5VQ"
  },
  {
    "Title": "Grigory Sokolov - Rachmaninoff Piano Concerto No.2 in C minor, Op.18 - Video 1993",
    "Description": "This recording has been one of the most memorable Sokolov videos for me. Frustration, despair, reminiscence, nostalgia and triumph all distilled into this concerto. Highlights include the heartwarming moment from 22:23 to 23:00 and, of course, the majestic conclusion (starting from 34:32).\n\nThis is a re-upload from my previous channel.\n\n00:12 - I. Moderato \n11:45 - II. Adagio sostenuto – Più animato – Tempo I \n23:58 - III. Allegro scherzando \n\nPianist: Grigory Sokolov\nConductor: Jukka-Pekka Saraste\nOrchestra: Finnish Radio Symphony Orchestra\n\nRecorded on 1 September 1993 in Helsinki\n\n🌟 Please consider joining the membership scheme on Patreon / Buy Me A Coffee! You may opt for a one-off donation through Buy Me A Coffee. 🌟\n• Buy Me A Coffee: https://www.buymeacoffee.com/the_sokolover\n• Patreon: https://www.patreon.com/the_sokolover\n\n**No copyright infringement intended**\n\n#grigorysokolov #sokolov #rach2\nГригорий Соколов - Рахманинов Концерт для фортепиано с оркестром № 2",
    "Duration": "00:37:34",
    "ChannelName": "The Sokolover",
    "VideoId": "FRX5uM9cEos",
    "ChannelId": "UCxaGLr9GbB0u_CdDU4vvGvA"
  },
  {
    "Title": "Gustav Mahler - Sinfonie Nr. 6 a-Moll | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 6 in a-Moll spielte das WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste am 28. Juni 2019 in der Kölner Philharmonie.\n\nGustav Mahler - Sinfonie Nr. 6 in a-Moll\n\n00:00:00 I. Allegro energico, ma non troppo. Heftig, aber markig\n00:23:27 II. Scherzo. Wuchtig – Altväterisch. Merklich langsamer. Grazioso –Tempo I\n00:35:40 III. Andante moderato\n00:48:35 IV. Finale. Allegro moderato\n\nWDR Sinfonieorchester \nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nMahler hat sich in seine Zeit hineingestellt und interpretiert, was los ist. Und so, wie Künstler*innen immer sagen: \"hier stehe ich und kann nicht anders\", hat Mahler auch reagiert. In der 6. Sinfonie ist mir im ersten Satz das monotone Marschieren aufgefallen. Es steht für das immer Gleiche und damit für das Alte. Es steht auch für Sätze wie: \"Es muss immer so weitergehen, weil es immer so war.\" Mit diesem Rhythmus stellt Mahler so etwas wie ein altes Lebensthema voran, das im Verlauf der Sinfonie dann immer mehr aufbricht. Aus dem \"es war immer so\" wird im Verlauf der Sinfonie ein \"so geht es nicht\". Mahler hat dafür Töne gefunden, und die Menschen, die zu seiner Zeit seine Musik gehört haben, haben dies sicher auch so empfunden.",
    "Duration": "01:17:44",
    "ChannelName": "ARD Klassik",
    "VideoId": "4IQRVslLb7s",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Hilding Rosenberg: Sinfonia da Chiesa No 2, Op. 23 (1924) [Saraste]",
    "Description": "Hilding Rosenberg: Sinfonia da Chiesa No 2, Op. 23 (1924). Conducted by Jukka Pekka Saraste. Norrkopping Orchestra. [radio broadcast]",
    "Duration": "00:22:40",
    "ChannelName": "James Stuart",
    "VideoId": "J3imYuvVZLo",
    "ChannelId": "UCfFPCgr45pH_pzslan4EriQ"
  },
  {
    "Title": "Igor Strawinsky - Le sacre du printemps | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Igor Strawinskys \"Le sacre du printemps\" ist ein revolutionäres sowie Epochemachendes Meisterwerk. Hier wird es interpretiert vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste; aufgezeichnet am 06. Juli 2018 in der Kölner Philharmonie.\n\nPart 1: L’adoration de la terre (Die Anbetung der Erde) \n00:00:15 1. Introduction (Einführung) \n00:03:36 2. Les augures pintaniers (Die Vorboten des Frühlings) \n00:06:49 3. Jeu du rapt (Entführungsspiel) \n00:08:08 4. Rondes printanières (Frühlingserwachen) \n00:11:41 5. Jeux des cités rivales (Spiele rivalisiereder Stämme) \n00:13:28 6. Cortège du sage (Prozession des Weisen) \n00:14:17 7. Embrasse de la terre (Kuss der Erde) \n00:14.39 8. Danse de la terre (Tanz der Erde) \n\nPart 2: Le sacrifice (Das Opfer)\n00:16:15 1. Introduction (Einführung) \n00:20:03 2. Cercles mystérieux des adolscentes (Mystischer Reigen der jungen Mädchen) \n00:22:54 3. Glorification de l’élue (Verherrlichung der Auserwählten) \n00:24:26 4. Evocation des Ancêtres (Anrufung der Ahnen)\n00:25:25 5. Action Rituelle des Ancêtres (Rituelle Handlung der Ahnen) \n00:28:34 6. Danse sacrale (Opfertanz) \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n○ Werkeinführung zu Igor Strawinskys Le sacre du printemps : \nChaotisch, ekstatisch, barbarisch. Die Skandal-Uraufführung des \"Sacre du printemps\" markierte für die einen das Ende der Kultur, die anderen bejubelten den Aufbruch in eine neue Zeit. \"Die Musik kommt frisch und neu aus mir heraus. In meinem Kopf das Bild der alten Frau in einem Eichhörnchenfell. [...] Ich sehe sie vor mir, wie sie vor der Gruppe hin und her rennt, sie manchmal stoppt und den rhythmischen Fluss unterbricht.\"\nIn seinem Brief an den russischen Künstler, Forscher und Philosophen Nicolas Roerich schildert Igor Strawinsky im September 1911 die Entstehung der ersten Tanzszene. Die Kollision der gegenläufigen Bewegungen, das unvorhersehbare Stocken und die jähen Richtungswechsel haben sich in die Musik eingeschrieben. Was den Komponisten und seinen Bühnenbildner Roerich bei der Arbeit antrieb, war die Vision eines archaischen Rituals.\n\n\"Paris aber war unpässlich\"\nDas Publikum der Pariser Uraufführung trifft die wilde, entfesselte Kraft des \"Frühlingsopfers\" knapp zwei Jahre später wie ein Schlag. Die Tänzer der berühmten Ballets Russes stampfen mit den flachen Füßen auf den Bühnenboden, dass die Bretter zittern. Im Hintergrund ein betont einfaches Landschaftsbild. Keine Spur mehr von der luxuriösen Opulenz und übersteigerten Raffinesse vorausgegangener Produktionen wie dem \"Feuervogel\".\n\nIm Rückblick ist es schwer zu sagen, was die rund zweitausend Besucherinnen und Besucher im Théâtre des Champs Elysées am 29. Mai 1913 mehr schockierte: die Musik von Igor Strawinsky, die Choreografie von Vaslav Nijinsky oder die Ausstattung von Nicolas Roerich. Die Uraufführung des \"Sacre\" ging als Jahrhundertskandal in die Musikgeschichte ein. Es wurde höhnisch gelacht, gestritten und gepfiffen. So manche spektakuläre Anekdote von verstörten Aristokratinnen, Verabredungen zum Duell und Polizeieinsätzen wurde aber wohl erst im Nachhinein hinzugedichtet.\n\nDem geschäftssinnigen Impresario der Ballets Russes, Sergej Diaghilew, kam der Skandal gerade recht, denn er verhieß Aufmerksamkeit. Er selbst hatte einen Teil der Plätze gekauft und an Studierende, Kunstschaffende und Fans vergeben, um die Stimmung anzuheizen und der erwarteten Empörung des Establishments lautstarke Begeisterung entgegenzusetzen. Während der Dirigent Pierre Monteux die Uraufführung mit der \"Ruhe eines Krokodils\" zu Ende brachte, wie Strawinsky bewundernd kommentierte, äußerte er selbst sich der New York Times gegenüber zugleich gekränkt, aber auch zuversichtlich: \"Zweifellos wird man eines Tages verstehen, dass ich einen Überraschungscoup auf Paris gelandet habe, Paris aber unpässlich war\".\n(Text: Marta Seeber)\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester",
    "Duration": "00:33:45",
    "ChannelName": "ARD Klassik",
    "VideoId": "1Pe4UwOJ7i4",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Janacek \"Sinfonietta\" BBCSO/Saraste",
    "Description": "Performance recorded live from the Barbican in 2003.\nBBC Symphony Orchestra, Jukka-Pekka Saraste",
    "Duration": "00:24:59",
    "ChannelName": "Duncan Wilson",
    "VideoId": "87Z5_5eDjIs",
    "ChannelId": "UCTALqFnvOrgtms590LwPCyQ"
  },
  {
    "Title": "Jean Sibelius - Finlandia op. 26 - Musiikkitalo Official Opening 31.8.2011",
    "Description": "Suomeksi:\n\nSibeliuksen Finlandia on vuonna 1899 orkesterille sävelletyn sarjan \"Historiallisia kuvia\" viimeinen osa. Finlandia-hymnin nykyiset, orkesteriteoksen isänmaallista henkeä kuvastavat sanat ovat V.A. Koskenniemen käsialaa vuodelta 1940.\n\nJukka-Pekka Saraste toimi RSO:n ylikapellimestarina 1987-2001. Saraste oli Musiikkitalon arkkitehtuulikilpailun juryn jäsen vuosina 1999-2000.\n\nOrkesteri muodostuu Helsingin kaupunginorkesterin puhallin- ja lyömäsoittajista sekä Radion sinfoniaorkesterin jousisoittajista.\n\nFinlandia-hymnin laulaa Sibelius-Akatemian kuoro, joka koostuu opiskelijoista, maistereista ja henkilökunnan edustajista. Mukana on myös pitkä linja kuorolaisia niin pääkaupunkiseudulta kuin esim. Savonlinnasta. Kuoron valmennus Matti Hyökki.\n\nIn English:\n\nFinlandia is the last movement of the suite Scénes historiques composed by Sibelius in 1899. The words of the Finlandia Hymn, rich in patriotic fervour, date from 1940 and are by V.A. Koskenniemi.\n\nJukka-Pekka Saraste was Chief Conductor of the Finnish Radio Symphony Orchestra 1987-2001. Jukka-Pekka Saraste was a member of the jury of the architectural competition for the Helsinki Music Centre 1999-2000.\n\nWinds and percussion players from the Helsinki Philharmonic Orchestra and strings from the Finnish Radio Symphony Orchestra.\n\nThe Finlandia Hymn was be sung by the Sibelius Academy Choir of the students, graduates and members of staff. They were also joined by other singers with many years´ experience, from the Helsinki region, Savonlinna and elsewhere. Choir was trained by Matti Hyökki.",
    "Duration": "00:08:53",
    "ChannelName": "Musiikkitalo",
    "VideoId": "ccevUIcUsEQ",
    "ChannelId": "UCYmGVHpJq4vTfgZT99Z2gcw"
  },
  {
    "Title": "Jean Sibelius - Sinfonie Nr. 2 D-Dur op. 43 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Sinfonie Nr. 2 D-Dur op. 43 von Jean Sibelius, gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste am 20.04.2018 in der Kölner Philharmonie.\n\nJean Sibelius - Sinfonie Nr. 2 D-Dur op. 43\n\n00:00:00 I. Allegretto\n00:09:31 II. Tempo andante, ma rubato\n00:23:02 III. Vivacissimo – Lento e soave – Tempo primo\n00:34:43 IV. Finale. Allegro moderato\n\nWDR Sinfonieorchester \nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nJean Sibelius schätzte an Beethovens Sinfonik und Streichquartetten vor allem »die Ethik der Musik, nicht die Technik, die oft antiquiert und nicht brillant genug wirkt«. So erfährt man es aus seinen Tagebüchern. Dort spiegelt sich auch, dass der Finne sich um die Wende vom 19. zum 20. Jahrhundert noch mit der Kultur eines anderen Staates auseinanderzusetzen hatte: Sein Heimatland war zwar als Großfürstentum weitgehend selbstständig, aber dennoch Teil des Russischen Reiches. Radikale finnische Grup pierungen reagierten darauf teilweise mit gewalttätigen Maßnahmen. In dieser Atmosphäre wurde Sibelius’ 2. Sinfonie uraufgeführt – am 8. März 1902 mit dem Philharmonischen Orchester Helsinki unter der Leitung des Komponisten.\n»Wie ein niederschmetternder Protest gegen all das Unrecht« – so erschien bereits nach den ersten triumphalen Aufführungen dem Kollegen Robert Kajanus das Andante. Nach der Unabhängigkeit Finnlands 1917 galten die 2. Sinfonie und weitere Werke von Sibelius vielen als ein Ausdruck von Naturverbundenheit. Der Komponist selbst zeigte sich bei Deutungen und Interpretationen seiner Werke aber eher zurückhaltend. Seine 2. Sinfonie nahm ihren Anfang in poetischen Ideen. Bereits im Sommer 1899 hatte  Sibelius bei der Taufe eines befreundeten Malers ein Thema improvisiert, das später in den Finalsatz Eingang finden sollte. Andere Themen entwickelte er im Arbeitszimmer des Verlegers Karl Fredrik Wasenius. Als Sibelius und seine Familie sich dank einer Finanzspritze seines Gönners Axel Carpelan von Februar bis April 1901 in Florenz und Rapallo aufhielten, entstanden weitere Skizzen. Darin notierte der Komponist die Idee, den aus Mozarts Oper »Don Giovanni« bekannten Showdown musikalisch darzustellen, nämlich  die Verfolgung des Libertins Don Juan durch den »steinernen Gast«. Erhalten blieb davon der Beginn des langsamen Satzes: Dort werden die nahenden Schritte im Pizzicato der Bässe und Celli nachgeahmt. In Mozarts Oper gilt der steinerne Gast als Todessymbol. Dies beschäftigte Sibelius, weil er im Vorjahr seine zweijährige Tochter Kirsti verloren hatte. Als in Italien die sechsjährige Ruth ebenfalls an Typhus erkrankte, flüchtete sich Sibelius nach Rom, bis sich die Lage entspannt hatte. »Anscheinend brauche ich diese  Anregung und wohl auch völlige Abgeschiedenheit, wenn ich arbeite«, schrieb er an seine Frau Aino.\nDie Ausgangsideen wuchsen zu dem Plan, vier Tondichtungen zu Dantes »Göttlicher Komödie« zu schreiben – bis Sibelius realisierte, dass seine Skizzen das Potenzial für eine neue Sinfonie in sich bargen. Ihm war, »als ob Gott einige Steinchen zu einem Mosaik herabgeworfen habe und nun bat, sie wieder richtig zusammenzufügen«. Bis November 1901 stellte er die erste Fassung seiner Zweiten fertig, die er dann noch sorgfältig überarbeitete. Die Uraufführung vier Monate später – so der finnische Komponist Oskar Merikanto – »übertraf auch die höchsten Erwartungen«, denn die Finnen erkannten sich in dem Werk wieder und identifizierten sich damit.\nLetzten Endes lassen sich die unterschiedlichsten Ideen auf das Stück projizieren. Technisch gesehen bildet ein dreitöniges aufsteigendes Motiv ein Grundgerüst, das vom ersten bis zum letzten Satz variiert wird. Sibelius gelingt es, einen Zusammenhang zwischen den Sätzen herzustellen, indem er einen kleinen Klangbaustein unablässig verändert. Unabhängig davon, ob man der D-Dur-Sinfonie nationale Gefühle oder ein Naturempfinden zuschreibt – sie überzeugt vor allem als reines Musikstück.\n\nText: Meinhard Saremba",
    "Duration": "00:41:39",
    "ChannelName": "ARD Klassik",
    "VideoId": "9yUcRfakvxo",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Jean Sibelius – Lemminkäinen zieht heimwärts | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Jean Sibelius \"Lemminkäinen zieht heimwärts\" op. 22/4 spielte das WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste am 18. September 2010 in der Kölner Philharmonie. Die vierteilige Lemminkäinen-Suite wird auch Vier Legenden oder Vier Legenden von Kalevala genannt. Das WDR Sinfonieorchester spielte den vierten Teil der Suite. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester",
    "Duration": "00:07:04",
    "ChannelName": "ARD Klassik",
    "VideoId": "2qmy6dFzHp0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Jean Sibelius: Andante Festivo - Jukka-Pekka Saraste, Lahti Symphony Orchestra",
    "Description": "Jukka-Pekka Saraste, conductor",
    "Duration": "00:04:03",
    "ChannelName": "Lahti Symphony Orchestra - Sinfonia Lahti",
    "VideoId": "tbLRkJZPHC0",
    "ChannelId": "UCnAO15sBwtI-f1OOw9ka35g"
  },
  {
    "Title": "Jean Sibelius: Symphony No. 5",
    "Description": "Subscribe to our channel at https://oslophil.lnk.to/oslophil-subs...\n\nJean Sibelius' Symphony No. 5 performed by the Oslo Philharmonic conducted by Jukka-Pekka Saraste.\n\n#classicalmusic #symphony #sibelius #concert \n\nVideo production by Nordisk Film.\n\nSound production: NRK\nMusic Producer: Krzysztof Drab\n\nRead about our concerts: https://oslophil.lnk.to/calendarID\n\nListen to us on Spotify: https://oslophil.lnk.to/spotifyID\n\nFollow us on Twitter: https://oslophil.lnk.to/twitterID",
    "Duration": "00:32:03",
    "ChannelName": "Oslo Philharmonic",
    "VideoId": "RRS6dIgn_QI",
    "ChannelId": "UCPUB5D0J_TStRlg399Mfc8A"
  },
  {
    "Title": "Leonard Bernstein - Candide Ouvertüre | WDR Sinfonieorchester | Jukka-Pekka Saraste",
    "Description": "Die Ouverture zur Operette „Candide“ von Leonard Bernstein, gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste. Eine Aufzeichnung vom 16.05.2014 aus der Kölner Philharmonie.\n\nLeonard Bernstein - Candide Ouvertüre\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:04:57",
    "ChannelName": "ARD Klassik",
    "VideoId": "xiRtFiBU97c",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Leoš Janáček: Sinfonietta - Jukka-Pekka Saraste & WDR Symphony Orchestra",
    "Description": "2007\nLeoš Janáček: Sinfonietta \nWDR Symphony Orchestra Cologne\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:26:50",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "nPdlX6kvzcM",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Lindberg: Feria - Jukka-Pekka Saraste & Finnish Radio Symphony Orchestra",
    "Description": "03.09.1997\nTampere Hall  - 70th Jubilee Concert - Finnish Radio Symphony Orchestra \nConducted by Jukka-Pekka Saraste\n\nMagnus Lindberg: Feria",
    "Duration": "00:18:37",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "-kgSU3Mfvn4",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Liszt - Totentanz | Dominic Chamot | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Franz Liszts \"Totentanz\", gespielt von Klaviersolist Dominic Chamot und dem WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste. Live aufgezeichnet am 31.12.2016 in der Kölner Philharmonie.\n\nFranz Liszt - Totentanz -  Danse Macabre und konzertanter Variationszyklus \n\nWDR Sinfonieorchester\nDominic Chamot, Klavier\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:22:53",
    "ChannelName": "ARD Klassik",
    "VideoId": "s7vX9L0Ed1s",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Ludwig van Beethoven - Sinfonie Nr. 7 A-Dur op. 92 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Sinfonie Nr. 7 A-Dur op. 92, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 16.11.2012 in der Kölner Philharmonie.\n\n00:00:00 I. Poco sostenuto - Vivace\n00:13:56 II. Allegretto\n00:21:37 III. Presto\n00:28:57 IV. Allegro con brio\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung\nWollten Sie nicht schon immer mal einem Komponisten bei der Arbeit über die Schulter blicken? Dann können Sie entweder hinüber nach Bonn ins Beethoven-Haus fahren und die über hundert Seiten studieren, die Beethoven mit Skizzen für seine 7. Sinfonie vollgeschrieben hat. Oder, noch besser: Sie spitzen die Ohren. Der Anfang dieser Sinfonie kommt nämlich einem Besuch in der Werkstatt des Komponisten gleich.\n\nDie Musik gehört zunächst den Holzbläsern, die sich bedächtig vorantasten, dann trippeln die Streicher nervös eine Tonleiter hinauf. Doch bald erreicht die Musik einen toten Punkt, einen einzelnen Ton, den Flöten und Geigen ratlos wiederholen. Was nun? Beethovens Lösung: Er belebt den Ton, indem er ihn bewegt, ihm einen Puls verleiht. Das Resultat dieser kompositorischen Herzdruckmassage ist ein fröhlich hüpfender Rhythmus im 6/8-Takt.\n\nDamit ist auch gleich das Thema dieser Sinfonie definiert: Rhythmus! Für Melodien oder komplizierte Strukturmodelle interessiert sich Beethoven in diesem Werk weit weniger als für die rhythmische Komponente, für die pure, elementare Energie der Vortriebskraft. Der erste Satz wird von der Präsenz des tänzerischen 6/8-Taktes so vollständig dominiert, dass der Musikwissenschaftler Romain Rolland gar von einer \"Orgie des Rhythmus\" sprach.\n\nAuch der zweite Satz reduziert sich auf ein rhythmisches Modell, das einem Trauermarsch gut zu Gesicht stünde, hätte Beethoven ihn nicht mit Allegretto überschrieben. Formal handelt es sich um eine Folge von Variationen – aber eben nicht über eine Melodie, sondern über einen Rhythmus. Die berückend schönen Kantilenen, die sich um dieses Gerüst ranken, und das Nebeneinander von Dur und Moll verleihen dem Satz seine Schubert’sche Wehmut. Schon bei der Uraufführung musste er wiederholt werden, und vor einigen Jahren erfuhr er als Untermalung der Schlüsselszene im Oscar prämierten Film \"The King’s Speech\" neue Popularität.\n…\n(Text:Clemens Matuschek)\n► Hier die vollständige Werkeinführung: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/videos-und-medien/cds/beethoven_zyklus_einzelbeitrag-112.html",
    "Duration": "00:35:48",
    "ChannelName": "ARD Klassik",
    "VideoId": "aWBmb_zLy5E",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Ludwig van Beethoven - Sinfonie Nr. 8 F-Dur op. 93 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Ludwig van Beethovens Sinfonie Nr. 8 F-Dur op. 93, interpretiert vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste als Aufzeichnung vom 23. Februar 2018 aus der Kölner Philharmonie.\n\n00:28 I. Allegro vivace e con brio\n10:33 II. Allegretto scherzando \n14:45 III. Tempo di Menuetto\n19:33 IV. Allegro vivace \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www1.wdr.de/orchester-und-chor/sinfonieorchester/\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung \nLudwig van Beethoven wird gemeinhin als \"Titan der Musikgeschichte\" apostrophiert. Unser Bild von ihm ist geprägt vom heldischen Komponisten der \"Eroica\", der in der fünften Sinfonie \"dem Schicksal in den Rachen greift\" und in der Neunten die Menschheit verbrüdert. Dabei vergisst man leicht: Beethoven hatte Humor! In seiner Musik gibt es auch eine unerwartet lustige Seite, die Selbstironie, den musikalischen Spaß. Es ist die Seite der achten Sinfonie.\nEigentlich hatte der junge Beethoven ja Unterricht bei Mozart nehmen wollen. Doch der war kurz vor seinem Umzug von Bonn nach Wien 1792 verstorben, und so ging Beethoven eben bei Haydn in die Lehre. Und obwohl sich die beiden nicht durchgängig gut verstanden, finden sich in Beethovens Musik immer wieder Spuren des Altmeisters – speziell von Haydns musikalischem Humor. Zu beobachten ist das auch in der fast 20 Jahre später entstandenen achten Sinfonie. Von Anfang an geht Beethoven hier munter zur Sache. Ganz ohne Einleitung stürmt er mit einer gut gelaunten Geste voran und lässt sogar die Pauke die übermütigen Läufe der Violinen mitspielen. Doch schon nach wenigen Takten weiß die Musik nicht recht, wohin sie sich wenden soll, verbeißt sich hoffnungslos in ein punktiertes Motiv und gerät so völlig aus dem Takt. Erst das fließende Seitenthema bringt den Satz voran. Und so groß der Wirbel ist, den Beethoven im Mittelteil veranstaltet, so kokett lässt er den Satz enden.\n…\n(Text: Clemens Matuschek)\n► Hier die vollständige Werkeinführung weiterlesen: hhttps://www1.wdr.de/orchester-und-chor/sinfonieorchester/videos-und-medien/cds/beethoven_zyklus_einzelbeitrag-114.html",
    "Duration": "00:30:02",
    "ChannelName": "ARD Klassik",
    "VideoId": "TLxfI2nBNBM",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Mahler - Sinfonie Nr. 5 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 5 in cis-Moll, gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste im Rahmen des Abschiedskonzerts des langjährigen Chefdirigenten am 05. Juli 2019 in der Kölner Philharmonie.\n\nGustav Mahler - Sinfonie Nr. 5 cis-Moll\n\n00:00:00 Bühnenaufgang\n00:00:11 I. Trauermarsch. In gemessenem Schritt. Streng. Wie ein Kondukt \n00:11:42 II. Stürmisch bewegt, mit größter Vehemenz\n00:25:26 III. Scherzo. Kräftig, nicht zu schnell\n00:43:20 IV. Adagietto. Sehr langsam\n00:52:17 V. Rondo-Finale. Allegro - Allegro giocoso.\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\n\"Meine 5. Sinfonie ist ein verfluchtes Werk. Niemand kapiert sie.\" So frustriert kommentierte Gustav Mahler die Aufführung seines neuesten Werks 1905 in Hamburg, wo er als ehemaliger Operndirektor doch eigentlich auf eine treue Fangemeinde zählen konnte. Und auch ein italienischer Kopist, der die Partitur für ein kurz darauf angesetztes Konzert in Triest abschrieb und dabei zahlreiche Änderungswünsche des Komponisten einarbeiten musste, kritzelte genervt \"La sinfonia maledetta\" aufs Deckblatt.\nDiese Äußerungen erstaunen angesichts der Tatsache, dass die Fünfte heute zu den beliebtesten Mahler-Sinfonien zählt. Die Gründe dafür, dass sie das damalige Publikum so nachhaltig irritierte und ihren Schöpfer so viel Kraft kostete, sind auf mehreren Ebenen zu suchen. Klar ist: Diese Sinfonie hebt sich von den vier vorangegangenen deutlich ab. So verzichtete Mahler hier auf eine Gesangsstimme, durch die er seine Sinfonien Nr. 2 bis 4 mit dem Lied-Genre verschränkt hatte. Dafür legte er nun mehr Wert auf die Eigenständigkeit der einzelnen Instrumente. Mahler hielt die Einzelparts sogar für \"so schwierig zu spielen, dass sie eigentlich lauter Solisten bedürften\". Der Dirigent Bruno Walter, der Mahler in Hamburg als junger Korrepetitor assistiert hatte und sich zu einem seiner engsten Freunde entwickelte, konstatierte: \"Zwischen die beiden Perioden fällt eine hingebungsvolle Vertiefung in Bach. Namentlich die 'Kunst der Fuge' war es, die einen großen Einfluss auf Mahlers kontrapunktische Arbeit nahm.\" Mahler selbst äußerte: \"Unsagbar ist, was ich von Bach lerne – freilich als Kind zu seinen Füßen sitzend.\" Diese Hinwendung zur Polyphonie, zu einem dichteren kontrapunktischen Geflecht der Einzelstimmen, erforderte natürlich einen entsprechenden Umgang mit dem Orchester, den auch ein Genie wie Mahler sich erst erkämpfen musste.\n► Jetzt weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/mahler-fuenfte-sinfonie-100.html\n(Text: Clemens Matuschek)",
    "Duration": "01:08:08",
    "ChannelName": "ARD Klassik",
    "VideoId": "qiVERyQXN1A",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Mahler - Sinfonie Nr. 9 D-Dur  | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 9 D-Dur, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste. Live aufgenommen am 09.06.2017 in der Kölner Philharmonie.\n\nGustav Mahler - Sinfonie Nr. 9 D-Dur\n\n00:00:00 I. Andante comodo\n00:24:36 II. Im Tempo eines gemächlichen Ländlers\n00:40:08 III. Rondo-Burleske\n00:53:12 IV. Adagio. Sehr langsam und noch zurückhaltend\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung \n\nAnm.: In der Original-TV-Ausstrahlung dieses Konzertes wurden zwischendurch Bilder eingeblendet, für die leider keine Online-Rechte vorliegen. Diese kurzen Stellen sind im Video schwarz überblendet.\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "01:15:35",
    "ChannelName": "ARD Klassik",
    "VideoId": "c7PxxNaXeqg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Mahler - Symphony No. 6 Mvt 1 | Jukka-Pekka Saraste | New World Symphony (2023)",
    "Description": "Mahler conducted the premiere of the Sixth Symphony in 1906 in Essen, Germany, an event that apparently left the audience baffled. (Mahler wrote privately, “My Sixth seems to be yet another hard nut, one that our critics’ feeble little teeth cannot crack.”) He added the “Tragic” nickname for the Vienna debut in 1907, but then he omitted it for subsequent performances and publications.\n\nThe “Tragic” label certainly does not apply to all 80 minutes of this Symphony's subtle and varied music. In terms of structure, it is the most Classical of Mahler’s symphonies: There are four movements, each with tempos and functions that square with the precedents of Haydn and Beethoven. The opening movement launches immediately into tense and stormy material that marches forward insistently, prodded by pulsing bass and thumping percussion. A lush and lyrical theme, supposedly representing Alma, provides maximal contrast. In true Classical fashion, and uncharacteristically for Mahler, the opening exposition section repeats verbatim. Complementing the heft of the musical ideas and the large orchestra, colorful flecks of tinkling celesta, clanking cowbells and jangling triangles add shimmering brilliance. The return of the lyrical “Alma” theme and other triumphant motives bring the movement to a spirited conclusion that forestalls the tragedy, for the time being.\n\n– © 2023 Aaron Grad\n\nOriginally performed November 4, 2023.\n\n#Mahler #symphony #orchestra \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:23:07",
    "ChannelName": "New World Symphony",
    "VideoId": "Z-K86LTPAlo",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Mahler - Symphony No. 6 Mvt 2 | Jukka-Pekka Saraste | New World Symphony (2023)",
    "Description": "Mahler conducted the premiere of the Sixth Symphony in 1906 in Essen, Germany, an event that apparently left the audience baffled. (Mahler wrote privately, “My Sixth seems to be yet another hard nut, one that our critics’ feeble little teeth cannot crack.”) He added the “Tragic” nickname for the Vienna debut in 1907, but then he omitted it for subsequent performances and publications.\n\nThe “Tragic” label certainly does not apply to all 80 minutes of this Symphony's subtle and varied music. In terms of structure, it is the most Classical of Mahler’s symphonies: There are four movements, each with tempos and functions that square with the precedents of Haydn and Beethoven. \n\nThere is some controversy about which movement comes second. Mahler submitted the score for publication with the Scherzo second, but for the premiere he swapped the Andante moderato into the second position. In the version that matches Mahler’s lasting preference, the slow movement prolongs the ambiguity of the Symphony’s ultimate direction, continuing the opening movement’s slippery distinctions between major and minor keys and basking in a gentle cascade of nostalgic melodies.\n\nThe Scherzo resumes the fateful march toward tragedy, stomping forward like the beginning of the Symphony. The vivid shrieks and pounding percussion have real terror behind them, but other moments give the impression that the whole drama is proffered with a sly, knowing wink, especially in the contrasting sections that align this Scherzo with its Classical origins as a musical joke.\n\n– © 2023 Aaron Grad\n\nOriginally performed November 4, 2023.\n\n#Mahler #symphony #orchestra \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:12:11",
    "ChannelName": "New World Symphony",
    "VideoId": "k4FiMxoixwo",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Mahler - Symphony No. 6 Mvt 3 | Jukka-Pekka Saraste | New World Symphony (2023)",
    "Description": "Mahler conducted the premiere of the Sixth Symphony in 1906 in Essen, Germany, an event that apparently left the audience baffled. (Mahler wrote privately, “My Sixth seems to be yet another hard nut, one that our critics’ feeble little teeth cannot crack.”) He added the “Tragic” nickname for the Vienna debut in 1907, but then he omitted it for subsequent performances and publications.\n\nThe “Tragic” label certainly does not apply to all 80 minutes of this Symphony's subtle and varied music. In terms of structure, it is the most Classical of Mahler’s symphonies: There are four movements, each with tempos and functions that square with the precedents of Haydn and Beethoven. \n\n– © 2023 Aaron Grad\n\nOriginally performed November 4, 2023.\n\n#Mahler #symphony #orchestra \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:13:19",
    "ChannelName": "New World Symphony",
    "VideoId": "E08n82ltU1g",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Mari / Bryce Dessner / Semyon Bychkov / Oslo Philharmonic",
    "Description": "The Oslo Philharmonic with conductor Semyon Bychkov perform Mari by Bryce Dessner  in Oslo Concert Hall. The recording was made on 27th January 2022.\n\nVideo production: Trippel-M Levende Bilder \nMulticamera director: Ole Sandholt\nScript: Steinar Yggeseth\nMusic producer: Jørn Pedersen\nSound technician: Åsgeir Grong\nLighting design: Petter Dahl Nielsen\n\nRead about our musicians: https://oslophil.lnk.to/musiciansID\n\nSubscribe to our channel: https://oslophil.lnk.to/oslophil-subscribeID\n\nListen to us on Idagio: https://oslophil.lnk.to/idagioID\n\nListen to us on Spotify: https://oslophil.lnk.to/spotifyID\n\nFollow us on Twitter: https://oslophil.lnk.to/twitterID",
    "Duration": "00:17:48",
    "ChannelName": "Oslo Philharmonic",
    "VideoId": "LGtuFOzNeLo",
    "ChannelId": "UCPUB5D0J_TStRlg399Mfc8A"
  },
  {
    "Title": "Mendelssohn: Symphony No. 4 \"Italian\" - Sydney Symphony Orchestra; Jukka-Pekka Saraste, conductor",
    "Description": "in the Sydney Opera House Concert Hall, August 21, 1986. Concertmaster: Dene Olding/ 1st flute: Janet Webb/ 1st oboe: Guy Henderson/ 1st clarinet: Lawrence Dobell/ 1st bassoon: John Cran/ 1st horn: Lee Bracegirdle/ 1st trumpet: Daniel Mendelow/ timpani: Richard Miller",
    "Duration": "00:26:23",
    "ChannelName": "maestro15552",
    "VideoId": "SFtc8HMM96A",
    "ChannelId": "UCpFpd6mLJ_aMr7o8ITR2-_g"
  },
  {
    "Title": "Mozart Piano Concerto No. 23, K. 488 - Radu Lupu, RSO Helsinki, Saraste (2001)",
    "Description": "Radu Lupu\nMozart Piano Concerto No. 23, K. 488\nFinnish Radio Symphony Orchestra, Helsinki\nJukka-Pekka Saraste\n2001",
    "Duration": "00:24:47",
    "ChannelName": "Barron de Schlözer",
    "VideoId": "8eEkYBIZYQY",
    "ChannelId": "UCN5ioUKvtPkTl_1g3O496JA"
  },
  {
    "Title": "Peter Tschaikowsky – Sinfonie Nr. 5 e-moll | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Peter Iljitsch Tschaikowskys Sinfonie Nr. 5 e-moll, op. 64, gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste am 10. März 2017 in der Kölner Philharmonie. \n\n00:00:00 I. Andante – Scherzo. Allegro con anima – Molto più tranquillo \n00:14:51 II. Andante cantabile, con alcuna licenza – Non allegro – Andante maestoso con piano\n00:27:15 III. Walzer. Allegro moderato\n00:33:15 IV. Finale. Andante maestoso (con fiamma) – Non allegro – Presto molto furioso – Molto assai e molto maestoso – Allegro vivace\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester",
    "Duration": "00:45:15",
    "ChannelName": "ARD Klassik",
    "VideoId": "uDQm23ofwRU",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Piano Concerto No 2, Rachmaninoff - Anna Vinnitskaya, Jukka-Pekka Saraste",
    "Description": "Piano Concerto No 2, Rachmaninoff \nAnna Vinnitskaya, piano\nWDR Sinfonieorchester Köln\nJukka-Pekka Saraste\n2014",
    "Duration": "00:38:51",
    "ChannelName": "narciso machuca",
    "VideoId": "tcallCrtD6M",
    "ChannelId": "UC354Fqsj_bzHB_qtSeZWs8A"
  },
  {
    "Title": "Pokemon Eon guardians Is a Fantastic New Fan Game!",
    "Description": "Go to https://buyraycon.com/zwiggo for 15% off your order! Brought to you\nby Raycon.\n\nThis is pokemon Eon Guardians! A new fangame that focusses on the eon pokemon latios and latias who need your help to protect the new Terre region! They have an entire new cast of characters and you'll be fighting as the chosen one against the evil team Gaia! Let's see how fantastic this gets!\n\nBecome A Member: \nhttps://www.youtube.com/channel/UCXWb0sqn079nk24UMHP-ToA/join \n\nFor business inquiries: \nzwiggojr@gmail.com\n\nMERCH IS AVAILABLE RIGHT HERE:\nteespring.com/stores/zwiggo-store\n\nMy links:\nTwitter: https://twitter.com/Zwiggo1   \nDiscord: https://discord.gg/u35Fe5D \nInstagram:  https://www.instagram.com/zwiggo_/  \nPatreon: https://www.patreon.com/zwiggo  \n\ndon't forget to leave a like and subscribe if you enjoyed!!\n\n#fangame #pokemon #eonguardians #latios #latias",
    "Duration": "01:01:16",
    "ChannelName": "zwiggo",
    "VideoId": "eeR4OePzJQw",
    "ChannelId": "UCXWb0sqn079nk24UMHP-ToA"
  },
  {
    "Title": "Radu Lupu - Brahms Piano Concerto No.1 in D minor / Jukka-Pekka Saraste, FRSO (Video 1996)",
    "Description": "\"Everyone tells a story differently, and that story should be told compellingly and spontaneously. If it is not compelling and convincing, it is without value.\" - Radu Lupu\n\nWith much better audio quality than the existing version. What a legendary pianist!\n\nThanks to my friend M. for sharing this treasure!\n\n00:27 - I. Maestoso\n22:52 - II. Adagio\n35:41 - III. Rondo. Allegro non troppo\n\nPianist: Radu Lupu\nConductor: Jukka-Pekka Saraste\nOrchestra: Finnish Radio Symphony Orchestra\n\nRecorded in Helsinki on 4 Apr 1996\n\n🌟 Please consider joining the membership scheme on Patreon / Buy Me A Coffee! You may opt for a one-off donation through Buy Me A Coffee. 🌟\n• Buy Me A Coffee: https://www.buymeacoffee.com/the_sokolover\n• Patreon: https://www.patreon.com/the_sokolover\n\n**No copyright infringement intended**\n\n#radulupu #brahms",
    "Duration": "00:49:26",
    "ChannelName": "The Sokolover",
    "VideoId": "79lbldvXzFc",
    "ChannelId": "UCxaGLr9GbB0u_CdDU4vvGvA"
  },
  {
    "Title": "Richard Strauss - Hornkonzert Nr. 2, I. Allegro | Paul van Zelm | WDR Sinfonieorchester",
    "Description": "Einen Ausschnitt aus Richard Strauss‘ Konzert Nr. 2 Es-Dur für Horn, op. AV 132 spielte das WDR Sinfonieorchester mit seinem damaligen Solo-Hornisten Paul van Zelm unter der Leitung von Jukka-Pekka Saraste am 28. November 2014 in der Kölner Philharmonie. Zu hören ist der erste Satz, Allegro des insgesamt dreisätzigen Hornkonzerts.\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nRichard Strauss - Konzert Nr. 2 Es-Dur für Horn, I. Allegro\n\nPaul van Zelm, Horn \nWDR Sinfonieorchester \nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:09:05",
    "ChannelName": "ARD Klassik",
    "VideoId": "2T3Sedbx5yU",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 11 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 11 g-Moll op. 103, gespielt vom WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste. Live aufgezeichnet  am 05.04.2019 in der Kölner Philharmonie.\n\nDmitrij Schostakowitsch - Sinfonie Nr. 11 g-Moll op. 103\n\n00:00:00 Bühnenaufgang\n00:00:27 I.  Der Platz vor dem Palast. Adagio \n00:14:37 II. Der 9. Januar. Allegro – Adagio – Allegro – Adagio \n00:34:35 III. In memoriam. Adagio (attacca:) \n00:46:36 IV. Sturmgeläut. Allegro non troppo – Allegro – Moderato – Adagio – Allegro \n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nEigentlich ist die Sache klar: In der 11. Sinfonie von Dmitrij Schostakowitsch geht es um die Revolution von 1905 – so legt es der Titel nahe. Unter vier Augen allerdings soll der Komponist behauptet haben, sie beziehe sich auf die Gegenwart, also die 1950er Jahre. Was stimmt denn nun?\n\nWerfen wir zunächst einen Blick auf die Entstehungsumstände des Werks. Nach dem Tod Stalins 1953 hatte sich das innenpolitische Klima in der Sowjetunion deutlich verbessert. Schostakowitschs 10. Sinfonie zum Beispiel, eine Art Abrechnung mit dem Diktator, wurde nicht nur aufgeführt, sondern sogar zum Gegenstand einer öffentlichen Debatte. Andere Werke, wie das 1. Violinkonzert, die 4. Sinfonie oder die Oper \"Lady Macbeth von Mzensk\", durften endlich (wieder) gespielt werden – die \"Tauwetterperiode\" war angebrochen.\n\nTrotzdem gab es weiterhin Schikanen: Der Schriftsteller Boris Pasternak wurde mundtot gemacht, andere kritische Geister ihres Amts enthoben. Chruschtschow, der neue starke Mann im Kreml, distanzierte sich zwar von den Methoden Stalins, hatte aber für zeitgenössische Musik und Kunst nur Verachtung übrig. Und auf die Proteste in Ungarn reagierte er 1956 mit derselben Brutalität wie sein Vorgänger.\n\nAngesichts dieser widersprüchlichen Signale war völlig offen, welchen Weg Politik und Gesellschaft gehen würden. Schostakowitschs Antwort mutet zunächst überraschend an, ist aber nur konsequent: Seine Sinfonie richtet den Blick zurück, auf die historischen Wurzeln der Sowjetunion. Schon 1905, zwölf Jahre vor der Oktoberrevolution, hatte es Proteste gegen den Zaren gegeben, gipfelnd im Petersburger Blutsonntag, als das Militär auf friedliche Demonstranten schoss. An diese gescheiterte Erhebung, das Vorspiel zu 1917, erinnert die Sinfonie Nr. 11 (1956/1957).\n\n(Text: Marcus Imbsweiler)\n\n► Hier die vollständige Werkeinführung weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/konzerte/schostakowitsch-124.html",
    "Duration": "01:05:16",
    "ChannelName": "ARD Klassik",
    "VideoId": "UGASNhbD5JY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 4 | Jukka-Pekka Saraste | SWR Symphonieorchester",
    "Description": "Schostakowitschs Sinfonie Nr. 4 c-Moll op. 43, aufgeführt vom SWR Symphonieorchester unter der Leitung von Jukka-Pekka Saraste. Live aufgenommen am 11. April 2025 in der Liederhalle Stuttgart.\n\nDmitrij Schostakowitsch - Sinfonie Nr. 4 c-Moll op. 43\n\n00:02 Allegretto poco moderato\n26:53 Moderato con moto\n35:45 Largo. Allegro\n\nMitwirkende:\nSWR Symphonieorchester\nJukka-Pekka Saraste, Dirigent\n\n► ARD Klassik Mediathek: https://ard-klassik.de\n► Web: http://swr.li/web-concerts\n► Facebook: https://facebook.com/klassikswrkultur\n\nImpressum: https://www.swr.de/impressum\n\nKommentare sind willkommen – aber bitte unter Beachtung unserer Netiquette: https://www.swr.de/home/netiquette-100\n\nDatenschutz: https://www.swr.de/datenschutz",
    "Duration": "01:03:27",
    "ChannelName": "ARD Klassik",
    "VideoId": "zKBmW8yKhDs",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 9 | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Die Sinfonie Nr. 9 in Es-Dur op. 70  von Dmitrij Schostakowitsch spielt das WDR Sinfonieorchester unter der Leitung von Jukka-Pekka Saraste. Eine Aufzeichnung vom 02.09.2017 aus dem Kölner Funkhaus am Wallrafplatz.\n\nDmitrij Schostakowitsch - Sinfonie Nr. 9 Es-Dur op. 70\n\n00:00 I. Allegro\n05:40 II. Moderato\n13:43 III. Presto\n16:31 IV. Largo\n19:30 V. Allegretto — Allegro\n\nWDR Sinfonieorchester\n Jukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung\n\"Zirkus, Zirkus\" – diese Worte soll Dmitrij Schostakowitsch vor der Uraufführung nervös vor sich hingemurmelt haben. Hohe Erwartungen haben die Arbeit an der symbolträchtigen neunten Sinfonie im Sommer 1945 begleitet.  Die Sinfonie Nr. 9 soll Schostakowitschs Kriegstrilogie vollenden. Nachdem die Siebte den Kampf um Leningrad thematisiert und die Achte die Schrecken des Krieges vermittelt hatte, würde die neunte Sinfonie den Sieg der glorreichen Roten Armee feiern. Vor der Uraufführung am 3. November 1945 in Leningrad ist der Komponist sicher, dass der letzte Teil der Trilogie nicht gefallen wird. Es ist keine monumentale Siegesparade, sondern eine ironische Groteske in fünf Sätzen. \n\nDie Worte \"Zirkus, Zirkus\" liefern tatsächlich einen Schlüssel zu dieser überraschend kurzen Sinfonie. Schostakowitsch weiß, dass es in der Stalinzeit lebensgefährlich ist, die Erwartungen der Kulturpolitiker zu unterwandern. Dennoch bevölkert er die imaginäre Manege seiner Neunten mit Tieren. Am Anfang steht ein übermütig schneller Marsch, in dem Vogelstimmen und heisere Quartsprünge die heiteren Streichermelodien und martialischen Kriegssignale umflattern. Der Uraufführungskritiker Marian Kowal hat die Doppelbödigkeit dieser naiven Szene mehr als nur erahnt: \"Der alte Haydn und ein waschechter Sergeant der US-Army, wenig überzeugend auf Charlie Chaplin getrimmt, jagten im Galopp mit allen Gebärden und Grimassen durch den ersten Satz dieser Symphonie.\" Wie treffend der Vergleich mit dem chaplinesken Humor ist, offenbaren die Anspielungen, die Schostakowitsch in diesem Satz versteckt. \n\nMit den Vogelstimmen und den groben Quartsprüngen, die wie Eselsschreie klingen, zitiert er Gustav Mahlers Lied vom \"Lob des hohen Verstandes\", in dem ein Esel zum Schiedsrichter zwischen dem Gesangswettstreit einer Nachtigall und eines Kuckucks ernannt wird. Der dumme Esel mit den \"Ohren groß\", der sich für den einfachen Gesang des Kuckucks und damit gegen die Nachtigall entscheidet, ist von Schostakowitsch mit großer Wahrscheinlichkeit als Karikatur Stalins gemeint. An den kammermusikalischen, langsamen zweiten Satz schließt sich ein Scherzo an, das zwar von einem furiosen Vogelkonzert eröffnet, jedoch von zunehmenden Einbrüchen verunsichert wird und mit düsterem Ernst in den langsamen vierten Satz überleitet. Wie aus dem Nichts tauchen hier tiefe Blechbläser und das Fagott auf. Weite Streicherflächen lassen die wüstenartige Ödnis von Schostakowitschs späten Streichquartetten erahnen. Es sind keine einfachen und eindeutigen, sondern äußerst vielschichtige und kontrastierende Stimmungen, die er in dieser Sinfonie entwirft, die mit einem übermütigen Schlusssatz endet. \n\nKeiner der fünf Sätze erfüllt die Erwartungen an eine hymnische Siegesfeier. Der fast vierzigjährige Komponist kennt seine Kritiker, er ist sich sicher, dass sie seine Neunte \"vernichten\" werden. Ebenso sicher ist er allerdings, dass die Musiker sie \"mit Vergnügen\" spielen werden. Damit liegt er richtig. Die doppelbödige Siegessinfonie gehört heute zu den meistgespielten Orchesterwerken des Russen. Das WDR Sinfonieorchester hat sie zum ersten Mal am 18. November 1954 unter Wolfgang Sawallisch aufgeführt und in den neunziger Jahren – unter der Leitung des ehemaligen Schostakowitsch-Studenten und -Experten Rudolf Barschai – alle 15 Sinfonien studiert und auf CD eingespielt.\n(Text: Martina Seeber)",
    "Duration": "00:26:29",
    "ChannelName": "ARD Klassik",
    "VideoId": "uK9aUIGeMtM",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Sebastian Hilli: Peach | Helsinki Philharmonic Orchestra | Jukka-Pekka Saraste",
    "Description": "Sebastian Hilli: Peach (2019)\n\n5.4.2023 Music Centre, Helsinki, Finland\n\nHelsinki Philharmonic Orchestra\nJukka-Pekka Saraste, conductor\n\nPublisher: https://www.schott-music.com/en/peach-no449605.html\nWebsite: https://www.sebastianhilli.com/\n\nProduction: Helsinki Philharmonic Orchestra\nDirected by: Joanna Rinne\nSound production: Enno Mäemets",
    "Duration": "00:10:07",
    "ChannelName": "Sebastian Hilli",
    "VideoId": "yQqzFiTT-aA",
    "ChannelId": "UCUEttDCcElSWaeJI4EHncSA"
  },
  {
    "Title": "Shostakovich: Symphony No.4 in C minor - Saraste / Staatskapelle Dresden",
    "Description": "Dmitri Shostakovich: Symphony No.4 in C minor, Op.43\n\nI. Allegretto, poco moderato - Presto - Tempo uno (00:00)\nII. Moderato, con moto (27:14)\nIII. Largo - Allegro (35:36)\n\nStaatskapelle Dresden\nJukka-Pekka Saraste, conductor\n\nMay 30, 2006\nSemperoper, Dresden",
    "Duration": "01:03:49",
    "ChannelName": "fur bru",
    "VideoId": "lyMWbw2oxbc",
    "ChannelId": "UCPmq1piwo3HjJPZKheGdwdQ"
  },
  {
    "Title": "Sibelius - Aallottaret | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Jean Sibelius' Aallottaret op. 73 (Die Okeaniden), Tondichtung für Orchester, gespielt vom WDR Sinfonieorchester unter der Leitung des langjährigen Chefdirigenten Jukka-Pekka Saraste. Live aufgenommen am 17. August 2013 in der Kölner Philharmonie. \n\nJean Sibelius - Die Okeaniden (Aallottaret) op. 73\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum WDR Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:09:26",
    "ChannelName": "ARD Klassik",
    "VideoId": "-gYDPAQr9Xs",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Sibelius - Valse Triste | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "Valse Triste op. 44 von Jean Sibelius, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste. Live aufgenommen am 28. März 2014 in der Kölner Philharmonie.\n\nJean Sibelius - Valse Triste op. 44\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\n1903 komponierte Jean Sibelius die Bühnenmusik zu „Kuolema“ („Tod“), einem Schauspiel seines Schwagers Arvid Järnefelt. Dieses zeichnet das Leben seines Protagonisten Paavali in verschiedenen Stationen bis zu seinem Tod nach. \nDer erste Satz „Tempo di valse lente“ entwirft die Sterbeszene der Mutter. Eine Tanzgesellschaft tritt, aus der Erinnerung aufsteigend, auf, ihr folgt der Tod, mit dem die Mutter Paavalis ihren letzten Walzer tanzt.\nEin Jahr nach der Uraufführung löste Sibelius diesen Satz aus dem Gesamtwerk und bearbeitete ihn zur „Valse triste“, indem er die ursprünglich fast reine Streicherbesetzung um Flöte, Klarinette und zwei Hörner erweiterte. \nDie „Valse triste“ greift das morbide Lebensgefühl des Fin-de-siècle auf, wie 1920 auch die opulente „La valse“ von Maurice Ravel. In ihrer heutigen Form hat sie die Konzertsäle erobert und sich zu einem der meistgespielten Werke Sibelius‘ entwickelt – freilich nachdem der Komponist die Rechte an ihr zu einem Spottpreis verkauft hatte.",
    "Duration": "00:04:48",
    "ChannelName": "ARD Klassik",
    "VideoId": "aihaQHzGZGQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Sibelius: Finlandia - Jukka-Pekka Saraste  - The inauguration of the Helsinki Music Centre",
    "Description": "The opening concert of the inauguration of the Helsinki Music Centre. (Musiikkitalo) -  August 2011\n\nSibelius: Finlandia \nHelsinki Philharmonic Orchestra\nFinnish Radio Symphony Orchestra.\nSibelius Academy Choir with guests\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:08:35",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "Ppy3T4NAABI",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Sibelius: Lemminkäinen ∙ hr-Sinfonieorchester ∙ Jukka-Pekka Saraste",
    "Description": "Jean Sibelius:\nLemminkäinen-Suite op. 22 ∙\nVier Legenden für Orchester ∙\n\nI. Lemminkäinen und die Mädchen auf der Insel  00:00 ∙\nII. Lemminkäinen in Tuonela  16:02 ∙\nIII. Der Schwan von Tuonela  30:50 ∙\nIV. Lemminkäinen zieht heimwärts  39:05 ∙\n\nhr-Sinfonieorchester – Frankfurt Radio Symphony ∙\nJukka-Pekka Saraste, Dirigent ∙ \n\nhr-Sinfoniekonzert ∙\nAlte Oper Frankfurt, 12. Mai 2023 ∙\n\nWebsite: http://www.hr-sinfonieorchester.de ∙\nFacebook: http://www.facebook.com/hrsinfonieorchester ∙\nARD Mediathek: https://www.ardmediathek.de/hr/sendung/hr-sinfonieorchester/Y3JpZDovL2hyLW9ubGluZS8zODIyMDAxOQ/ ∙\n\n#4K\n\n© 2023\nHessischer Rundfunk (hr)",
    "Duration": "00:49:58",
    "ChannelName": "hr-Sinfonieorchester – Frankfurt Radio Symphony",
    "VideoId": "x_vVc62BMfs",
    "ChannelId": "UCiyuYC0D4-AO0AonCfMifPQ"
  },
  {
    "Title": "Sibelius: Symphony no 7 - Jukka-Pekka Saraste, conductor; Sydney Symphony Orchestra",
    "Description": "in the Sydney Opera House Concert Hall, August 23, 1986. Concertmaster: Donald Hazelwood/ principal viola: Peter Pfuhl/ principal cello: David Pereira/ 1st flute: Janet Webb/ 1st oboe: Guy Henderson/ 1st clarinet: Lawrence Dobell/ 1st bassoon: Hamish McKeich/ 1st French horn: Lee Bracegirdle/ 1st trumpet: Daniel Mendelow/ 1st trombone: Timothy Dowling/ tuba: Fabian Russell/ timpani: Richard Miller",
    "Duration": "00:20:52",
    "ChannelName": "maestro15552",
    "VideoId": "RMB8ia6I5jg",
    "ChannelId": "UCpFpd6mLJ_aMr7o8ITR2-_g"
  },
  {
    "Title": "Sibelius: Symphony No. 1  - Jukka-Pekka Saraste & Oslo Philharmonic Orchestra",
    "Description": "2009\nOslo Philharmonic Orchestra - Oslo Concert Hall\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:40:26",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "eBBWvzHuC1k",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Sibelius: Symphony No. 1 - Jukka-Pekka Saraste & Lahti Symphony Orchestra",
    "Description": "Sibelius Festival 2015\nJean Sibelius: Symphony No. 1 in E minor, Op. 39\nLahti Symphony Orchestra - Sibelius Hall, Lahti\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:39:12",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "5AmYc1Id9W4",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Sibelius: Symphony No. 5  - Jukka-Pekka Saraste & Oslo Philharmonic Orchestra",
    "Description": "2006\nOslo Philharmonic Orchestra - Oslo Concert Hall\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:32:03",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "22MLqBDuNbU",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Sibelius: Symphony No. 5 - Jukka-Pekka Saraste & Lahti Symphony Orchestra",
    "Description": "Sibelius Festival 2015\nJean Sibelius: Symphony No. 5 in E flat major, Op. 82\nEncore: Scene with Cranes\nLahti Symphony Orchestra - Sibelius Hall, Lahti\nConductor: Jukka-Pekka Saraste",
    "Duration": "00:41:22",
    "ChannelName": "Jukka-Pekka Saraste",
    "VideoId": "XIIfMjRMqRs",
    "ChannelId": "UCD1Kx1cCFNP2-b1w7kE1teg"
  },
  {
    "Title": "Symphony No. 6 (complete) / Gustav Mahler / Jukka-Pekka Saraste / Oslo Philharmonic",
    "Description": "Subscribe to our channel to get notified about upcoming videos!\n\nThe Oslo Philharmonic with Conductor Laureate Jukka-Pekka Saraste performs Gustav Mahler's Symphony No. 6 in Oslo Concert Hall. The recording was made on 11th March 2022. \n\nVideo production: Trippel-M Levende Bilder \nMulticamera director: Ole Sandholt\nScript: Steinar Yggeseth\nMusic producer: Vegard Landaas\nSound technician: Thomas Wold\nLighting design: Petter Dahl Nielsen\n\nRead about our musicians: https://oslophil.lnk.to/musiciansID\n\nSubscribe to our channel: https://oslophil.lnk.to/oslophil-subs...\n\nListen to us on Idagio: https://oslophil.lnk.to/idagioID\n\nListen to us on Spotify: https://oslophil.lnk.to/spotifyID\n\nFollow us on Twitter: https://oslophil.lnk.to/twitterID",
    "Duration": "01:22:56",
    "ChannelName": "Oslo Philharmonic",
    "VideoId": "VN5aG4kmdTs",
    "ChannelId": "UCPUB5D0J_TStRlg399Mfc8A"
  },
  {
    "Title": "Tchaikovsky Symphony No. 6 Jukka-Pekka Saraste Finnish Radio Symphony Orchestra",
    "Description": "Tchaikovsky Symphony No. 6 Jukka-Pekka Saraste Finnish Radio Symphony Orchestra\n\nPyotr Tchaikovsky: Symphony No. 6 \nI Adagio – Allegro non troppo \nII Allegro con grazia \nIII Allegro molto vivace \nIV Adagio lamentoso\n\n@JukkaPekkaSaraste , conductor\nFinnish Radio Symphony Orchestra \n\nRecorded at the Musiikkitalo, Helsinki, March 13, 2020.\nFull-length concert: https://areena.yle.fi/1-50424245\n\nFRSO is LIVE every week at Yle Areena: \nhttps://areena.yle.fi/tv/ohjelmat/57-7A4k1J0dd\nWatch all our concerts on demand at Yle Areena:\nhttps://areena.yle.fi/tv/ohjelmat/57-7A4k1J0dd\n\nSubscribe to our newsletter:\nhttps://yle.fi/aihe/sivu/rso-in-engli...\nWebsite of the Finnish Radio Symphony Orchestra:\nhttps://yle.fi/aihe/rso-english",
    "Duration": "00:42:58",
    "ChannelName": "Finnish Radio Symphony Orchestra",
    "VideoId": "cKgkadziRL0",
    "ChannelId": "UCbR2rQmH7jsrpg8ESUsM10g"
  },
  {
    "Title": "Tsinandali Festival 2019 I Mischa Maisky, Jukka-Pekka Saraste, PAN-CAUCASIAN YOUTH ORCHESTRA",
    "Description": "George Enescu – Romanian Rhapsody No.1 in A Major Op.11\nAntonin Dvorak – Cello Concerto in B Minor Op.104 Jean Sibelius – Symphony No.2 in D Major Op.43",
    "Duration": "01:38:29",
    "ChannelName": "Tsinandali Festival",
    "VideoId": "aevvU9PWfXQ",
    "ChannelId": "UCd5FCkmD5eZY9UDKldOnecg"
  },
  {
    "Title": "Webern - Im Sommerwind | WDR Sinfonieorchester | Jukka-Pekka Saraste",
    "Description": "Anton Weberns \"Im Sommerwind, Idyll für großes Orchester\" spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Jukka-Pekka Saraste am 13.06.2015 in der Kölner Philharmonie.\n\nAnton Webern - Im Sommerwind, Idyll für großes Orchester\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:12:19",
    "ChannelName": "ARD Klassik",
    "VideoId": "Fk4A09u8DPk",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Wennäkoski: Flounce ∙ hr-Sinfonieorchester ∙ Jukka-Pekka Saraste",
    "Description": "Lotta Wennäkoski:\nFlounce ∙\n\nhr-Sinfonieorchester – Frankfurt Radio Symphony ∙\nJukka-Pekka Saraste, Dirigent ∙ \n\nhr-Sinfoniekonzert ∙\nAlte Oper Frankfurt, 12. Mai 2023 ∙\n\nWebsite: http://www.hr-sinfonieorchester.de ∙\nFacebook: http://www.facebook.com/hrsinfonieorchester ∙\nARD Mediathek: https://www.ardmediathek.de/hr/sendung/hr-sinfonieorchester/Y3JpZDovL2hyLW9ubGluZS8zODIyMDAxOQ/ ∙\n\n#4K\n\n© 2023\nHessischer Rundfunk (hr)",
    "Duration": "00:05:14",
    "ChannelName": "hr-Sinfonieorchester – Frankfurt Radio Symphony",
    "VideoId": "Z3N2_HFQymA",
    "ChannelId": "UCiyuYC0D4-AO0AonCfMifPQ"
  },
  {
    "Title": "Zoltán Kodály - Tänze aus Galánta | Jukka-Pekka Saraste | WDR Sinfonieorchester",
    "Description": "\"Tänze aus Galánta\" von Zoltán Kodálys, gespielt vom WDR Sinfonieorchester unter der Leitung des damaligen Chefdirigenten Jukka-Pekka Saraste. Live aufgenommen am  31.10.2007 in der Kölner Philharmonie.\n\nZoltán Kodály - Tänze aus Galánta\n\n00:00:00 I. Lento – Andante maestoso\n00:05:18 II. Allegretto moderato \n00:07:59 III. Allegro con moto, grazioso\n00:09:33 IV. Allegro – poco meno mosso\n00:12:40 V. Allegro vivace\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:16:30",
    "ChannelName": "ARD Klassik",
    "VideoId": "v4rrsSmcg8w",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "WDR Symphony Orchestra - Gustav Mahler - Symphony No. 5",
    "Description": "Gustav Mahler\nSymphony No. 5\n\n[00:00] - 01. Movement: Trauermarsch. In gemessenem Schritt. Streng. Wie ein Kondukt \n                                           (Funeral march. At a measured pace. Strict. Like a funeral procession)\n[12:18] - 02. Movement: Stürmisch bewegt, mit größter Vehemenz \n                                           (Moving stormily, with the greatest vehemence)\n[25:54] - 03. Movement: Scherzo. Kräftig, nicht zu schnell (Strong and not too fast)\n[43:52] - 04. Movement: Adagietto. Sehr langsam (Very slow)\n[52:50] - 05. Movement: Rondo-Finale. Allegro - Allegro giocoso. Frisch (Fresh)\n\nWDR Sinfonieorchester\nJukka-Pekka Saraste, conductor\n\nRecorded live on 05.07.2019\nat the Philharmonie Cologne",
    "Duration": "01:08:39",
    "ChannelName": "Classic live in Concert",
    "VideoId": "doLP7r9xCyk",
    "ChannelId": "UCK7ZrPSqJ_5vQG6gQ1DAFmw"
  },
  {
    "Title": "WDR Symphony Orchestra - Gustav Mahler - Symphony No. 3 in D minor",
    "Description": "Gustav Mahler\nSymphony No. 3 in D minor\n\n[00:00:00] - 01. Movement: Kräftig. Entschieden (Strong and decisive)\n[00:33:00] - 02. Movement: Tempo di Menuetto Sehr mässig (In the tempo of a minuet, very moderate)\n[00:42:09] - 03. Movement: Comodo (Scherzando) Ohne Hast (Comfortable (Scherzo), without haste)\n[00:58:45] - 04. Movement: Sehr langsam - Misterioso (Very slowly, mysteriously)\n[01:07:01] - 05. Movement: Lustig im Tempo und keck im Ausdruck (Cheerful in tempo and cheeky in expression)\n[01:11:06] - 06. Movement: Langsam - Ruhevoll - Empfunden (Slowly, tranquil, deeply felt)\n\nWiebke Lehmkuhl, Mezzosoprano\n\nChoirs of the Cologne Cathedral Music\nFemale voices of the WDR Radio Choir\n\nWDR Symphony Orchestra\nJukka-Pekka Saraste, conductor\n\n\nFourth Movement\n\nO Mensch! Gib Acht!\nWas spricht die tiefe Mitternacht?\n\"Ich schlief, ich schlief -,\naus tiefem Traum bin ich erwacht: -\nDie Welt ist tief,\nund tiefer als der Tag gedacht.\nTief ist ihr Weh -,\nLust — tiefer noch als Herzeleid.\nWeh spricht: Vergeh!\nDoch all' Lust will Ewigkeit -,\nwill tiefe, tiefe Ewigkeit!\" \n\n\nO Man! Take heed!\nWhat says the deep midnight?\n\"I slept, I slept -,\nfrom a deep dream have I awoken: -\nthe world is deep,\nand deeper than the day has thought.\nDeep is its pain -,\njoy - deeper still than heartache.\nPain says: Pass away!\nBut all joy seeks eternity -,\nseeks deep, deep eternity!\"\n\n\nFifth Movement\n\nEs sungen drei Engel einen süßen Gesang,\nmit Freuden es selig in dem Himmel klang.\nSie jauchzten fröhlich auch dabei:\ndaß Petrus sei von Sünden frei!\n\nUnd als der Herr Jesus zu Tische saß,\nmit seinen zwölf Jüngern das Abendmahl aß,\nda sprach der Herr Jesus: \"Was stehst du denn hier?\nWenn ich dich anseh', so weinest du mir!\"\n\n\"Und sollt' ich nicht weinen, du gütiger Gott?\nIch hab' übertreten die zehn Gebot!\nIch gehe und weine ja bitterlich!\nAch komm und erbarme dich über mich!\"\n\n\"Hast du denn übertreten die zehen Gebot,\nso fall auf die Knie und bete zu Gott!\nLiebe nur Gott in alle Zeit!\nSo wirst du erlangen die himmlische Freud'.\"\n\nDie himmlische Freud' ist eine selige Stadt,\ndie himmlische Freud', die kein Ende mehr hat!\nDie himmlische Freude war Petro bereit't,\ndurch Jesum und allen zur Seligkeit.\n\n\nThree angels sang a sweet song,\nwith blessed joy it rang in heaven.\nThey shouted too for joy\nthat Peter was free from sin!\n\nAnd as Lord Jesus sat at the table\nwith his twelve disciples and ate the evening meal,\nLord Jesus said: \"Why do you stand here?\nWhen I look at you, you are weeping!\"\n\n\"And should I not weep, kind God?\nI have violated the ten commandments!\nI wander and weep bitterly!\nO come and take pity on me!\"\n\n\"If you have violated the ten commandments,\nthen fall on your knees and pray to God!\nLove only God for all time!\nSo will you gain heavenly joy.\"\n\nThe heavenly joy is a blessed city,\nthe heavenly joy that has no end!\nThe heavenly joy was granted to Peter\nthrough Jesus, and to all mankind for eternal bliss.",
    "Duration": "01:33:27",
    "ChannelName": "Classic live in Concert",
    "VideoId": "9vmsHD5XcCA",
    "ChannelId": "UCK7ZrPSqJ_5vQG6gQ1DAFmw"
  },
  {
    "Title": "SWR Symphony Orchestra- Dmitri Shostakovich - Symphony No. 4 in C minor, op. 43",
    "Description": "Dmitri Shostakovich\nSymphony No. 4 in C minor, op. 43\n\n[00:00:00] - 01. Movement: Allegretto poco moderato - Presto\n[00:27:29] - 02. Movement: Moderato con moto\n[00:36:20] - 03. Movement: Largo - Allegro\n\nSWR Symphony Orchestra\nJukka-Pekka Saraste, conductor\n\nRecorded live on 11.04.2025\nat the Beethovensaal of the Liederhalle, Stuttgart",
    "Duration": "01:05:23",
    "ChannelName": "Classic live in Concert",
    "VideoId": "rrNVdgSKNsM",
    "ChannelId": "UCK7ZrPSqJ_5vQG6gQ1DAFmw"
  }
]