[{"Title":"ANTON BRUCKNER Symphony No. 3 in D minor (1889 revised version ed. Nowak) Kent Nagano, conductor","Description":"Detroit Symphony Orchestra\nKent Nagano, conductor\nLive recording from May 25, 2019\n\n00:00 I. Mässig bewegt\n23:00 II. Adagio (etwas bewegt) quasi Andante\n36:35 III. Scherzo: Ziemlich schnell\n44:50 IV. Finale: Allegro","Duration":"00:57:46","ChannelName":"Detroit Symphony Orchestra","VideoId":"nUzdlFmcA1g","ChannelId":"UCkrgMThbHZ3pzthqLnnEhKA"},{"Title":"Beethoven 5. Symphonie c-Moll op. 67, Elbphilharmonie | Nagano, Philharmonisches Staatsorchester","Description":"„So klopft das Schicksal an die Pforte“ – das soll Beethoven über das berühmte „Klopf-Motiv“ in seiner Fünften Symphonie gesagt haben. Nagano und die Philharmoniker interpretieren die wohl bekannteste Symphonie überhaupt.\n\nLudwig van Beethoven (1770-1827): \nSymphonie Nr. 5 c-Moll op. 67 „Schicksalssymphonie“\n\n00:30 I. Allegro con brio\n07:52 II. Andante con moto\n16:44 III. Allegro\n24:28 IV. Allegro – Presto\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nRecording: Felix Gargerle\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de\n#Elbphilharmonie #Musikfest2021 #IMFH","Duration":"00:36:04","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"fnCq7Sc8Hiw","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Bernstein “MASS” Kent Nagano, 2003","Description":"","Duration":"01:45:57","ChannelName":"Sadanori Kobinata","VideoId":"UMBd9iKqE04","ChannelId":"UC-yMtb2pKDoEHpXBskvfMAw"},{"Title":"Brahms Piano Concerto No. 1 - Radu Lupu, Deutsches Sinfonieorchester Berlin, Nagano (May 4, 2002)","Description":"Radu Lupu\nBrahms Piano Concerto No. 1\nDeutsches Sinfonieorchester Berlin, Kent Nagano\nMay 4, 2002","Duration":"00:48:17","ChannelName":"Barron de Schlözer","VideoId":"MckpoEQkr6k","ChannelId":"UCN5ioUKvtPkTl_1g3O496JA"},{"Title":"Brahms: Serenade Nr. 2 A-Dur op. 16 | Kent Nagano, Philharmonisches Staatsorchester Hamburg","Description":"Johannes Brahms (1833–1897): \nSerenade Nr. 2 A-Dur op. 16\n\n00:11 I. Allegro moderato\n09:28 II. Scherzo. Vivace – Trio\n12:16 III. Adagio non troppo\n20:45 IV. Quasi Menuetto – Trio\n25:50 V. Rondo. Allegro\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nUraufgeführt wurde das Werk am 10. Februar 1860 von den Hamburger Philharmonikern unter der Leitung von Johannes Brahms im Großen Wörmerschen Concertsaal an der Fuhlentwiete, später bekannt geworden als Conventgarten, jener populäre im 2. Weltkrieg zerstörte Konzertsaal der Hansestadt. Selbstverständlich stand 1860 der gerade erst 26-jährige Komponist selbst am Pult bei dieser Uraufführung in seiner Geburtsstadt. Rund 160 Jahre später spielen die Philharmoniker das Werk nun in der Hamburgischen Staatsoper unter der Leitung von Generalmusikdirektor Kent Nagano. \n\nRecording: Wolfram Nehls, Thomas Bößl\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de\n#staatsoperhamburg #kentnagano #philharmonischesstaatsorchesterhamburg #johannesbrahms","Duration":"00:32:38","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"kqHRFziaJWg","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Bruckner – Sinfonie Nr. 6 A-Dur | Kent Nagano | SWR Symphonieorchester","Description":"Bruckners Sinfonie Nr. 6 A-Dur, aufgeführt vom SWR Symphonieorchester unter der Leitung von Kent Nagano. Live aufgenommen im Juli 2019 in der Liederhalle Stuttgart.\n\nAnton Bruckner – Sinfonie Nr. 6 A-Dur\n\n00:00 - I. Majestoso\n16:56 - II. Adagio. Sehr feierlich\n33:37 - III. Scherzo. Nicht schnell – Trio. Langsam\n42:12 - IV. Finale. Bewegt, doch nicht zu schnell\n\nMitwirkende:\nSWR Symphonieorchester\nDirigent: Kent Nagano\n\n► ARD Klassik Mediathek: https://ard-klassik.de\n► Web: http://swr.li/web-concerts\n► Facebook: /klassikswrkultur\n\nImpressum: https://www.swr.de/impressum\nKommentare sind willkommen – aber bitte unter Beachtung unserer Netiquette:\nhttps://www.swr.de/home/netiquette-100\nDatenschutz: https://www.swr.de/datenschutz","Duration":"00:57:20","ChannelName":"ARD Klassik","VideoId":"HC49wsny2SE","ChannelId":"UCgSO-M9hotp-0h7LYNp2oOg"},{"Title":"Darius Milhaud: Le bœuf sur le toit, Orchestre de l’Opéra de Lyon Kent Nagano","Description":"Darius Milhaud (1892-1974)\n\nLe bœuf sur le toit (The Ox on the Roof: The Nothing-Doing Bar) Op. 58 (1919)\n\nOrchestre de l’Opéra de Lyon\nKent Nagano, conductor\n\nRecording date: 1992.\nEducational use only. No copyright infringement intended.\n\nThe influence of Brazilian music on Darius Milhaud’s work is known. In this 1919, composition, he uses lines of songs he could hear in the streets of Rio de Janeiro when he worked at the French embassy in Brazil (1917-1919). Besides the music of Ernesto Nazareth, he used themes by the woman composer Chiquinha Gonzaga, maybe unaware that they were not songs from the folklore, thus of public domain, but by a highly educated woman composer and pioneer feminist. Especially at 5:00 min, we can clearly recognize the song “Corta-jaca” by Chiquinha Gonzaga, a “Brazilian tango,” a very syncopated dance music, quite popular at the time and one of the Brazilian musical expressions of the “belle époque.” Here is a link for a comparison: https://www.youtube.com/watch?v=BXWBSmava34.","Duration":"00:20:06","ChannelName":"Roberto Carvalho de Magalhães","VideoId":"LF-W6-LhMj4","ChannelId":"UCm2eimcQPZ141Q6LLsN2EtQ"},{"Title":"Edward Gregson: Violin Concerto [Nagano-Halle Orch-Fletcher] premiere","Description":"Edward Gregson: Violin Concerto [Kent Nagano-Halle Orchestra- Lyn Fletcher, violin]. premiere","Duration":"00:28:00","ChannelName":"James Stuart","VideoId":"SC8eATis6Ek","ChannelId":"UCfFPCgr45pH_pzslan4EriQ"},{"Title":"Elbphilharmonie: Schubert Deutsche Tänze | Kent Nagano, Philharmonisches Staatsorchester Hamburg","Description":"Franz Schubert (1797-1828): \nDeutsche Tänze op. posthum D 820\nfür Orchester gesetzt von Anton Webern\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nVon Schuberts Deutschen Tänzen für Klavier verfasste Anton Webern 1931 eine Bearbeitung für kleines Orchester, Holzbläser und zwei Hörner bearbeitet. „Seine Eingriffe beschränken sich auf teilweise Stimmteilungen und solistische Hervorhebungen. Die Instrumentierung wollte die Struktur des Werkes klarer hervortreten lassen und einen schubertnahen Klang bewahren. Herausgekommen ist fast ein Wunder an Präzision, Klangdifferenzierung und abgedunkelt leuchtenden Farben“ (Universal Edition)\n\nRecording: Felix Gargerle\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de\n#elbphilharmonie #kentnagano #philharmonischesstaatsorchesterhamburg #franzschubert","Duration":"00:10:23","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"u9v7zOSgc_c","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Frank Zappa/The Berkeley Symphony Orchestra conducted by Kent Nagano - Bob & Jane, June 16, 1984","Description":"\"A Zappa Affair\", Zellerbach Auditorium, University of California, Berkeley, CA, June 16, 1984 \r\n\r\n00:00 Bob In Dacron 1st Movement \r\n05:08 Bob In Dacron 2nd Movement \r\n11:51 Sad Jane 1st Movement \r\n16:00 Sad Jane 2nd Movement \r\n\r\nScene I - Bob's Clothes \r\nScene II - What Bob's Body Is Really Like \r\nScene III - Bob Gets Drunk \r\nScene IV - Bob Meets Jane \r\nScene V - Jane's Clothes \r\nScene VI - What Jane's Body Is Really Like \n\nPuppets choreography by Tandy Beal\n\nPhoto: FZ with the Puppets Cast, from Time magazine, June 18, 1984\n\nThe Black Page - The Zappa Page https://www.facebook.com/zblackpage/","Duration":"00:20:51","ChannelName":"Black Page","VideoId":"bSBa9Wd5nIw","ChannelId":"UC4qr1xHPjd4U1iW-jzv4xuQ"},{"Title":"Franz Schubert: Symphonie Nr. 3 D-Dur | Kent Nagano, Philharmonisches Staatsorchester Hamburg","Description":"Franz Schubert (1797-1828): Symphonie Nr. 3 D-Dur D 200\n\n00:17 I. Adagio maestoso – Allegro con brio\n09:26 II. Allegretto \n12:56 III. Menuetto. Vivace – Trio\n17:03 IV. Presto vivace\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nRecording: Felix Gargerle\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de\n#elbphilharmonie #kentnagano #philharmonischesstaatsorchesterhamburg #franzschubert","Duration":"00:24:41","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"x4kDBtLNuj4","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Hilary Hahn - Korngold - Violin Concerto in D major, Op 35","Description":"Support us on Patreon and get more content: https://www.patreon.com/classicalvault\n \n---\n \nErich Wolfgang Korngold\nViolin Concerto in D major, Op 35\n\n1 Moderato nobile\n2 Romanze\n3 Allegro assai vivace\n\nHilary Hahn, violin\n\nDeutsche Symphonie Orchester\nKent Nagano, conductor\n\nLive recording.","Duration":"00:24:48","ChannelName":"Classical Vault 1","VideoId":"lcGEGl5bdbk","ChannelId":"UCsOvFiAws5ENZNs_mI34GnQ"},{"Title":"Josef Suk: Serenade für Streicher op. 6 | Kent Nagano, Philharmonisches Staatsorchester Hamburg","Description":"Josef Suk (1874-1935): \nSerenade für Streicher op. 6  \n\n0:06 Andante con moto\n5:33 Allegro ma non troppo e grazioso\n11:43 Adagio\n21:42 Allegro giocoso, ma non troppo presto\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nVideo: Philip Loeper\nRecording: Wolfram Nehls, Thomas Bößl\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de \n\n#philharmonischesstaatsorchesterhamburg #staatsoperhamburg #josefsuk #kentnagano","Duration":"00:30:38","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"h9tGSVcfqRg","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Kent Nagano meets Frank Zappa (part 1): Sinister Footwear (1984) + interview Kent Nagano","Description":"Nella sua continua ricerca di buona musica contemporanea, Kent Nagano si è associato ad un certo numero di rockstar negli ultimi anni (tra cui Ronnie Montrose), un'associazione che raggiungerà il massimo dei frutti questo fine settimana quando la Berkeley Symphony presenterà un concerto dedicato alla seria musica orchestrale di Frank Zappa.\n\n“Ero all'IRCAM del Centro Georges Pompidou di Parigi, l'Istituto Boulez per la Musica Contemporanea. Ho scoperto che Boulez aveva chiesto un pezzo proprio a Frank Zappa - ricorda Nagano - Sono rimasto davvero sbalordito perché Boulez può pretendere il meglio. Non appena Frank è venuto a suonare al Berkeley Community Theatre, ho chiamato il suo management a Los Angeles e ho chiesto di parlare con Zappa del suo pezzo orchestrale. Frank mi ha chiamato più tardi, con mia grande sorpresa. Mi ha detto di fare un salto nel backstage tra uno spettacolo e l'altro e l’ho raggiunto. Non sapevo bene cosa aspettarmi, ma non mi aspettavo di vedere un'opera con la difficoltà di una partitura di Elliott Carter, la complessità di un'opera di Boulez, la sincerità di Takemitsu e l'intensità trascinante di Varèse. Sono rimasto sbalordito seduto lì in questo squallido camerino a guardare Frank che dirigeva le persone nel suo modo inimitabile”.\n“Ho portato a casa la colonna sonora e ho trascorso diverse settimane a esaminarla con molta attenzione, e alla fine ho concluso che si trattava di un’opera davvero importante. Ho contattato il suo ufficio chiedendo di eseguire la partitura con la Berkeley Symphony e la risposta è stata: 'Cosa ti fa pensare di poterlo eseguire?' perché il pezzo è davvero, davvero difficile. Frank mi ha invitato a scendere e parlare con lui più seriamente. Voleva essere certo che si potesse programmare il numero necessario di prove. Nessuna di queste partiture orchestrali che scriveva da quando aveva 14 anni era mai stata eseguita”.\n\n“Poche settimane dopo, di punto in bianco, Frank mi ha chiamato dicendo che voleva registrare parte della sua musica. Stava per assumere la London Symphony Orchestra e avrebbe preso in considerazione l'idea di farm dirigere. Per un periodo di quasi due mesi sono rimasto sveglio e ho dormito circa tre ore. Per molto tempo non ho dormito, quelle partiture stavano forzando la mia tecnica personale. Sono cresciuto parecchio solo imparando le partiture”.\n“Poi, quando siamo andati a Londra, sapevo cosa avrebbero pensato i membri dell'orchestra: musica di un musicista rock, sarà una giornata facile. Abbiamo iniziato con la colonna sonora più difficile e si scatenava il panico quando i musicisti aprivano le partiture”.\n“C’era molta tensione. Era un'orchestra con cui non avevo mai lavorato prima e Frank Zappa era seduto proprio dietro di me. E’ stato un compositore meraviglioso con cui lavorare perché è rimasto fuori dai piedi quando doveva restare fuori dai piedi, eppure era sempre lì per rispondere a qualsiasi domanda. Quando lavori con qualcuno di quel calibro, diventa così eccitante, perché sai che lavorerai ai più alti standard e non dovrai scendere a compromessi a causa del tempo”.\n“Quando abbiamo eseguito la performance a Londra, qualcuno l'ha descritta come una sagra della primavera, perché tutto il pubblico stava urlando. Non sono mai stato a un concerto sinfonico dove la gente urlava dopo. Non giovani, ma musicisti e critici seri. Non so nemmeno esattamente perché stessero urlando.\n\nQuesto fine settimana Nagano e la Berkeley Symphony presenteranno la prima americana di molte delle opere di Zappa incluse nella registrazione, così come la prima mondiale di Sinister Footwear. Inizialmente, era stato programmato l'Oakland Ballet per il ballo delle opere ma è stato cancellato e sostituito con uno spettacolo di marionette. Nagano ha visto il lavoro del burattinaio John Gilkerson e del San Francisco Miniature Theatre. Era così impressionato che ricorda di aver chiamato Zappa nel cuore della notte per elogiare queste monumentali marionette high-tech, alcune delle quali raggiungono un'altezza di 36 piedi. I burattini volano nell'aria, esplodono, si trasformano in strane creature con cinque paia di bulbi oculari: tutti effetti richiesti nelle partiture di Zappa, che creerebbero una certa difficoltà ai ballerini in carne e ossa”.\nNagano ha dichiarato che le opere di Zappa sono autentiche opere sinfoniche che suonano come Bartok o Varèse.\n“Frank Zappa è al fianco di Elliott Carter nella sua padronanza della scrittura sinfonica - commenta Nagano - e, allo stesso tempo, stabilisce un rapporto con i giovani”.\nSecondo Nagano, gli artisti hanno la responsabilità di fornire al pubblico un'opera non solo della più alta qualità artistica, ma che contribuisca alla qualità, alla comprensione, al godimento della vita. \n\"Ciò che rende un'orchestra un'organizzazione vivente, impegnata a comunicare con entusiasmo, è il fatto che i musicisti abbiano una sorta di propria ispirazione” afferma Nagano.\n(East Bay Express, 15 giugno 1984)","Duration":"00:32:44","ChannelName":"What's Zappa","VideoId":"eAUwb8ctQF8","ChannelId":"UCrPSlVyLbRpyzEPEJ09HOog"},{"Title":"Kent Nagano: Johannes Brahms Symphonie Nr. 3 F-Dur op. 90 | Philharmonisches Staatsorchester Hamburg","Description":"Johannes Brahms (1833-1897): \nSymphonie Nr. 3 F-Dur op. 90\n\n00:21 I. Allegro con brio\n14:33 II. Andante\n24:04 III. Poco Allegretto\n30:40 IV. Allegro\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nRecording: Felix Gargerle\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de\n#elbphilharmonie #kentnagano #philharmonischesstaatsorchesterhamburg #johannesbrahms","Duration":"00:41:22","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"Z4WsurD_ntg","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"London Symphony Orchestra - Zappa Conducted By Kent Nagano – Zappa - Vol. II","Description":"London Symphony Orchestra - Zappa Conducted By Kent Nagano – Zappa - Vol. II\nGenre: Classical\nStyle: Post-Modern\nAnnée: 1995\n\nTracklist\n\nEnvelopes 4:04\nPedro's Dowry 10:25\nBogus Pomp 24:31\nStrictly Genteel 6:56","Duration":"00:46:04","ChannelName":"Impakktt","VideoId":"KvpCv3DvUzA","ChannelId":"UCgDor4WYnIGvzCMzBfeECJA"},{"Title":"LSO (cond. Kent Nagano) - Mo'N Herb's Vacation (Frank Zappa) The Barbican, London, January 11, 1983","Description":"00:00 First Movement \n04:55 Second Movement \n14:24 Third Movement \n\nThe London Symphony Orchestra conducted by Kent Nagano \n+ \nDavid Ocker — Solo Clarinet \nChad Wackerman — Drums \nEd Mann — Featured Percussionist \n\nMo'N Herb's Vacation was originally named Wøööøł, and successively copyrighted as W0oo0l in 1978 and 1981.\n\nRip Rense, \"Frank Zappa—A Would-be Chemist Who Turned To Music,\" The Valley News, December 1977:\nHe recently completed [...] a new symphonic work called \"Wooool\" (spelled with slashes through the first and last o's, umlauts over the two middle o's, and a tilde over the L—thus pronounced something like \"Woh-ooo-oh-luh,\" but modern typesetting prohibits such reproduction here.)\n\"Wooool\" is scored for a Mahler-sized orchestra: 60 strings, four flutes, piccolo, all other woodwinds four-deep, eight french horns, four trumpets, three trombones, bass, tuba, six percussionists.\n\nKent Nagano, interviewed by Dan Forte, Mix, June 1983:\nWhen I heard that Frank Zappa had been commissioned to write some pieces for Pierre Boulez, I was really curious, because that's one of the biggest honors a composer can possibly get—to have Boulez ask you to write a piece for his ensemble.\nSo I contacted Frank's management and met with him backstage when he played the Berkeley Community Theater, late in 1981. He showed me a score and said, \"This is what I do.\" So I sat there and looked at it, and it was just an amazing score. It was not some thing that I could just sit and casually glance over. Very, very sophisticated stuff; I couldn't even hear it—I had to take it home and look at it at the piano. He let me borrow it to study and gave me a couple of other ones. It took me a long time just to get through it. Bear in mind, I'm one of those overly educated erudite jerks—heavy theory background. I was very excited by it. For someone like me, who peruses—without exaggeration—maybe 50 or 60 brand new scores a year, it was so refreshing to see a very finely crafted score like that. So I called Frank and explained that I'd like to perform the piece. His answer, which now I realize is typical but at the time sort of took me aback, was, \"What makes you think you can play the piece?\"\nWe had a meeting about it, but the main issue was being able to pull together enough rehearsal time to do it properly, which is a very expensive venture. The music is so difficult it requires maybe five times the normal amount of rehearsal, so if you're working with a union orchestra it means big dollars. But then Frank called me with the invitation to go to London.\n\nPhoto by Michael Putland\n\nThe Black Page - The Zappa Page https://www.facebook.com/zblackpage/","Duration":"00:27:24","ChannelName":"Black Page","VideoId":"Bt8Ex8Hj0SA","ChannelId":"UC4qr1xHPjd4U1iW-jzv4xuQ"},{"Title":"M.A. Balakirev: Tamara symphonic poem; conductor Kent Nagano","Description":"Tamara, one of Balakirev's orchestra masterpiece inspired after a lyric of Lermontov is performed by the Orchestre Symphonique de Montreal under Kent Nagano.","Duration":"00:22:34","ChannelName":"lorenzo costa","VideoId":"NAvua455dls","ChannelId":"UCrBPi8d-uKG6fjDJBQEaO1A"},{"Title":"MA Balakirev Tamara symphonic poem conductor Kent Nagano","Description":"","Duration":"00:22:34","ChannelName":"Probando Probando","VideoId":"EW9KCV0X2ms","ChannelId":"UCe6WHcftwavh984i_jMXfSw"},{"Title":"Mahler, Symphonie n° 5 - Kent Nagano, Orchestre symphonique de Montréal","Description":"Orchestre symphonique de Montréal\nKent Nagano, chef d'orchestre/ director\n\nMahler, Symphony no. 5 in C-sharp minor (76 min)\nMahler, Symphonie no 5 en do dièse mineur (76 min)\n\nNote de programme / Program note : http://bit.ly/2rfI9wd\n\nTo see the full concert including Ravel, Introduction et Allegro: medici.tv\nPour voir le concert complet avec Ravel, Introduction et Allegro: medici.tv\n\nConcert enregistré à la Maison symphonique de Montréal le 21 septembre 2019.\nRecorded live at the Maison symphonique de Montréal on September 21, 2019.","Duration":"01:20:10","ChannelName":"Orchestre symphonique de Montréal","VideoId":"dHdlvmmZJus","ChannelId":"UCTpzmAzVm5-cQNwgIbcsqCw"},{"Title":"Mendelssohn Violin Concerto in E minor / Ray Chen / Kent Nagano / Gothenburg Symphony Orchestra","Description":"Felix Mendelssohn's Violin Concerto in E minor, Op. 64, is his last concerto. Well received at its premiere, it has remained among the most prominent and highly-regarded violin concertos. It holds a central place in the violin repertoire and has developed a reputation as an essential concerto for all aspiring concert violinists to master, and usually one of the first Romantic era concertos they learn. A typical performance lasts just under half an hour.\n\nMendelssohn originally proposed the idea of the violin concerto to Ferdinand David, a close friend and then concertmaster of the Leipzig Gewandhaus Orchestra. Although conceived in 1838, the work took another six years to complete and was not premiered until 1845. During this time, Mendelssohn maintained a regular correspondence with David, who gave him many suggestions. The work itself was one of the foremost violin concertos of the Romantic era and was influential on many other composers.\n\nAlthough the concerto consists of three movements in a standard fast–slow–fast structure and each movement follows a traditional form, the concerto was innovative and included many novel features for its time. Distinctive aspects include the almost immediate entrance of the violin at the beginning of the work (rather than following an orchestral preview of the first movement's major themes, as was typical in Classical-era concertos) and the through-composed form of the concerto as a whole, in which the three movements are melodically and harmonically connected and played attacca (each movement immediately following the previous one without any pauses).\n\nInfo: https://en.wikipedia.org/wiki/Violin_Concerto_(Mendelssohn)\nVideo: https://www.youtube.com/watch?v=I03Hs6dwj7E\n\n#Mendelssohn #Ray Chen #Kent Nagano","Duration":"00:29:28","ChannelName":"Patetikus","VideoId":"m9mhI30C3QM","ChannelId":"UCt-JKeQ_8ZsdbLqCufnZnoQ"},{"Title":"Miah Persson & Kent Nagano perform with Montreal Symphony Orchestra","Description":"Richard Wagner: Tristan und Isolde, Prelude and “Liebestod”\nArnold Schoenberg: The Transfigured Night op.4\nFranz Schubert: Symphony No. 8 in B minor, D. 759, “Unfinished”\nRichard Strauss: Four Last Songs\n\nMiah Persson, soprano\nMontreal Symphony Orchestra\nKent Nagano, conductor","Duration":"01:41:11","ChannelName":"ALTEA MEDIA / I LOVE TV","VideoId":"X0QkoFsYj4M","ChannelId":"UCOpL6JBxoUu3zImhj5xUTlA"},{"Title":"Nagano: Bruckner Quintett F-Dur (Streichorchesterfassung) | Philharmonisches Staatsorchester Hamburg","Description":"Anton Bruckner (1824-1896): Quintett F-Dur \n(bearbeitet für Streichorchester von Hans Stadlmair)\n \n00:12 I. Gemäßigt\n15:52 II. Scherzo. Schnell – Trio. Langsamer\n24:28 III. Adagio\n40:03 IV. Finale. Lebhaft bewegt\n\nKent Nagano, Dirigent\nPhilharmonisches Staatsorchester Hamburg\n\nBuckners Streichquintett zählt zu den wenigen kammermusikalischen Werken des großen Symphonikers und doch kann es die symphonische Klangsprache seines Schöpfers nicht verbergen. Bruckner-Biograf Mathias Hansen beschrieb es denn auch „wie ein getreues Echo Bruckner'scher Sinfonien, gespielt von einem Mahler'schen Fernorchester.“ Kent Nagano und die Philharmoniker spüren diesem Echo in der Sakral-Akustik von St. Michaelis nach und präsentieren das Werk in der Fassung für Streichorchester von Hans Stadlmair.\n\nRecording: Wolfram Nehls, Thomas Bößl\nRedaktion: Hannes Rathjen\n\nwww.staatsorchester-hamburg.de\nhttps://www.staatsorchester-hamburg.de/\n\n#philharmonischesstaatsorchesterhamburg #stmichaelishamburg #kentnagano #antonbruckner","Duration":"00:51:34","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"ierL0LwMm74","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Orquesta Sinfónica de Montreal bajo la dirección de Kent Nagano en Festival Internacional Cervantino","Description":"Fundada en 1934, la OSM es reconocida como una de las mejores orquestas en el mundo. Se presentó en el Cervantino con Kent Nagano al frente de la agrupación para interpretar piezas de Mozart y Mahler.\n\nProducción: TV4 Guanajuato.\nDerechos reservados y autorizados por las agrupación  para su distribución a través de los canales oficiales del Festival Internacional Cervantino. Octubre, 2019.","Duration":"01:42:24","ChannelName":"Festival Internacional Cervantino","VideoId":"Wi709dYOM38","ChannelId":"UCUEb0k8IntJYXexe5TRc47g"},{"Title":"Rachmaninoff - Piano Concertos & The Paganini Rhapsody - Mikhail Pletnev, Kent Nagano","Description":"Piano Concerto No. 2 in C minor, Op. 18\n01. I. Moderato (Live) 0:00 \n02. II. Adagio sostenuto (Live) 10:39 \n03. III. Allegro scherzando (Live) 23:13 \nPiano Concerto No. 3 in D minor, Op. 30\n04. I. Allegro ma non tanto (Live) 36:04\n05. II. Intermezzo – Adagio (Live) 52:06\n06. III. Finale – Alla breve (Live) 56:53\nThe Lark\n07. The Lark (L'Alouette, arr. Mily Balkirev) (Live) 01:16:09\nPiano Concerto No. 1 in C minor, Op. 1\n08. I. Vivace (1917 Revised Version) (Live) 01:21:23\n09. II. Andante (1917 Revised Version) (Live) 01:35:05\n10. III. Allegro vivace (1917 Revised Version) (Live) 01:41:37\nPiano Concerto No. 4 in G minor, Op. 40\n11. I. Allegro vivace - alla breve (1941 Revised Version) (Live) 01:50:04\n12. II. Largo (1941 Revised Version) (Live) 02:01:25\n13. III. Allegro vivace (1941 Revised Version) (Live) 02:08:20\nRhapsody on a Theme of Paganini, Op. 43\n14. Introduction. Allegro vivace - Var. 1. Precedente (Live) 02:18:55\n15. Tema. L’istesso tempo (Live) 02:19:24\n16. Var. 2. L’istesso tempo (Live) 02:19:44\n17. Var. 3. L’istesso tempo (Live) 02:20:05\n18. Var. 4. Più vivo (Live) 02:20:32\n19. Var. 5. Tempo precedente (Live) 02:21:07\n20. Var. 6. L'istesso tempo (Live) 02:21:39\n21. Var. 7. Meno mosso, a tempo moderato (Live) 02:22:39\n22. Var. 8. Tempo I (Live) 02:23:39\n23. Var. 9. L’istesso tempo (Live) 02:24:15\n24. Var. 10. L’istesso tempo (Live) 02:24:48\n25. Var. 11. Moderato (Live) 02:25:44\n26. Var. 12. Tempo di minuetto (Live) 02:27:07\n27. Var. 13. Allegro (Live) 02:28:19\n28. Var. 14. L’istesso tempo (Live) 02:28:52\n29. Var. 15. Piú vivo scherzando (Live) 02:29:40\n30. Var. 16. Allegretto (Live) 02:30:56\n31. Var. 17. Allegretto (Live) 02:32:27\n32. Var. 18. Andante cantabile (Live) 02:33:54\n33. Var. 19. A tempo vivace (Live) 02:37:11\n34. Var. 20. Un poco piú vivo (Live) 02:37:42\n35. Var. 21. L’istesso tempo (Live) 02:38:22\n36. Var. 22. Marziale. Un poco piú vivo. Alla breve (Live) 02:38:50\n37. Var. 23. L’istesso tempo (Live) 02:40:44\n38. Var. 24. A tempo un poco meno mosso (Live) 02:41:42","Duration":"02:43:01","ChannelName":"Classical music","VideoId":"1oTmuxxPOws","ChannelId":"UChOtWJisu26x0RboIrZPybA"},{"Title":"Richard Strauss: Ein Heldenleben op. 40 (Kent Nagano / Hans Maile)","Description":"Richard Strauss: Ein Heldenleben op. 40\nDSO Berlin\nKent Nagano\nHans Maile, solo violin\n\nlive Suntory Hall, Tokyo, 1999/10/29","Duration":"00:43:42","ChannelName":"MDCelloBerlin","VideoId":"tle2naBF75c","ChannelId":"UCHK2QDxt7yQzYBrE6QAf3Tw"},{"Title":"RNO 20th Anniversary: Kent Nagano conducts Beethoven, Strauss, Ravel (Moscow, 2010)","Description":"Here is the first half of the Russian National Orchestra's 20th anniversary concert I uploaded a few weeks ago. Luckily the video available here is far less fragmented - only missing for the Beethoven.\n-----------------------------------------------------------------\n► 00:00. Ludwig van Beethoven -  Leonore Overture No. 3\n► 12:35. Richard Strauss - Don Juan\n► 30:31. Maurice Ravel - Bolero\nRussian National Orchestra, Kent Nagano\nMoscow, Tchaikovsky Concert Hall, 5 November 2010\n-----------------------------------------------------------------\nЛюдвиг ван Бетховен - «Леонора» No. 3\nРихард Штраус - Дон Жуан\nРавель - Болеро\nРоссийский Национальный Оркестр, Кент Нагано\nМосква, Концертный Зал Чайковского, 5 ноября 2010\n20-летний юбилей РНО","Duration":"00:45:10","ChannelName":"Classical Rarities","VideoId":"tpT6kWcddq0","ChannelId":"UCqvpGMR-NgBFe0I9etclJdA"},{"Title":"Seong-Jin Cho : Beethoven Piano Concerto No. 2 (20210625 Berlin)","Description":"20210625  Symphonic Concert, Kent Nagano\nPhilharmonie Berlin, Germany\n\nPianist: Seong-Jin Cho\nDeutsches Symphonie-Orchester Berlin\nConductor : Kent Nagano\n\nLudwig van Beethoven Piano Concerto No. 2 in B flat major Op.19\n00:01   I. Allegro con brio \n13:52  II. Adagio \n22:14 III. Rondo, Allegro molto \n28:22 Interview      \n\nBroadcasted live in concert at deutschland funk kultur radio from Philharmonie Berlin on Jun 25, 2021\n\nlistening service is available until July 25, 2021 - 8:03 p.m. at https://www.deutschlandfunkkultur.de/kent-nagano-und-das-deutsche-symphonie-orchester-berlin-mit.1091.de.html?dram:article_id=498978","Duration":"00:31:18","ChannelName":"Beautiful Life","VideoId":"E1LGQXA5AgY","ChannelId":"UCbuuWGqGgMoeF5tC4uMEatg"},{"Title":"SIBELIUS Violin Concerto in D minor, Op. 47 - Ray Chen","Description":"Download the Tonic App to practice your instrument with a community of other musicians: https://tonicmusic.app/practice-together\n\n🔔 Subscribe to the channel for the latest vids: https://www.youtube.com/@RayChenViolinist?sub_confirmation=1\n\nPerformed live on March 26th, 2015 with the Gothenburg Symphony Orchestra and Maestro Kent Nagano. \n\nI. Allegro moderato \nII. Adagio di molto \nIII. Allegro, ma non tanto","Duration":"00:34:09","ChannelName":"Ray Chen","VideoId":"3u-unvYedx8","ChannelId":"UC-oPgEuX6iwJucvVGEmQL7Q"},{"Title":"William Blank: „Alisma“, Nagano, Wang, Vogler, Ottensamer | Philharmonisches Staatsorchester Hamburg","Description":"„Alisma“ von William Blank wurde im Eröffnungskonzert des Internationalen Musikfsts Hamburg uraufgeführt. Ende Mai 2021 hätte es im Rahmen der Dresdner Musikfestspiele erneut zur Aufführung kommen sollen. Das Tripelkonzert ist eine Auftragskomposition der Dresdner Musikfestspiele mit freundlicher Unterstützung der Ostsächsischen Sparkasse Dresden. \n\nWilliam Blank: „Alisma“ Tripelkonzert für Violine, Violoncello, Klarinette und Orchester\n\nKent Nagano, Dirigent\nMira Wang, Violine\nJan Vogler, Violoncello\nDaniel Ottensamer, Klarinette\nPhilharmonisches Staatsorchester Hamburg\n\nDas Programmheft finden Sie hier: https://bit.ly/3yIvkcc\n\nwww.staatsorchester-hamburg.de \nhttps://www.staatsorchester-hamburg.de","Duration":"00:22:16","ChannelName":"Philharmonisches Staatsorchester Hamburg","VideoId":"-Y286c8hz94","ChannelId":"UCeA8g1j18IgOcblnKKvoSZQ"},{"Title":"Yulianna Avdeeva - Stravinsky - Capriccio for piano and orchestra (Kent Nagano, conductor)","Description":"Igor Stravinsky: Capriccio for piano and orchestra \n\nYulianna Avdeeva, piano \nKent Nagano, conductor \nOrchestre symphonique de Montréal\n\nMontréal Bach Festival (2015)","Duration":"00:20:19","ChannelName":"MusicLover","VideoId":"XikrPlgDCng","ChannelId":"UCSkyyj0rfzEwNTZZfS8u_Kw"},{"Title":"ケント・ナガノ　マーラー9番　ハレ管弦楽団（1996）","Description":"Mahler No9\n The Hallé conducted by Kent Nagano\n(1996 Tokyo)","Duration":"01:33:01","ChannelName":"tamatamanakaji","VideoId":"oicVWlNfd3s","ChannelId":"UCK8gA4W2dku6XOcAdEtYXJA"}]