[
  {
    "Title": "Aaron Copland - Quiet City: Michael Tilson Thomas conducting the LSO in 1990",
    "Description": "MTT conducting Copland's lovely Quiet City, with the London Symphony Orchestra's Principal Trumpet Maurice Murphy in the spotlight in January 1990. The cor anglais solo was played by Christine Pendrill.\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:10:52",
    "ChannelName": "LSO live recordings",
    "VideoId": "OQ3ciqiCHeE",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Aaron Copland - Symphony no. 3: Michael Tilson Thomas conducting the LSO in 1994",
    "Description": "The LSO and MTT gave this performance of Copland's magnificent Third Symphony at the BBC Proms in July 1994, and it brought the house down. The encore was the Hoedown from Copland's Rodeo - the audience had fun. The concert was on the day of the World Cup final.\n\n1. Molto moderato 0:00\n2. Allegro molto 10:52\n3. Andantino 19:28\n4. Molto deliberato 29:13\n5. Hoedown 43:05\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers.",
    "Duration": "00:46:38",
    "ChannelName": "LSO live recordings",
    "VideoId": "yx61WvRxe0E",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Anton Bruckner: Sinfonie Nr. 6/Symphony No. 6 -- Michael Tilson Thomas/San Francisco Symphony (2001)",
    "Description": "Anton Bruckner: Sinfonie Nr. 6 in A-Dur / Symphony No. 6 in A major\nSan Francisco Symphony\nMichael Tilson Thomas\n4 March 2001, Symphony Hall, San Francisco\n\nI apologize for the advertisements YouTube may add to my videos. As far as I know, there is no way to prevent that crap. (However, some of you may be familiar with some workarounds...)",
    "Duration": "00:53:00",
    "ChannelName": "Quality Music",
    "VideoId": "YNvpn9DqkMI",
    "ChannelId": "UCICVGV_Pmk08DgdtpU9E0_Q"
  },
  {
    "Title": "Beethoven: Sinfonie Nr. 5 op. 67 / Symphony No. 5 -- Michael Tilson Thomas (San Francisco 2003)",
    "Description": "Beethoven: Sinfonie Nr. 5 op. 67 / Symphony No. 5 op. 67\nSan Francisco Symphony\nMichael Tilson Thomas\n18 September 2003, Symphony Hall, San Francisco\n\nI apologize for the advertisements YouTube may add to my videos. As far as I know, there is no way to prevent that crap. (However, some of you may be familiar with some workarounds...)",
    "Duration": "00:33:59",
    "ChannelName": "Quality Music",
    "VideoId": "JV3I31EzKVU",
    "ChannelId": "UCICVGV_Pmk08DgdtpU9E0_Q"
  },
  {
    "Title": "Berlioz - Romeo and Juliet | Michael Tilson Thomas | New World Symphony (2019)",
    "Description": "Journey back to  October 2019 when MTT and the New World Symphony Fellows explored Berlioz's Romeo and Juliet, the ultimate depiction of love in music.\n\nHector Berlioz broke ground by becoming the first composer to render a literary narrative into a large-scale, purely orchestral work in Symphonie fantastique. When he next turned his sights to Shakespeare’s Romeo and Juliet, he wrote an enormous “Dramatic Symphony” pairing orchestra with chorus and vocal soloists. This masterpiece’s innovative design weaves choral sections that propel the plot with long instrumental sequences attempting to capture what words often fail to fully express. This performance draws music from the work’s first two parts, including the love scene, the fairy queen of Mercutio’s speech, and the spirited masked ball.\n\n#Berlioz #MichaelTilsonThomas #RomeoandJuliet #love \n\nOriginally performed 10/13/2019.\n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:48:03",
    "ChannelName": "New World Symphony",
    "VideoId": "VCN1gUFZ83c",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Berlioz - Symphonie Fantastique | Michael Tilson Thomas | New World Symphony (2019)",
    "Description": "Fall head first into the impassioned romance and wondrous opium-fueled dreams of Hector Berlioz’s legendary Symphonie fantastique. From its whirlwind waltzes to demonic hallucinations, hear why MTT calls this unabashed melodrama an “epic orchestral sonic spectacular!”\n\nBerlioz’ own program note describes the Symphony’s narrative in detail. He introduces “a young musician of morbid disposition and powerful imagination”—a plain surrogate for Berlioz—who “poisons himself with opium in an attack of despairing passion.” In the ensuing opium dream, “the beloved herself appears to him as a melody … an obsessive idea that he keeps hearing wherever he goes.”\n\n-- Copyright © 2019 Aaron Grad\n\nOriginally performed April 27, 2019.\n\n#Berlioz #michaeltilsonthomas #SymphonieFantastique #orchestra \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "01:00:14",
    "ChannelName": "New World Symphony",
    "VideoId": "6lQdfgutvJI",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Bernstein: Symphonic Dances from 'West Side Story'     MTT / LSO live at Proms1991",
    "Description": "Bernstein: Symphonic Dances from 'West Side Story' \n　Prologue　00:00\n　Somewhere    03:48\n　Scherzo    07:20\n　Mambo    08:45\n　Cha-cha    10:56\n　Meeting Scene (Cool)  12:35\n　Rumble    15:45\n　Finale     17:34\nMichael Tilson Thomas / London Symphony orchestra\n12/9/1991 London, Royal Albert Hall live recording\nバーンスタイン：シンフォニック・ダンス（ウェストサイド物語）\nマイケル・ティルソン・トーマス指揮　ロンドン交響楽団\n1991年9月12日　ロンドン、ロイヤル・アルバートホール　ライブ録音\n※前年に死去した元ロンドン響総裁、レナード・バーンスタインを偲んだMTTによる快演。「Somewhere」が美しく泣けます。",
    "Duration": "00:21:04",
    "ChannelName": "Isappin",
    "VideoId": "mDpNkQPbihU",
    "ChannelId": "UC_W-zQQHNRLW1QHWQAF9B_A"
  },
  {
    "Title": "Boston Symphony / MT Thomas ((live - 1974)",
    "Description": "Johannes Brahms / Arnold Schoenberg (arr.)\n Piano Quartet No. 1 in G minor,, Op. 25  \nI  Allegro  \nII  Intermezzo (Allegro ma non troppo)  \nIII  (Conclusion) Andante con coto  \n IV  Rondo Alla Zingarese (Presto)\nBoston Symphony Orchestra, Michael Tilson Thomas, conductor\nLive Concert Stereo Broadcast of January 19, 1974 \nSymphony Hall, Boston Massachusetts, USA",
    "Duration": "00:43:32",
    "ChannelName": "Sound Dynamics Associates",
    "VideoId": "bn-Rq2bBf8I",
    "ChannelId": "UCmu2d94vW8Qdee6XvqxpHDQ"
  },
  {
    "Title": "Britten - The Young Person's Guide to the Orchestra | Michael Tilson Thomas | New World Symphony",
    "Description": "Enjoy this exceptional performance of Britten's masterwork from the opening concert of our 2018 season. MTT breathes new life into this seminal work with the help of the New World Symphony Fellows.\n\nBenjamin Britten had a precocious start in music, studying piano and viola and composing hundreds of works by the time he was a teenager. After graduating from the Royal Conservatory of Music in 1932, he began to make professional inroads in England, and a long visit the United States during World War II helped him clarify his musical and personal outlook. His traveling companion, the tenor Peter Pears, became his lifelong romantic partner and also a peerless interpreter; with Pears singing the title role of Peter Grimes in 1945, Britten’s debut opera placed the 31-year-old composer at the forefront of British music.\n\nAfter the success of Peter Grimes, the British Ministry of Education commissioned Britten to write an orchestral work to be used in an educational video. It was fitting that he borrowed source material from Henry Purcell (1659-1695), the most significant composer of English theater music before Britten. Extracting a theme from the incidental music for the play Abdelazer, composed exactly 250 years earlier, Britten developed a set of variations to feature subsets of the orchestra, culminating in a final fugue. The resulting work, The Young Person’s Guide to the Orchestra, has earned a rightful reputation as one of the most beloved gateways into classical music, in a rare class with Prokofiev’s Peter and the Wolf and Saint-Saëns’ Carnival of the Animals.\n\n-- Copyright @ 2018 Aaron Grad\n\nOriginally performed October 20, 2018.\n\n#Britten #MichaelTIlsonThomas #Classicalmusic #Youngpersonsguidetotheorchestra\n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:19:53",
    "ChannelName": "New World Symphony",
    "VideoId": "Fqx54M-KEAc",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Charles Ives - From the Steeples and the Mountains: Michael Tilson Thomas conducting the LSO in 1994",
    "Description": "MTT conducting rare Charles Ives with the LSO at the BBC Proms, on 17th July 1994 in London's Royal Albert Hall.\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers.",
    "Duration": "00:04:31",
    "ChannelName": "LSO live recordings",
    "VideoId": "2Qc6n4wbD1Y",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Debussy - Fantasy for piano and orchestra (Nelson Freire, piano; LSO, Michael Tilson Thomas)",
    "Description": "Apoie o IPB: https://catarse.me/institutopianobrasileiro\nBecome a backer: https://www.patreon.com/BrazilianPianoInstitute\n\nFantasia para piano e orquestra [Fantaisie pour piano et orchestre], de Claude Debussy, interpretada por Nelson Freire com a Orquestra Sinfônica de Londres [London Symphony Orchestra] sob regência de Michael Tilson Thomas.\n\n0:00 I. Andante ma non troppo\n7:47 II. Lento e molto espressivo\n15:30 III. Allegro molto\n\nGravação realizada em 24 de janeiro de 2012 no Barbican Hall em Londres, Reino Unido.\n\nObs. A gravação utilizou a partitura da 2ª versão da obra, por isso há algumas discrepâncias no 3º movimento, pois utilizamos a partitura da 1ª versão para a geração deste vídeo.\n\nO Projeto Nelson Freire consiste em uma ampla iniciativa do Instituto Piano Brasileiro - IPB para se reunir o gigantesco repertório que Nelson deixou gravado, transformando cada gravação em vídeos-partituras inéditos, para que pianistas e apreciadores em geral possam conhecer em profundidade a arte deste grande mestre do piano brasileiro, acompanhando cada obra com sua respectiva partitura.\n\nThe Nelson Freire Project is a broad initiative by the Brazilian Piano Institute to gather Freire's gigantic recorded repertoire, transforming each recording into new video-scores, so that pianists and admirers in general can get to know in depth the art of this great master from Brazil's pianistic tradition, accompanying each work with its respective score.\n\nCuradoria e sincronização do vídeo: Alexandre Dias\n\nEdição das imagens: Douglas Passoni de Oliveira\n\nhttps://www.institutopianobrasileiro.com.br\n\nO Instituto Piano Brasileiro existe exclusivamente através das contribuições de nossos assinantes. Considere tornar-se assinante do IPB com qualquer valor mensal. Você receberá todo mês por e-mail um álbum em pdf com 10 partituras raras brasileiras cuidadosamente escolhidas de nosso acervo, abrangendo vários gêneros e níveis de dificuldade diferentes. Além disso, você estará nos ajudando a ampliar a divulgação de conteúdos online trazendo à tona a riqueza do piano brasileiro. \n\nEsta é nossa campanha no site Catarse: https://www.catarse.me/InstitutoPianoBrasileiro . É possível contribuir com cartão de crédito ou boleto bancário, e o valor é livre. Ao definir o valor de contribuição, aparecerá como única opção \"apoiar sem recompensa\", porém você receberá o álbum normalmente todo mês.\n\nNovos assinantes receberão, além do álbum do mês, um álbum extra de sua escolha. Basta nos informar o número do álbum por e-mail, após a validação de sua assinatura. A listagem completa está disponível neste link: http://institutopianobrasileiro.com.br/post/visualizar/SUPER_PROMOCAO_IPB3\n\nPara pedidos de partituras, comentários e sugestões: institutopianobrasileiro@gmail.com",
    "Duration": "00:23:02",
    "ChannelName": "Instituto Piano Brasileiro - IPB",
    "VideoId": "eDBzRdEVkUA",
    "ChannelId": "UCRkIlG5gyxvlUS6Mgoq8d1Q"
  },
  {
    "Title": "George Gershwin Piano Concerto in F major Wang Yuja - HD",
    "Description": "George Gershwin Piano Concerto in F major - Piano: Wang Yuja\nTopcools.com masterpiece collection http://topcools.com/cat/music/keyboards\nConductor: Michael Tilson Thomas",
    "Duration": "00:35:31",
    "ChannelName": "Dave Liu",
    "VideoId": "MDxKtkkbE7w",
    "ChannelId": "UC_CeR9kDK7B8acWZUGa33LQ"
  },
  {
    "Title": "Gershwin Second Rhapsody for Orchestra with Piano - MTT, Chicago Symphony 1985",
    "Description": "The amazing Michael Tilson Thomas conducts AND plays piano in performance of George Gershwin’s Second Rhapsody for Orchestra with Piano with the Chicago Symphony on June 13th, 1985. Recorded live off the radio in 1985 by Mr. Marchant’s daughter. \n\nWhat do you think of his piano playing? Pretty amazing in my book. \n\n\nTechnical Info:\nScotch 209, quarter track stereo\n10.5” reel\n3 3/4 IPS",
    "Duration": "00:17:09",
    "ChannelName": "Marchant 3M Tape Archiving Project",
    "VideoId": "2snes1oFK0g",
    "ChannelId": "UCavYu1LjM9nUHVc7EdFm0yA"
  },
  {
    "Title": "Gershwin: Piano Concerto in F - Yuja Wang, Michael Tilson Thomas, London Symphony Orchestra",
    "Description": "March 12, 2015 Barbican Centre\n\nMovements:\n00:06 - 1. Allegro\n13:29 - 2. Adagio - Andante con moto\n25:58 - 3. Allegro agitato",
    "Duration": "00:32:59",
    "ChannelName": "klasikasik",
    "VideoId": "ULSYTKIPc2U",
    "ChannelId": "UCMWxi6Vp8HZRM7CSHnAyaVw"
  },
  {
    "Title": "Gustav Mahler - Symphony no. 1: Michael Tilson Thomas conducting the LSO in 2005",
    "Description": "MTT conducting Mahler 1 with the London Symphony Orchestra at the Barbican in May 2005.\n\nIntro 0:00\n1. Langsam, schleppend 0:04\n2. Kräftig bewegt 15:30\n3. Feierlich und gemessen 23:13\n4. Stürmisch bewegt 34:17\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are off-air audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings or streamed transmissions. We have greatly enjoyed these performances over the years - all of which were at least four years old at the time of posting - and just wish to share them with other music lovers for the pleasure of listening to the LSO in live performances. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:54:29",
    "ChannelName": "LSO live recordings",
    "VideoId": "z2Dq2I9jnrg",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Hector Berlioz - Symphonie Fantastique: Michael Tilson Thomas conducting the LSO in 2012",
    "Description": "MTT and the LSO in barnstorming mood in this riveting performance of Berlioz' 'Episode in the Life of an Artist', given at London's Barbican Hall in January 2012.\n\n1. Reveries, passions 0:00\n2. A ball 15:44\n3. Scene in the fields 22:22\n4. March to the Scaffold 39:52\n5. Dream of a Witches' Sabbath 46:07\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:55:26",
    "ChannelName": "LSO live recordings",
    "VideoId": "vkiWCyhHCco",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Igor Stravinsky - Symphony in C: Michael Tilson Thomas conducting the LSO in 1991",
    "Description": "A Proms performance of Stravinsky's Symphony in C with the London Symphony Orchestra under Michael Tilson Thomas at London's Royal Albert Hall in September 1991.\n\n1. Moderato alla breve 0:00\n2. Larghetto concertante 09:25\n3. Allegretto 15:00\n4. Largo, tempo giusto, alla breve 19:55\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:27:08",
    "ChannelName": "LSO live recordings",
    "VideoId": "VEoV9H0edxY",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Ives - Three Places in New England | Michael Tilson Thomas | New World Symphony (2021)",
    "Description": "MTT joins the Fellows in celebrating the one of the composers who established the American sound. Charles Ives conjures musical vignettes of American life, like sweetheart strolls, Fourth of July picnics and war.\n\nCharles Ives received his earliest musical training from his father, who had served in the Civil War as the Union’s youngest bandmaster before returning to Danbury, Connecticut. The sounds of parade bands and church hymns conducted by his father seeped into young Ives’ musical consciousness, as did their shared experiments with bitonality and other ear-stretching games. He became Connecticut’s youngest salaried church organist at 14, and he went on to enroll at Yale, where his studies with Horatio Parker added a formal, European grounding to his craft and where he branched out beyond church music and popular songs to focus on composing serious art music.\n\nUpon graduating in 1898, Ives moved to New York, worked various insurance jobs and played in churches on the weekends. His unorthodox career began in earnest in 1902, when he withdrew from church work and any other public life in music. Externally, he worked to become one of the most successful dealers of life insurance in the industry. Privately, he composed the first truly American body of serious concert music, applying pioneering techniques often years or decades ahead of the musical establishment and drawing on the songs and hymns he loved. When he wrote his last new piece in 1926, hardly anyone knew his music even existed. Beginning in the 1930s, champions including Cowell, Copland and Bernstein rallied behind Ives, and his music finally reached the public after decades of obscurity. He earned the Pulitzer Prize in 1947 for his Symphony No. 3, composed 40 years earlier, and heard finally many of his works performed before he died in 1954.\n\nSome of the material that become part of Three Places in New England may have originated as early as 1903. Ives developed the work as a set of three movements, each based on a particular location, and he completed a version for full orchestra in 1914. The score languished for 15 years, by which point Ives had come to the attention of Henry Cowell, a younger American composer sympathetic to Ives’ maverick tendencies. Cowell persuaded the conductor Nicolas Slonimsky, head of the Boston Chamber Orchestra, to program something by this unknown “amateur” composer from Connecticut. Upon Slonimsky’s invitation, Ives undertook a revision of Three Places in New England in 1929, reducing the instrumentation to a chamber orchestra and condensing some of his musical ideas. Slonimsky conducted the first public performance in 1931, at a concert in New York’s Town Hall financed by Ives himself.\n\n-- © 2021 Aaron Grad\n\nOriginally performed May 8, 2021.\n\n#charlesives #americana #symphony #newengland \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:19:14",
    "ChannelName": "New World Symphony",
    "VideoId": "kBNqMm-iJww",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Leonard Bernstein - Chichester Psalms: Michael Tilson Thomas conducting the LSO in 1991",
    "Description": "Another great performance to celebrate the Bernstein Centenary: Michael Tilson Thomas' performance of Bernstein's Chichester Psalms with the London Symphony Orchestra and Chorus, plus treble Daniel Ison on 12 September 1991 at the Proms in the Royal Albert Hall.\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:18:39",
    "ChannelName": "LSO live recordings",
    "VideoId": "qJGB28jpQ48",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Leonard Bernstein - Prelude, Fugue & Riffs: Michael Tilson Thomas conducting the LSO in 1990",
    "Description": "The London Symphony Orchestra at the Proms in 1990 with MTT in jazzy mood with Leonard Bernstein's Prelude, Fugue and Riffs.\n\n1. Prelude 0:00\n2. Fugue 01:44\n3. Riffs 03:25\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:07:46",
    "ChannelName": "LSO live recordings",
    "VideoId": "QsGTdk6UTTM",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Mahler - Sinfonie Nr. 6 | Michael Tilson Thomas | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 6 in a-Moll, gespielt vom WDR Sinfonieorchester unter der Leitung von Michael Tilson Thomas. Live aufgenommen am 22. Februar 2008 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv\n\nGustav Mahler - Sinfonie Nr. 6 a-Moll\n\n00:00:00 I. Allegro energico, ma non troppo. Heftig, aber markig\n00:23:44 II. Scherzo. Wuchtig – Altväterisch. Merklich langsamer. Grazioso –Tempo I\n00:37:25 III. Andante moderato\n00:53:58 IV. Finale. Allegro moderato\n\nWDR Sinfonieorchester \nMichael Tilson Thomas, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nMahler hat sich in seine Zeit hineingestellt und interpretiert, was los ist. Und so, wie Künstler*innen immer sagen: \"Hier stehe ich und kann nicht anders\", hat Mahler auch reagiert. In der 6. Sinfonie ist im ersten Satz das monotone Marschieren auffallend. Es steht für das immer Gleiche und damit für das Alte. Es steht auch für Sätze wie: \"Es muss immer so weitergehen, weil es immer so war.\" Mit diesem Rhythmus stellt Mahler so etwas wie ein altes Lebensthema voran, das im Verlauf der Sinfonie dann immer mehr aufbricht. Aus dem \"es war immer so\" wird im Verlauf der Sinfonie ein \"so geht es nicht\". Mahler hat dafür Töne gefunden, und die Menschen, die zu seiner Zeit seine Musik gehört haben, haben dies sicher auch so empfunden.\n► Jetzt weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/mahler-sechste-sinfonie-100.html",
    "Duration": "01:25:11",
    "ChannelName": "ARD Klassik",
    "VideoId": "BtqdNYCn0_0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Mahler - Symphony No. 9 | Michael Tilson Thomas | New World Symphony (2018)",
    "Description": "Witness magic as @michaeltilsonthomas explores Mahler’s Ninth Symphony, a tortured swan song to love, society and life itself.\n\nMahler’s Ninth Symphony is awash with suggestions of death, but it is hardly alone in that regard among his works. The Second Symphony took its nickname from an earlier song Mahler adapted for the last movement, Resurrection, and the three hammer strikes of the “Tragic” Sixth Symphony represented a premonition, according to Alma Mahler, of the three tragedies of 1907, including their daughter’s death. To treat the Ninth Symphony as some sort of deathbed confession would be an oversimplification, since Mahler was in relatively good health and spirits at the time he wrote it. Still, the diagnosis of his heart condition had brought his mortality uncomfortably close and the fateful numbering of a Symphony No. 9 had a resonance that could not be ignored.\n\nThe strongest sign of Mahler’s leave-taking comes in the form of a quotation. In several places—most prominently in the heart-wrenching tune of the Adagio finale—Mahler incorporated the gesture of three notes descending stepwise. This motive matches the opening melody of Beethoven’s Piano Sonata No. 26, “Les Adieux” (“The Farewell”), composed in honor of an absent patron. In the score, Beethoven wrote the German word for farewell, Lebewohl, over those three notes; in Mahler’s symphony, each recurrence of the motive seems to recall that wistful word.\n\n-- Copyright © 2018 Aaron Grad\n\nOriginally performed May 5, 2018.\n\n#mahler #symphony #orchestra #mttmusic \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "01:29:02",
    "ChannelName": "New World Symphony",
    "VideoId": "rcditYhLQ08",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Mahler : Symphony No.5    M. Tilson=Thomas / PMFO  2009 live in Sapporo",
    "Description": "Mahler : Symphony No.5 \n1st movement   00:00\n2nd  12:12\n3rd   27:01\n4th   45:27\n5th   55:46\nMichael Tilson=Thomas / Pacific Music Festival orchestra\nTp) Karin Bliznik     Hn) Elizabeth Schellhase\n25/7/2009 Sapporo, Kitara Hall live recording\nマーラー：交響曲第5番嬰ハ短調\nマイケル・ティルソン＝トーマス指揮　PMFオーケストラ\n2009年7月25日　札幌　キタラホール　ライブ録音\n※PMFの歴史の中でも特に高い評価を得たトーマスのマーラー演奏。トランペットのトップを吹いたブリズニックはこの後名門セントルイス響の首席、またホルンのシェルヒースはカンザスシティ響の首席代理に就任しています。",
    "Duration": "01:11:26",
    "ChannelName": "Isappin",
    "VideoId": "ttbEgCAxxxQ",
    "ChannelId": "UC_W-zQQHNRLW1QHWQAF9B_A"
  },
  {
    "Title": "Michael Tilson Thomas conducts \"The Rite of Spring\" + 2 Encores (Proms 2000)",
    "Description": "Twenty years ago, on 30 August 2000, Michael Tilson Thomas conducted Stravinsky's \"The Rite of Spring\" in London's Royal Albert Hall, so this video counts as a 20th Anniversary tribute! ... This same performance was previously uploaded here in its two separate parts but the 20th Anniversary provides an ideal opportunity to hear the work uninterrupted. The San Francisco Symphony, of which MTT had become Music Director five years earlier, was making its Proms debut. It was attended by a 5,000-strong highly enthusiastic audience and their rousing reception prompted two encores, by Prokofiev and Stravinsky. both introduced by MTT himself. A memorable occasion indeed!",
    "Duration": "00:45:22",
    "ChannelName": "adam28xx",
    "VideoId": "nJf5TEfmS-U",
    "ChannelId": "UCJbfiRvOlcTfHrbi98L9IZA"
  },
  {
    "Title": "Michael Tilson Thomas conducts Wagner with the BSO (1970)",
    "Description": "This might be called a 50th Anniversary Tribute to Michael Tilson Thomas! ... He made his conducting debut with the Boston Symphony Orchestra as its youthful Assistant Conductor at the age of 24 in 1969. The following year he conducted a BSO concert featuring this excitingly full-blooded performance of music from Wagner's \"Götterdämmerung.\" It is the 'concert arrangement' of the \"Dawn and Siegfried's Rhine Journey\" made by Engelbert Humperdinck who supplied his own triumphant ending to the piece. It comes from an 'ICA Classics' DVD that additionally features MTT conducting music by Charles Ives and Jean Sibelius, also filmed in 1970. (Catalogue No. ICAD 5111). Essential viewing!",
    "Duration": "00:14:09",
    "ChannelName": "adam28xx",
    "VideoId": "xVv09Rhg9C4",
    "ChannelId": "UCJbfiRvOlcTfHrbi98L9IZA"
  },
  {
    "Title": "Michael Tilson Thomas opens the New World Symphony's 31st Anniversary with Brahms No. 4",
    "Description": "Get ready to experience the most electrifying performance of Brahms Symphony No. 4 conducted by the legendary Michael Tilson Thomas!\n\nRevisit MTT kicking off the New World Symphony’s extraordinary 31st with this stirring performance of Brahm's Fourth Symphony. Johannes Brahms, a true Romantic, has always been able to make hearts yearn with his rich harmonic language and beautiful melodies. Experience the ultimate longing as NWS performs his magnum opus.\n\nOriginally performed October 20, 2018.\n\n#MichaelTilsonThomas #Brahms #NewWorldSymphony #classicalmusic \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:46:16",
    "ChannelName": "New World Symphony",
    "VideoId": "oF_TMeAcmpM",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "MTT leads Dvořák's Symphony No. 8: A celebration of all things Czech!",
    "Description": "Immerse yourself in the enchanting world of Czech folk music as Michael Tilson Thomas leads the New World Symphony in a captivating performance of Antonín Dvořák's Symphony No. 8 in G major. Experience the rich melodies and vibrant rhythms that pay homage to the cultural heritage of Czechia, transporting you to a musical festival filled with joy and tradition.\n\nDvořák spent his summers in the idyllic Bohemian village of Vysoká, where he spent his time composing, walking through the woods and tending to his garden and pigeons. He composed his Eighth Symphony there in 1889, filling the G-major composition with sunny tunes, bright fanfares and bird calls.\n\nThis performance was recorded at the New World Center in Miami Beach, Florida on February 23rd, 2019.\n\n#MichaelTilsonThomas #ClassicalMusic #Dvorak  #czech \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:40:28",
    "ChannelName": "New World Symphony",
    "VideoId": "j6ivDL-JZI0",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "NYO-USA Performs Gershwin’s Piano Concerto in F",
    "Description": "Watch Michael Tilson Thomas lead NYO-USA in a performance of Gershwin’s Piano Concerto in F with Jean-Yves Thibaudet.\n\nFor the sixth summer, Carnegie Hall’s Weill Music Institute (WMI) brought together the brightest young players from across the country to form the National Youth Orchestra of the United States of America (NYO-USA). Following a comprehensive audition process and a three-week training residency with leading professional orchestra musicians, these remarkable teenagers embarked on a tour to some of the great music capitals to serve as dynamic music ambassadors.\n\nMichael Tilson Thomas conducted NYO-USA in 2018, showcasing his mastery of a wide range of repertoire, dedication to mentoring young talent, and commitment to the music of living composers. NYO-USA traveled to Asia for the second time and performed a program that included Gershwin’s effervescent Piano Concerto in F Major with pianist Jean-Yves Thibaudet—a touchstone work for both soloist and conductor—as well as Sibelius’s heroic Symphony No. 2, and the world premiere of Ted Hearne’s Brass Tacks, commissioned by Carnegie Hall.",
    "Duration": "00:33:51",
    "ChannelName": "NYO-USA / NYO2 / NYO Jazz",
    "VideoId": "1M99T2cwTKs",
    "ChannelId": "UCOZxjQjcdtkDLWyg_Qjqb-Q"
  },
  {
    "Title": "NYO-USA Performs Sibelius’s Symphony No. 2 with Michael Tilson Thomas",
    "Description": "Watch Michael Tilson Thomas lead NYO-USA in a performance of Sibelius’s Symphony No. 2 in D Major, Op. 43, at the NCPA in Beijing in 2018.  \n\nFor the sixth summer, Carnegie Hall’s Weill Music Institute (WMI) brought together the brightest young players from across the country to form the National Youth Orchestra of the United States of America (NYO-USA). Following a comprehensive audition process and a three-week training residency with leading professional orchestra musicians, these remarkable teenagers embarked on a tour to some of the great music capitals to serve as dynamic music ambassadors.\n\nMichael Tilson Thomas conducted NYO-USA in 2018, showcasing his mastery of a wide range of repertoire, dedication to mentoring young talent, and commitment to the music of living composers. NYO-USA traveled to Asia for the second time and performed a program that included Gershwin’s effervescent Piano Concerto in F Major with pianist Jean-Yves Thibaudet—a touchstone work for both soloist and conductor—as well as Sibelius’s heroic Symphony No. 2, and the world premiere of Ted Hearne’s Brass Tacks, commissioned by Carnegie Hall.",
    "Duration": "00:46:59",
    "ChannelName": "NYO-USA / NYO2 / NYO Jazz",
    "VideoId": "Xwn1PRNG5c8",
    "ChannelId": "UCOZxjQjcdtkDLWyg_Qjqb-Q"
  },
  {
    "Title": "Pyotr Tchaikovsky - Piano concerto no. 1: Michael Tilson Thomas conducting the LSO in 1994",
    "Description": "Barry Douglas was the soloist in Tchaikovsky's war-horse first piano concerto, with MTT and the LSO in a Prom concert given at the Royal Albert Hall on 17th July 1994, the day of the World Cup Final that year.\n\n1. Allegro non troppo, e molto maestoso 0:00\n2. Andantino semplice 21:26\n3. Allegro con fuoco 28:52\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers.",
    "Duration": "00:35:57",
    "ChannelName": "LSO live recordings",
    "VideoId": "Oh4PC2F01ao",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Rachmaninoff, Piano Concerto No. 4 | San Francisco Symphony, Michael Tilson Thomas",
    "Description": "Daniil Trifonov @daniiltrifonov  \nSan Francisco Symphony  @sfsymphony / Michael Tilson Thomas @michaeltilsonthomas - \nSergei Rachmaninoff: Piano Concerto No. 4 in G minor, Op. 40 \n\nDavies Symphony Hall, San Francisco, CA, USA / Sep. 19, 2019 \nBroadcast on KDFC \n\n00:00 [Excerpt] 'Destination Rachmaninov - Departure (Trailer & Interview)'  \n01:23 [Excerpt] Interview with WRTI's Susan Lewis in October 2015 \n\n01:54 I. Allegro vivace (Alla breve) \n12:41 II. Largo \n20:39 III. Allegro vivace \n\n30:23 Applause \n\n30:28 Daniil in Rehearsal \n\n31:55 [Excerpt] Daniil's 2015 Interview at the Festival Pianistico Internazionale di Brescia e Bergamo \n\n[Reviews] \n\nBy Harvey Steiman: \n\n\"[...] the Rachmaninoff concerto, which in its 1941 revision keeps everyone on their toes. Its high energy could tempt the soloist, especially, to clang away, but Trifonov found ways to soften tone and weave in moments of delicate filigree among denser passages. In the opening movement, his touch was silvery, and sweet against the persistently brooding orchestral melody in the Largo. In the finale, he soared with fleet deftness as the orchestra kept pace with equal verve.\n\nTrifonov’s encore calmed things down: his own piano arrangement of Rachmaninoff’s Vocalise that felt like a jazz ballad. [...]\"\n\nhttps://seenandheard-international.com/2019/09/a-shiny-new-bauble-from-john-adams-opens-the-san-francisco-season/\n\n\nBy James Roy MacBean:  \n\n\"[...] Needless to say, Daniil Trifonov’s awesome technical prowess was more than up to meeting and transcending the difficulties. Here, in this finale, we recognise what Martha Argerich noted when she first heard Trifonov play in Carnegie Hall: Trifonov combines formidable technique with an element of the demonic in his playing. Along with Martha Argerich we can only agree that “we have never heard anything quite like that before.” Daniil Trifonov, now aged 27, only gets better and better, if that’s possible. I can’t wait to hear him again and again. [...]\" \n\nhttps://www.berkeleydailyplanet.com/issue/2019-09-20/article/47877?headline=Daniil-Trifonov-s-Exquisite-Rachmaninoff-Piano-Concerto-No.-4--Reviewed-by-James-Roy-MacBean \n\n\n[Interviews] \n\nInterview with KDFC's Jeffrey Freymann in September 2019: \nhttps://www.kdfc.com/culture/the-state-of-the-arts/rachmaninoffs-overlooked-concerto/  \n\n\"We can hear influences of music of 1920s. And some, maybe jazz influences, maybe a little bit of Gershwin or Ravel, but at the same it’s still very Rachmaninoff… To me, it’s music very much of a time. Like I feel also some even industrial elements in it, in, for example, how the orchestra very often uses certain rhythmical ostinato that brings to mind all of the industrialization that was happening at that time, and it’s much more urban concerto, compared to his other works.” \n\n\"The pianistic writing is already noticeably less full, it’s more scarce, maybe, in the sense that only the most essential elements are in the piano part… But already here, orchestra has a lot of thematic roles, and many places where piano is in the background, or just a part of orchestral texture, for example in development section of finale… The piece also employs orchestra to a much more prominent extent than in his previous concerti, and we’ll see a continuation of that in his next work, which would be the Rhapsody on a Theme of Paganini.\"\n\n\nInterview with WRTI's Susan Lewis in October 2015 (11’49”): \nhttps://www.wrti.org/wrti-spotlight/2016-07-05/the-philadelphians-in-concert-on-wrti-yannick-and-rachmaninoff-july-10-at-1-pm \n\n\nDaniil's performance with the Philadelphia Orchestra and Yannick Nézet-Séguin in October 2015: \nhttps://youtu.be/HEOzsV8Eym4?si=59mGlg8NEnylhO8Y \n\n\n#DaniilTrifonov \n#Rachmaninoff   \n#MichaelTilsonThomas\n#SanFranciscoSymphony \n#SFSymphony \n#RachmaninoffPianoConcerto \n#DaviesSymphonyHall \n#Rachmaninov",
    "Duration": "00:33:21",
    "ChannelName": "Daniil Trifonov Fan",
    "VideoId": "rMhiD1TiYdo",
    "ChannelId": "UCXZZBKLQ-u5EvnImp4viijg"
  },
  {
    "Title": "Rachmaninov Concerto № 2, Barry Douglas, LSO Michael Tilson Thomas 1993",
    "Description": " ",
    "Duration": "00:51:08",
    "ChannelName": "MrEvgenySergeev",
    "VideoId": "fdJ0r31jyw0",
    "ChannelId": "UCZObjtH-tGsjY-rdx1QARfg"
  },
  {
    "Title": "Schubert - \"Death and the Maiden\" (orch. Mahler) | Michael Tilson Thomas | New World Symphony (2019)",
    "Description": "Watch MTT lead the NWS Fellows in this standout 2019 performance of Schubert's seminal String Quartet No. 14, \"\"Death and the Maiden.\"\"\n\nGustav Mahler arranged the work as it is presented here, expanding the ensemble from string quartet to full orchestra. In doing so, Mahler demonstrated his respect and admiration for Schubert, while adding intensity to this epic journey of life, death and human resilience.\n\n#Schubert #Mahler #DeathandtheMaiden #michaeltilsonthomas \n\nOriginally performed April 20, 2019.\n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:40:24",
    "ChannelName": "New World Symphony",
    "VideoId": "arqt9hTwdQs",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Schubert - Symphony No.  9 | Michael Tilson Thomas | New World Symphony (2017)",
    "Description": "Great in scope and substance, Franz Schubert’s final chapter to the symphonic genre is a true tour de force, as the genius songwriter infuses his expansive offering with fearless exuberance.\n\nThe disconnect between Franz Schubert’s talent and his public recognition in his lifetime is hard to reconcile. This was a composer who produced hundreds of first-rate songs as a teenager, not to mention symphonies and chamber music, before even a note of his music had appeared in performance or in print. His songs gained a bit of traction in his lifetime, but his many attempts to break into opera were disastrous. As for his symphonies, not a single one reached the public before he died. As one publisher wrote to Schubert, in rejecting his manuscripts, ‘The public does not yet sufficiently and generally understand the peculiar, often ingenious, but perhaps now and then somewhat curious procedures of your mind’s creations.”\n\nSchubert’s first six symphonies, composed between the ages of 16 and 21, are beautiful and original but hardly controversial, with their strong resemblances to late Haydn and early Beethoven. Schubert took a more bold approach with the symphony he began in 1822, but he abandoned it after two movements, leaving what we now know as the “Unfinished” Symphony No. 8. Perhaps coincidentally and perhaps not, he set down that symphony around the same time that he suffered through the first phase of the syphilis infection that claimed his life six years later.\n\nA letter from 1824 attests to Schubert’s continuing ambition to compose a “grand symphony,” a desire that could only have been stoked further when he attended the premiere that year of Beethoven’s epic Symphony No. 9. The next year, while vacationing on an Austrian lake and enjoying his best health in years, Schubert began his massive symphony in C major, the one that would eventually earn the nickname “The Great.”\n\n-- Copyright © 2017 Aaron Grad\n\nOriginally performed February 4, 2017.\n\n#schubert #symphony #michaeltilsonthomas #orchestra \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:51:46",
    "ChannelName": "New World Symphony",
    "VideoId": "vkmy9Puu3d8",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Schumann - Symphony No. 3, \"Rhenish\" | Michael Tilson Thomas | New World Symphony (2020)",
    "Description": "MTT leads a remarkable performance of Schumann's third and final symphony, the \"\"Rhenish\"\". Enjoy this archival performance from the New World Symphony's 2019-20 season.\n\nRobert Schumann began composing for orchestra remarkably late in his career, completing four symphonies in the final decade of his working life. The last he penned was the “Rhenish” Symphony, written during his brief tenure as the music director of Düsseldorf’s orchestra. Named for the famous river on which that city sits, this Symphony forms a kind of tribute to what Schumann believed to be the region’s genial character. However, its signature music comes in the solemn penultimate movement, an expansive chorale inspired by a ceremony Schumann witnessed up the river at Cologne’s sublime gothic cathedral.\n\n#MichaelTilsonThomas #Schumann #ClassicalPerformance #NewWorldSymphony\n\nOriginally performed February 15, 2020.",
    "Duration": "00:40:09",
    "ChannelName": "New World Symphony",
    "VideoId": "hD92tpKS0EE",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Sergei Prokofiev - Piano Concerto no. 2: Michael Tilson Thomas condusts the LSO in 1989",
    "Description": "A sparkling performance of Prokofiev's fiendishly difficult second piano concerto by Russian soloist Mikhail Rudy, supported by the London Symphony Orchestra under Michael Tilson Thomas at the Proms in September 1989.\n\n1. Andantino 0:00\n2. Scherzo, vivace 11:37\n3. Intermezzo, allegro moderato 14:18\n4. Finale - allegro tempstoso 20:29\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:31:11",
    "ChannelName": "LSO live recordings",
    "VideoId": "PTrGwJARnCw",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Sergei Prokofiev - Scythian suite: Michael Tilson Thomas conducting the LSO in 1989",
    "Description": "Prokofiev's exhilarating Scythian suite was called 'brutal' and 'barbaric' at its premiere. It was given here at a 1989 Prom concert on 5 September that year in the Royal Albert Hall, London by the London Symphony Orchestra under the charged baton of Michael Tilson Thomas.\n\n1. Invocation to Veles and Ala\n2. The evil god and the dance of the pagan monsters 06:05\n3. Night - the evil god harms Ala 09:25\n4. The glorious departure of Lolly and the procession of the Sun 15:38\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:21:01",
    "ChannelName": "LSO live recordings",
    "VideoId": "e-6Jed-6R60",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Sergei Prokofiev - Symphony no. 5: Michael Tilson Thomas conducting the LSO in 1990",
    "Description": "MTT conducting Prokofiev's wartime fifth symphony in January 1990 at the Barbican, during his seven-year period as the London Symphony Orchestra's Principal Conductor.\n\n1. Andante 0:00\n2. Allegro marcato 14:19\n3. Adagio 23:08\n4. Allegro giocoso 36:22\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are recordings made by a LSO fan over a period of 40 years from 1977, and are not rips of LSO LIVE recordings. I have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:46:05",
    "ChannelName": "LSO live recordings",
    "VideoId": "pHaa1k9z8zM",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Shostakovich: Cello Concerto no. 1 - Ronald Leonard, Michael Tilson Thomas, LAPO",
    "Description": "Dmitri Shostakovich: Cello Concerto No. 1, op. 107\n\nRonald Leonard, cello\nMichael Tilson Thomas, conductor\nLos Angeles Philharmonic Orchestra\n\nI. Allegretto\nII. Moderato\nIII. Cadenza – Attacca\nIV. Allegro con moto\n\nrecorded live, 1980",
    "Duration": "00:30:34",
    "ChannelName": "Ronald Leonard Cello Recital Archive",
    "VideoId": "zzARMXMpaFs",
    "ChannelId": "UCm7QIbGDP0dskrQ1KyBk9DQ"
  },
  {
    "Title": "Stravinsky - Petrushka | Michael Tilson Thomas | New World Symphony (2020)",
    "Description": "Michael Tilson Thomas and the New World Symphony celebrates one of the greatest composers of the 20th century, his mentor Igor Stravinsky. Step right up for the carnivalesque Petrushka as it delves into a tale of puppets, ballerinas and more with Stravinsky’s signature flair and jaunting rhythms.\n\nAfter the smash success of The Firebird in 1910, Stravinsky proposed creating another over-the-top score for the Ballets Russes, this one based on prehistoric pagan sacrifice, an idea that would soon become The Rite of Spring. But first, as he later recorded in his autobiography, “I wanted to refresh myself by composing an orchestral piece in which the piano would play the most important part.” The music he conceived brought to mind “a distinct picture of a puppet, suddenly endowed with life, exasperating the patience of the orchestra with diabolical cascades of arpeggi.\"\n\nWhen Serge Diaghilev, the impresario behind the Ballets Russes, visited Stravinsky in Switzerland, he heard those first sketches and, as Stravinsky remembered it, “He was so much pleased with it that he would not leave it alone and began persuading me to develop the theme of the puppet’s sufferings and make it into a whole ballet.” Together they shaped a plot: “The fair, with its crowd, its booths, the little traditional theater, the character of the magician, with all his tricks; and the coming to life of the dolls—Petrushka, his rival and the dancer—and their love tragedy, which ends with Petrushka’s death.”\n\nPetrushka debuted in Paris on 1911, and its intoxicating synthesis of music, sets, costumes and choreography (with the legendary Vaslav Nijinsky dancing the title role) exemplified everything that made the Ballet Russes a modern sensation. The version of Petrushka heard here features a slightly reduced orchestration that Stravinsky prepared in 1947, which had the practical effect of renewing his copyrights and royalties after his immigration to the United States.\n\n-- © 2020 Aaron Grad\n\nOriginally performed January 25, 2020.\n\n#Petrushka #Stravinsky #MichaelTilsonThomas #classicalmusic \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:38:00",
    "ChannelName": "New World Symphony",
    "VideoId": "UzUJ-otOWdY",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Stravinsky - Symphony in Three Movements | Michael Tilson Thomas | New World Symphony (2020)",
    "Description": "The first major composition Stravinsky completed after immigrating to the United States was the Symphony in Three Movements. Settling in Hollywood, Stravinsky amassed a wealth of music originally intended for film, and this Symphony recycles ideas from several aborted projects. Somewhat uncharacteristically, Stravinsky claimed the work to be a direct response to current events, in particular his cinematic wartime experience.  The belligerent, piano-led first movement was first destined for a documentary about the Japanese army’s scorched-earth tactics in China, while the concluding movement imagines newsreels of Nazi goose-stepping and the impending triumph of Allied forces.\n\nIn this memorable performance from 2018, MTT leads the orchestra in a stirring rendition of this pivotal work.\n\nOriginally performed January 25, 2018.\n\n#stravinsky #mttmusic #orchestra #worldwar2 \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:23:15",
    "ChannelName": "New World Symphony",
    "VideoId": "e6e8uV12ybA",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "Stravinsky - The Firebird | Michael Tilson Thomas | New World Symphony (2018)",
    "Description": "Join MTT and the NWS Fellows for an evening of fantasy and magic. \n\nIgor Stravinsky, who always prioritized creative freedom over any controversy left in its wake, conjured an explosive score for The Firebird, one as enchanting as the folklore it paints. MTT leads a rare performance of the full ballet score, wickedly challenging and colorful from its triumphant hymns to the primal Infernal Dance. \n\nAs of 1902, Igor Stravinsky was a young law student whose musical pursuits amounted to some piano lessons and a year of private theory training. As he began to think more seriously of a life in music, he arranged to show some of his scores to Nikolai Rimsky-Korsakov, the leading teacher and tastemaker in Saint Petersburg. Rimsky-Korsakov accepted Stravinsky as a private student, steering him away from the conservatory, where the untrained 20-year-old would have stuck out. Stravinsky flourished under Rimsky-Korsakov, who was as much a second father as a teacher. With two short orchestral works from 1908, Scherzo fantastique and Fireworks, Stravinsky established himself as a worthy heir to his mentor’s legendary orchestral technique.\n\nRimsky-Korsakov died in 1908, but another helping hand soon filled the void: Serge Diaghilev, a Russian impresario based in Paris who had assembled a new ballet company, the Ballets Russes. On the strength of Scherzo fantastique and Fireworks, Diaghilev asked Stravinsky to supply a few orchestrations for Les Sylphides, a 1909 ballet based on Chopin’s music. Stravinsky’s breakthrough came later that year, when Diaghilev needed a composer for a major new ballet derived from a Russian folk-tale, The Firebird. The initial choice had been Anatoly Liadov; for reasons that are not entirely clear (probably Liadov’s slow pace, or his notorious indolence), Diaghilev replaced Liadov with Stravinsky. By the time the commission was confirmed in December, a group of Diaghilev collaborators, led by choreographer Michel Fokine, had already scripted a scenario for Prince Ivan’s adventures with the villainous Kastchei, his 13 princesses and the mythical Firebird. Stravinsky wrote most of the music in Saint Petersburg during the spring of 1910. He then traveled to Paris for the June 25 premiere, the first performance of his music outside of Russia.\n\nThe resounding success of The Firebird launched Stravinsky’s international career and paved the way for his next Ballets Russes commissions, Petrushka and The Rite of Spring. But The Firebird was, just as significantly, a point of closure for Stravinsky. In no other music is his link to Rimsky-Korsakov so palpable, especially in the handling of folk themes and in the effervescent clarity of an outsized orchestra.\n\n-© Aaron Grad 2018.\n\nOriginally performed February 17, 2018.\n\n#firebird #stravinsky #orchestra #ballet \n\nSubscribe for weekly instructional videos, performances and incredible orchestral content: https://www.youtube.com/@newworldsymphony\n\nVisit https://media.nws.edu to sign up for our FREE live streaming platform NWS Inside.\n\nFollow New World Symphony:\nInstagram: @nwsymphony\nTikTok: New-World-Symphony\nFacebook: NewWorldSymphony\nX: @nwsymphony\nWebsite: https://nws.edu\n\nPowered by Knight Foundation",
    "Duration": "00:50:14",
    "ChannelName": "New World Symphony",
    "VideoId": "BOkozq8Jz38",
    "ChannelId": "UCN0U8vgodeDz9pL16A_eBTA"
  },
  {
    "Title": "STRAVINSKY, I.: Sacre du printemps　Michael Tilson Thomas / BSO 1972",
    "Description": "STRAVINSKY, I.: Sacre du printemps\nPart I: Adoration of the Earth  00:00\nPart II: The Sacrifice   16:14\nMichael Tilson Thomas / Boston Symphony orchestra\n1/1972 DG recording\nストラヴィンスキー：春の祭典\nマイケル・ティルソン・トーマス指揮　ボストン交響楽団\n1972年1月　DG録音盤\n※同曲を得意とするMTTの初期録音盤。リズムや迫力が素晴らしいのはもちろん、弱音の歌謡性やそれを捉えた録音の優秀さも評判となった名盤。",
    "Duration": "00:34:05",
    "ChannelName": "Isappin",
    "VideoId": "BOVQhdh2elg",
    "ChannelId": "UC_W-zQQHNRLW1QHWQAF9B_A"
  },
  {
    "Title": "STREET SONG - Michael Tilson Thomas - San Francisco Conservatory of Music",
    "Description": "Brass Quintet of students from The San Francisco Conservatory of Music, 2014\nSTREET SONG - Michael Tilson Thomas\nTrumpet 1 - Mark Grisez\nTrumpet 2 - Aaron Montoya\nHorn - Stephanie Rickard\nTrombone - Matt Carr\nBass Trombone - Liz Waltman",
    "Duration": "00:16:22",
    "ChannelName": "307Music",
    "VideoId": "rdhcPBm4MN8",
    "ChannelId": "UCFzVT9C6smhYINCPZ1GX0Pw"
  },
  {
    "Title": "Wolfgang A Mozart - Haffner symphony: Michael Tilson Thomas conducting the LSO in 1990",
    "Description": "MTT and the LSO at the Barbican in January 1990.\n\n\n1. Allegro con spirito 0:00\n2. Andante 05:49\n3. Menuetto 12:32\n4. Presto 15:30\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:19:17",
    "ChannelName": "LSO live recordings",
    "VideoId": "ghTAJ2qgRTI",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Yuja Wang: Gershwin Concerto in F & Poulenc Sonata for 4 hands III. Final with Michael Tilson Thomas",
    "Description": "London Symphony Orchestra conducted by Michael Tilson Thomas\nMarch 12, 2015 Barbican Centre\n\n00:23 I. Allegro\n13:45 II. Adagio - Andante con moto\n26:16 III. Allegro agitato\n\n34:24 Encore Poulenc Sonata for 4 hands III. Final",
    "Duration": "00:37:04",
    "ChannelName": "John Music",
    "VideoId": "ISUByRCQ8tk",
    "ChannelId": "UCdgnFYX0osnMROsthUpWXVA"
  }
]