[{"Title":"African Rhapsodies | A work for Kora and Orchestra | Seckou Keita & RSNO","Description":"Recorded in 2023, this selection of music from Seckou Keita's African Rhapsodies (arr. Davide Mantovani) was performed with the Royal Scottish National Orchestra and conductor Ellie Slorach, as part of Refugee Festival Scotland. Created in collaboration with the Scottish Refugee Council and Maryhill Integration Network, the event was a celebration of music and hope, and was held at SWG3 in Glasgow. \n. \nTo find out more about African Rhapsodies, visit https://www.seckoukeita.com/africanrhapsodies \n\nTo find out more about the Royal Scottish National Orchestra, visit https://www.rsno.org.uk/","Duration":"00:35:43","ChannelName":"Royal Scottish National Orchestra","VideoId":"z-BgaR9bXIk","ChannelId":"UCYfVi1Q2DP-NkY2loIquRwA"},{"Title":"Alfred Schnittke - Concerto for Piano and String Orchestra (1979) I Daniil Trifonov, piano","Description":"","Duration":"00:25:00","ChannelName":"GrandPiano","VideoId":"OvSgu5prWKU","ChannelId":"UCbpbsJ7nzby_wGx21FjHcgg"},{"Title":"Bacewicz: Ouvertüre ∙ hr-Sinfonieorchester ∙ Marta Gardolińska","Description":"Grażyna Bacewicz: \nOuvertüre ∙\n\nhr-Sinfonieorchester – Frankfurt Radio Symphony ∙\nMarta Gardolińska, Dirigentin ∙ \n\nAuftakt ∙\nhr-Sendesaal Frankfurt, 15. März 2024 ∙\n\nWebsite: http://www.hr-sinfonieorchester.de ∙\nFacebook: http://www.facebook.com/hrsinfonieorchester ∙\nARD Mediathek: https://www.ardmediathek.de/hr/sendung/hr-sinfonieorchester/Y3JpZDovL2hyLW9ubGluZS8zODIyMDAxOQ/ ∙\nSpenden / Donations: https://www.hr-sinfonieorchester.de/spende-102.html ∙\n\n#4K\n\n© 2024\nHessischer Rundfunk (hr)","Duration":"00:06:45","ChannelName":"hr-Sinfonieorchester – Frankfurt Radio Symphony","VideoId":"pPLJWc0ZNcM","ChannelId":"UCiyuYC0D4-AO0AonCfMifPQ"},{"Title":"Esa-Pekka Salonen: Stockholm Diary (2004)","Description":"Esa-Pekka Salonen: Stockholm Diary (2004)\n\nAzusa Pacific University Symphony Orchestra\nChristopher Russell, conductor\nViolin solos by Kan Wang\n\nUnited States premiere performance on October 22, 2008.  \n\nSee more performances by the APU Symphony on You Tube:\nhttps://www.youtube.com/user/APUSymphony/videos?view=0&flow=grid&sort=p\n\nLike the APU Symphony on Facebook\nhttp://www.facebook.com/apusymphony\n\nAzusa Pacific University School of Music\nhttp://www.apu.edu/music/","Duration":"00:13:07","ChannelName":"Azusa Pacific Symphony","VideoId":"vWrFb1ssaiI","ChannelId":"UCFT_DBVCyXUwQGxZIictQNQ"},{"Title":"Kalevi Aho: Eight Seasons | Turku Philharmonic Orchestra","Description":"18.4.2024, Turku Concert Hall\n\nKalevi Aho: Eight Seasons\n\nTurku Philharmonic Orchestra\nChristian Kluxen, conductor\nCarolina Eyck, theremin\n\nNiilo Kangas, score reader\nEerik Hovi, recording and lighting engineer\nJuri Jalasmäki, editor\nJani Äimänen, camera operator\n\nhttps://tfo.fi/\nhttps://www.instagram.com/turkuphilharmonic/\nhttps://www.facebook.com/turkuphilharmonic/","Duration":"00:41:25","ChannelName":"Turku Philharmonic Orchestra","VideoId":"nmAMGhQ0vEE","ChannelId":"UCCtwtcfB2fmgu3Z5ft0eItA"},{"Title":"Leonard Bernstein - \"Touches\" (orchestral version - world premiere, Nov 7 1988 - Hobart Earle/AMEV)","Description":"Hobart Earle conducts the world premiere of the version for orchestra of Leonard Bernstein's composition for solo piano 'Touches\" - with the American Music Ensemble Vienna in the Konzerthaus, Vienna on November 7, 1988. This version for orchestra was done with the composer's blessing and approval, and with many details of the orchestration done by Leonard Bernstein himself. The idea of an orchestral version of \"Touches\" originated from Bernstein, who told Hobart Earle in Tanglewood in 1987 how \"Touches\" was a piece he was very fond of, and how he always wanted to do a version for orchestra. \n\n\"You do it yourself, or find someone to do it - just show me the score before you perform it\" were the composer's words to Hobart Earle in the summer of 1987. The New York composer Rudolph Palmer was commissioned by the American Music Ensemble Vienna to do the orchestration and two months before the world premiere, Hobart Earle brought the score to Bernstein in Vienna, as promised. Right there and then, in his hotel room in the Hotel Bristol on Vienna's \"Ringstasse\", the composer immediately made numerous changes and \"re-touchings\" to the instrumentation, adding things, removing others and transforming a vast amount of details of Palmer's fine work. Aware of the size of the group and the instruments available for Hobart Earle's \"American Music Ensemble Vienna\" Bernstein even added a saxophone for the final phrase of the composition. \n\n\"This needs to be sax\" were his words. Bernstein wrote the notes into the score in his blue pencil, right there and then, transposed for alto sax. And so - similar to Rachmaninoff's \"Symphonic Dances\" - the saxophone has a solo that is entirely unexpected. \n\nThe entire process in Vienna's \"Hotel Bristol\" was over faster than the eye could blink. Hobart Earle recalls: \"those few hours were absolutely unforgettable, a fascinating insight into how astounding Leonard Bernstein's inner ear was. He knew - immediately - exactly what he wanted, saying things like 'this needs to be muted trumpet, this oboe, this clarinet, here we need to add harp chords', and so forth. He could barely write everything into the score with his blue pencil fast enough, before moving on to the next spot. Only a couple of hours later, I walked out of the hotel with an entirely new composition in my hands.\"\n\nThis is the recording of the November 7, 1988 Vienna world premiere, transferred from audio-cassette to digital format. \n\nThe version for orchestra of \"Touches\" remains unpublished, but the original orchestral score with Bernstein's many markings in blue pencil are in the possession of the Bernstein team in NY.  \n\n( Footnote: In 1989 - several months after the Vienna and Graz performances, and a year before Bernstein's death - Hobart Earle sent an audio-cassette of the world premiere to the composer, and was pleased to received news that the great man gave his nod of approval ) .","Duration":"00:10:16","ChannelName":"Caraqueno E","VideoId":"NC9DGA01lIw","ChannelId":"UCHGsjTMG4DztK254ru5lccg"},{"Title":"Neuwirth: ...miramondo multiplo... | Gilbert & Hardenberger | NDR Elbphilharmonie Orchester","Description":"Håkan Hardenberger und das NDR Elbphilharmonie Orchester spielen unter der Leitung von Alan Gilbert Olga Neuwirths 2006 uraufgeführtes Trompetenkonzert \"...miramondo multiplo...\" als Videoproduktion zur Biennale \"Elbphilharmonie Visions\" 2021. Das Festival fand aufgrund der Corona-Pandemie ausschließlich online statt.\r\n\r\nHinweis: Das Video ist bis zum 29. September 2032 verfügbar.\r\n\r\nOLGA NEUWIRTH\r\n... miramondo multiplo ...\r\n\r\nAlan Gilbert, Dirigent\r\nHåkan Hardenberger, Trompete\r\nNDR Elbphilharmonie Orchester\r\n\r\nEine Videoproduktion für das \"Elbphilharmonie Visions\"-Festival 2021 in Kooperation mit HamburgMusik, März 2021\r\n\r\nWeitere Informationen:\r\nWebsite: https://www.ndr.de/eo\r\nFacebook: https://www.facebook.com/ndrelbphilharmonieorchester\r\nInstagram: https://www.instagram.com/ndr.eo \r\n\r\n#ndrelbphilharmonieorchester #hardenberger #neuwirth","Duration":"00:18:34","ChannelName":"ARD Klassik","VideoId":"0DZPHhz8z28","ChannelId":"UCgSO-M9hotp-0h7LYNp2oOg"},{"Title":"Nicolas Flagello (1928-1994): Missa Sinfonica. (Full, HQ)","Description":"I Kyrie\nII Gloria \nIII Credo\nIV Sanctus y Benedictus\nV Agnus Dei\n\nJohn McLaughlin Williams (Conductor),\n National Radio Symphony Orchestra of Ukraine (Orchestra)","Duration":"00:34:37","ChannelName":"MrWalkingbass","VideoId":"2vv-aokV6kA","ChannelId":"UC8DYgGz4Ze9wlH5q_2jVPmw"},{"Title":"Omer Meir Wellber dirigiert Tschaikowsky | NDR","Description":"Mit Omer Meir Wellber dirigiert - vom Cembalo aus - einer der Shootingstars der Szene das NDR Elbphilharmonie Orchester. Auf dem Programm stehen Haydn, Schnittke und Tschaikowsky.\n\nJOSEPH HAYDN 1:00\nSinfonie Nr. 80 d-Moll Hob. I:80\nALFRED SCHNITTKE 27:05\nConcerto grosso Nr. 1\nfür zwei Violinen, Cembalo, präpariertes Klavier und Streichorchester\nPETER TSCHAIKOWSKY 1:01:20\nManfred - Sinfonie in vier Bildern h-Moll op. 58\n\nNDR Elbphilharmonie Orchester\nOmer Meir Wellber, Dirigent\nElbphilharmonie Hamburg, März 2019\n\nWebsite: https://www.ndr.de/eo\nFacebook: https://www.facebook.com/ndrelbphilharmonieorchester","Duration":"02:00:21","ChannelName":"ARD Klassik","VideoId":"dkuboR7gUZ4","ChannelId":"UCgSO-M9hotp-0h7LYNp2oOg"},{"Title":"Petr Hannig | Symphony for 3 synthesizers & orchestra","Description":"FOK Prague Symphony Orchestra, Mario Klemens (cond.)\nSymphony for large orchestra and three synthesizers (1978)\nImage art by Alexandr Ivanov","Duration":"00:31:04","ChannelName":"Symphonious Rex","VideoId":"fVy1NwGi2eM","ChannelId":"UCi_tYNSLWuqQ--rqLhPFNJA"},{"Title":"Rautavaara & Sibelius mit dem NDR Jugendsinfonieorchester | Elbphilharmonie | NDR","Description":"Im Konzertprogramm \"The Baltic Sound\", gespielt vom NDR Jugendsinfonieorchester (Dirigent: Stefan Geiger), erklingt Einojuhani Rautavaaras \"Cantus Arcticus\", das \"Concerto for Birds and Orchestra\", nahtlos fortgesponnen mit dem \"Valse Triste\" von Jean Sibelius.\n\nEINOJUHANI RAUTAVAARA\nCantus Arcticus op. 61  00:00\n\"Concerto for Birds and Orchestra\"\n1. Suo (Sumpf)  00:01\n2. Melankolia (Melancholie)  06:56\n3. Joutsenet muuttavat (Ziehende Schwäne)  11:08\n\nJEAN SIBELIUS\nValse Triste op. 44  17:45\n\nStefan Geiger, Dirigent\nNDR Jugendsinfonieorchester\n\nIn Kooperation mit der Akademie des NDR Elbphilharmonie Orchesters\n\nAusschnitt aus der Konzertaufzeichnung \"Baltic Sound\" vom 28. September 2022 aus dem Großen Saal der Elbphilharmonie Hamburg\n\nMehr Informationen & Videos:\nhttp://www.ndr.de/jugendsinfonieorchester\nhttp://www.ndr.de/elbphilharmonieorchester\n\n#ndrjugendsinfonieorchester #rautavaara #sibelius","Duration":"00:24:46","ChannelName":"ARD Klassik","VideoId":"qCtpGQWtgbQ","ChannelId":"UCgSO-M9hotp-0h7LYNp2oOg"},{"Title":"Tchaikovsky Symphony No. 6 / Harrison Symphony No. 3 (World Premiere) - Longmont Symphony Orchestra","Description":"Many thanks to Albert Jackson for the amazing cover art, \"Witness to Glory\"\n\nhttp://albertjackson.com/main.htm\n\nView more by Tyler Harrison at \n\nwww.tylerharrisonmusic.com\n\nSymphony No. 3 was commissioned by the Music & Moore Foundation in Memory of Mr. William Battistoni. World Premiere conducted by Elliot Moore. \n\nBelow are the program notes with timings for each movement. \n\nPROGRAM NOTES\n\nSymphony No. 3 \"The Garden of Tears\" is my answer to Tchaikovsky's Symphony No. 6 \"Pathetique\".  Symphony No. 3 is in four movements.\n\nI. Repression & Depression (47:55)\n\nThe first movement addresses two issues that both Tchaikovsky and I struggled with in our lives. We grew up repressed in societies overtly hostile to same-sex relationships, and we suffered from depressive episodes.\n\nII. Mania (54:55)\n\nThe second movement is a musical depiction of the tension and euphoria experienced in mania. I used sharp changes in major and minor to portray this, along with “cloud” canons to convey the feeling of racing thoughts. The movement ends with what always follows a mania, an inevitable and crippling crash.\n\nIII. The Teacher (58:25)\n\nThe third movement is about how I discovered my passion for teaching. My identity as an educator has become an integral part of my life. I have learned more from my students than they could ever learn from me. Since I often teach piano, this movement features two pianos playing to each other in a canon, where the student learns by imitating the teacher. \n\nIV. The Garden of Tears (01:06:10)\n\nThe fourth and final movement considers life after escaping the darkness and finding purpose – how I turned my tears into joy and laughter. This part features multi-voice canons and fugues, including a “laughing canon”, where the orchestra \"laughs\" using the canonic theme. The third and fourth movements take themes from Tchaikovsky's Symphony No. 6 and transform them into a chorus of elation. \n\nMy Symphony No. 3 invites the listener to consider a new narrative where sadness and depression can be overcome by hope and triumph. Mental illness is an ongoing battle, but it is not cause to give up hope. In fact, it can be a path to a glorious new beginning. I once saw my illness as a tremendous burden. I now understand that it is this very illness that has allowed me to see, feel, and hear the songs of the mountains. \n\nThe Garden of Tears is a metaphor embodying both the struggle of mental illness and the hope required to survive it. The Garden thrives on the tears that water it, but it is the laughter and joy that ultimately defines its beauty.","Duration":"01:19:20","ChannelName":"Tyler Harrison","VideoId":"IE6RnLqsukI","ChannelId":"UC14ZjgBBB23YHqKrhKNFlYA"},{"Title":"Tcherepnin - La Princesse Lointaine | Stanislav Kochanovsky | NDR Radiophilharmonie","Description":"Die NDR Radiophilharmonie spielt unter der Leitung von Chefdirigent Stanislav Kochanovsky Nikolai Tcherepnins \"La Princesse Lointaine\". Eine Aufzeichnung  vom 7. März 2024 aus dem Großen Sendesaal des NDR Konzerthauses in Hannover.\n\nNikolai Tcherepnin - La Princesse Lointaine op. 4 - Vorspiel zum Schauspiel von Edmond Rostand \n\nNDR Radiophilharmonie \nStanislav Kochanovsky, Dirigent \n\n► Mehr zur NDR Radiophilharmonie, zu Konzerten und aktuellen Livestreams und Mitschnitten gibt es unter https://www.ndr.de/radiophilharmonie\n► Die NDR Radiophilharmonie bei Facebook: https://www.facebook.com/NDRRadiophilharmonie/\n\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden Sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik","Duration":"00:10:01","ChannelName":"ARD Klassik","VideoId":"l0U18tE2Skw","ChannelId":"UCgSO-M9hotp-0h7LYNp2oOg"},{"Title":"Widmann: \"Danse macabre\" | Deutsche Erstaufführung | NDR Radiophilharmonie","Description":"Komponist, Klarinettist und Dirigent Jörg Widmann dirigiert die deutsche Erstaufführung seines Orchesterwerks \"Danse Macabre\" mit der NDR Radiophilharmonie. Widmann ist seit der Saison 2023/2024 Erster Gastdirigent des Hannoveraner Orchesters.\r\n\r\nEin Konzertausschnitt vom 8. Dezember 2023 aus dem Großen Sendesaal des NDR in Hannover \r\n\r\nJÖRG WIDMANN\r\nDanse macabre für Orchester \r\n\r\nJörg Widmann, Dirigent\r\nNDR Radiophilharmonie\r\n\r\nCopyright Foto: Michael Neugebauer\r\n\r\nWebsite: https://www.ndr.de/radiophilharmonie\r\nFacebook:https://www.facebook.com/NDRRadiophilharmonie/\r\n\r\n#ndrradiophilharmonie #joergwidmann # dansemacabre","Duration":"00:18:29","ChannelName":"ARD Klassik","VideoId":"SKYehqzDle4","ChannelId":"UCgSO-M9hotp-0h7LYNp2oOg"}]