[
  {
    "Title": "August Walter - Octet in B-flat for strings and winds, Op.7 (1863)",
    "Description": "August Walter (12 augusti 1821 — 22 januari 1896) Swiss composer\n\nWork: Octet in B-flat major for Violin, Viola, Cello, Oboe, Clarinet, Bassoon, Horn & Bass Op.7 (1863)\n\nMov.I: Allegro moderato 00:00\nMov.II: Andante 09:32\nMov.III: Scherzo: Allegro 16:37\nMov.IV: Finale: Vivace 22:31\n\nEnsemble: Consortium Classicum\n\nRadio broadcast",
    "Duration": "00:29:03",
    "ChannelName": "KuhlauDilfeng2",
    "VideoId": "fW-zDbnYQeo",
    "ChannelId": "UCukcQaJk5WAErc6mb8oqZSQ"
  },
  {
    "Title": "Joseph Hallman: Octet",
    "Description": "Penn State University Faculty Wind Quintet and others\nDennis Glocke, Conductor",
    "Duration": "00:20:40",
    "ChannelName": "Joseph Hallman",
    "VideoId": "zLxRAAWDhH8",
    "ChannelId": "UCBRwW302iRW1n96aZm6uqYQ"
  },
  {
    "Title": "Matthew Schultheis—Octet",
    "Description": "for flute, clarinet, horn, bassoon, violin, viola, cello, and double bass\n\nPremiered October 28th, 2019 at the Indiana University Jacobs School of Music\n\nI. Sisyphus [0:00]\nII. Pas De Deux (Scherzo) [6:28]\nIII. De Profundis [12:11]\nIV. Der Schwerpunkt (Intermezzo) [20:53]\nV. Children Playing Before a Statue of Hercules [22:45]\n\nPROGRAM NOTE\nThis work was conceived as a series of five “studies” of the enormous range of this type of ensemble, which can function as an intimate chamber group or a miniaturized orchestra. Each movement contains a reference to the preceding movement, and the first and last movements reference each other. The first movement’s primary themes reference the titular mythological figure, rising and falling inevitably. The second movement pairs each string instrument with a wind instrument in a series of four duets. The third movement is inspired by John Martin’s massive triptych The Last Judgment. A brief interlude in German Expressionist style leads to the finale, which takes the opening chord progression in the first movement and stretches it out to three minutes, forming the harmonic structure of the movement before ending with a thunderous coda that references the beginning of the work.",
    "Duration": "00:27:31",
    "ChannelName": "Matthew Schultheis",
    "VideoId": "rNRggy2TBIE",
    "ChannelId": "UCNji3JihbIRA0S6mbYDmKug"
  },
  {
    "Title": "Octet for Strings No. 1 by J. Campbell",
    "Description": "",
    "Duration": "00:20:49",
    "ChannelName": "Olive & Paige",
    "VideoId": "guwutohZ2Jw",
    "ChannelId": "UCTWbmPtPS0hhowOQ6v3JZtQ"
  },
  {
    "Title": "Paul Juon - Octet, Op. 27a (1905)",
    "Description": "Paul Juon (Russian: Па́вел Фёдорович Юо́н, Pavel Fyodorovich Yuon; 6 March 1872 – 21 August 1940) was a Russian-born Swiss composer, pianist and composition professor at Berlin employed by Joseph Joachim.\n\nPlease support my channel:\nhttps://ko-fi.com/bartjebartmans\n\nOctet in B flat Major, Op. 27 for Piano, Violin, Viola, Cello, Oboe, Clarinet, Bassoon & Horn (1905)\n\n1. Allegro non troppo (0:00)\n2. Andante elegiaco (10:18)\n3. Allegro non troppo quasi moderato (18:34)\n4. Moderato (23:54)\n\nViolin: Julia Becker; Viola: Antonia Siegers; Cello: Christian Proske; Double Bass: Ute Grewel; Oboe: Isaac Duarte; Clarinet: Michael Reid; Horn: Mischa Greull; Bassoon: Matthias Racz; Piano: Yoshiko Iwai.\n\nThere is also an arrangement of the same piece for Septet, Op. 27b\n2 violins, 2 violas, 2 cello, piano\n\nDetails Edition Silvertrust:\nThe Octet dates from 1905. In this work, Juon has for the most part left his Russian heritage behind and out of the music. From the opening bars of the first movement, Allegro non troppo, we hear a composer who is truly pioneering a new path. It has been said that Juon is the missing link between Brahms and Stravinsky. And if that is so, this movement is a good example why that has been said. The themes are entirely tonal and yet there is a modern sense to the music, Juon has left even post-Brahmsian romanticism behind and is inching toward a light, neo-classical, almost French sound. The second movement, Andante elegiaco, begins with a lovely cello solo. It is sad sounding, yearning at times, but not tragic. As the others join in one at a time, the mood stays the same, reflective and muted in emotion. The marvelous third movement, Allegro non troppo quasi moderato, is full of restless energy, created by the running notes in the piano, but it does not have the feel of a real scherzo. The main theme is vaguely oriental. The finale, Moderato, begins with a stately introduction of the theme by the piano alone. While the piano maintains the dignity of the music, the other parts are expertly woven around it producing marvelous episodes of rich and unusual tone coloring.",
    "Duration": "00:31:52",
    "ChannelName": "Bartje Bartmans",
    "VideoId": "yWS1lpkTw4s",
    "ChannelId": "UCwbbr8FKVrWLF8T81RI7Lxg"
  },
  {
    "Title": "Prince Louis Ferdinand von Prusse - Opus 12 - Octet in F Minor",
    "Description": "Not only the key, but also the instruments for which Louis Ferdinand's Octet, Op.12 was composed, have often been mistakenly given. A number of sources list the work as being in f minor, and while some of the octet is indeed in f minor, namely the introduction Lento Patetico and the middle movement, Romance, the bulk of the work is in F Major. Beyond the key, several recordings claim that the Octet is for 2 violins and not 2 violas. This is just simply wrong and an examination of the score and original manuscript would have made this quite clear. The Octet was composed around 1805, shortly before his death. The introduction is a substantial Lento patetico, which is melancholy but not terribly sad. It leads to a leisurely and elegant Allegro grazioso, which has a whiff of the salon. The rather slow middle movement, Romanza, larghetto cantabile ed espresso, is quite lyrical. The jolly finale, a dance-like Rondo, allegro non troppo, mostly in the major, is attractive and light.\n\n\n0:00 I. Lento patetico - Allegro grazioso \n15:50 II. Romance: Larghetto cantabile ed espressivo \n23:11 III. Rondo: Allegro non troppo \n\n\nPiano: Horst Göbel \nPerformers: Berlin Orchester-Akademie",
    "Duration": "00:29:47",
    "ChannelName": "All Classical Music",
    "VideoId": "EX94Jeq2AUA",
    "ChannelId": "UCB5v0-pIH15OJpY2sO-44jw"
  },
  {
    "Title": "Rediscovered Loeffler Octet - World-Premiere Recording",
    "Description": "Charles Martin Loeffler: Octet for Two Clarinets, Harp, Two Violins, Viola, Cello and Double Bass (1897)\nRevised and reconstructed by Graeme Steele Johnson (2021-2024)\nI. Allegro moderato (0:00)\nII. Adagio molto (11:24)\nIII. Andante--Allegro alla Zingara (21:30)\n\nGraeme Steele Johnson, clarinet\nDavid Shifrin, clarinet\nBridget Kibbey, harp\nStella Chen, violin\nSiwoo Kim, violin\nMatthew Lipman, viola\nSamuel DeCaprio, cello\nSam Suggs, double bass\n\nAudio: Oktaven Audio\nVideo: Four/Ten Media\n\nPurchase sheet music: https://www.graemesteelejohnson.com/contact\n\nWorld-premiere recording on FORGOTTEN SOUNDS (Delos/Outhere Music), named one of The New York Times' Best Classical Music Albums of 2024: https://lnk.to/ForgottenSoundsAr: https://lnk.to/ForgottenSoundsAr\n\nMore information: https://graemesteelejohnson.com/loeffler-rediscovered",
    "Duration": "00:32:23",
    "ChannelName": "Graeme Steele Johnson",
    "VideoId": "uT3ktpZjhwo",
    "ChannelId": "UC9Cbo32UTJs-iceM80yiM5w"
  },
  {
    "Title": "Rediscovered Loeffler Octet Live at the Library of Congress",
    "Description": "Loeffler: Octet for Two Clarinets, Harp, Two Violins, Viola, Cello and Double Bass (1897)\nRevised and reconstructed by Graeme Steele Johnson (2021-2024)\nI. Allegro moderato (0:00)\nII. Adagio molto (15:40)\nIII. Andante--Allegro alla Zingara (26:32)\n\nGraeme Steele Johnson, clarinet\nDavid Shifrin, clarinet\nBridget Kibbey, harp\nStella Chen, violin\nSiwoo Kim, violin\nMatthew Lipman, viola\nSamuel DeCaprio, cello\nSam Suggs, double bass\n\nPerformed live at the Library of Congress on May 22, 2024 after 127 years of silence.\n\nPurchase sheet music: https://www.graemesteelejohnson.com/contact\n\nWorld-premiere recording on the album FORGOTTEN SOUNDS, available on Delos/Outhere Music: https://lnk.to/ForgottenSoundsAr\n\nMore information: https://www.graemesteelejohnson.com/loeffler-rediscovered",
    "Duration": "00:37:32",
    "ChannelName": "Graeme Steele Johnson",
    "VideoId": "38Mt-kD50VI",
    "ChannelId": "UC9Cbo32UTJs-iceM80yiM5w"
  },
  {
    "Title": "Yury Ishchenko, Octet | Юрій Іщенко, Октет",
    "Description": "Octet for Piano, 2 Violins, Cello, Clarinet,  Bassoon and French Horn by Ukrainian composer Yury Ishchenko. \nComposed on 2005. Dedicated to Vadym Zhuravitsky\nОктет для фортепіано, 2 скрипок, віолончелі, кларнету, фаготу та валторни українського композитора Юрія Іщенка.\nСтворено у 2005 році. Присвячено Вадиму Журавицькому",
    "Duration": "00:31:18",
    "ChannelName": "Юрій Іщенко",
    "VideoId": "Oi2K4znmxyQ",
    "ChannelId": "UCdRIAHZSxFe-EEwvKuE0pnw"
  }
]