[
  {
    "Title": "[High quality] Robert Schumann - Symphony No. 2 / Franz Konwitschny & Gewandhausorchester Leipzig",
    "Description": "Robert Schumann (1810-1856)\nSymphony No. 2, in C major, Op. 61\n\n(00:00) - 1. Sostenuto assai - Allegro ma non troppo \n(12:30) - 2. Scherzo. Allegro vivace \n(19:17) - 3. Adagio espressivo \n(27:06) - 4. Allegro molto vivace \n\nConductor –  Franz Konwitschny\nOrchestra – Gewandhausorchester Leipzig\n\n Tonregie – Claus Struben\n\nRecorded 26-30 August 1961 , Leipzig, Studio Bethanienkirche",
    "Duration": "00:34:59",
    "ChannelName": "Tsubame Classics",
    "VideoId": "VNSo5EU7--8",
    "ChannelId": "UCM5bIKzkciUwo7HK9GRh-Ng"
  },
  {
    "Title": "Exciting! Stokowski conducts Schumann’s No 2 in 1949 - NY Philharmonic",
    "Description": "Leopold Stokowski conducts the NY Philharmonic in performance of Robert Schumann’s Symphony No. 2 in C major, Op. 61 on February 6th, 1949.\n\nThe program for the evening:\nhttps://archives.nyphil.org/index.php/artifact/a4639fe1-708f-45e2-8051-e229ccccce3d-0.1\n\nMr. Marchant’s daughter wrote “bad quality” on the back of the reel box, but I disagree. It is a little dull in sonic quality, but I tried to fix that a bit with EQ and I think it helped. It definitely sounds like something recorded off the radio, but I assume like most of Reynolds Marchant’s NY Philharmonic recordings it was done at WCCO with a direct line. This is certainly not the best sounding of his NY Philharmonic recordings but it’s still pretty good - especially with an exciting piece like Schumann’s No 2 and Stokowski’s aggressive pace. \n\nTechnical info:\nUnknown Scotch\n7” Reel\n7 1/2 IPS\n\nI. Sostenuto assai – Allegro ma non troppo  00:00\nII. Scherzo. Allegro vivace  09:25\nIII. Adagio espressivo  15:15\nIV. Allegro molto vivace  25:07",
    "Duration": "00:33:03",
    "ChannelName": "Marchant 3M Tape Archiving Project",
    "VideoId": "H-B0UxtskLc",
    "ChannelId": "UCavYu1LjM9nUHVc7EdFm0yA"
  },
  {
    "Title": "Mitropoulos conducts Schumann Symphony No 2 1947",
    "Description": "Dimitri Mitropoulos conducts the Minneapolis Symphony in performance of Schumann’s Symphony #2 op 61 on October 24th, 1947. This recording was made off direct lines to radio station KUOM from Northrup Auditorium in Minneapolis - essentially a high-quality copy of the broadcast before it went out over the airwaves. \n\nSome of you may have already watched Dimitri Mitropoulos conduct Beethoven’s Leonore Overture No 3 on my channel:\nhttps://www.youtube.com/watch?v=tV3v1Ea36ac\n\nIn the introduction on that recording we get to hear Mitropoulos speak - to the University of Minnesota radio station KUOM’s audience. He introduces the pieces played that night, starting with the Leonore Overture, then he mentions “one of Schumann’s finest orchestral works” - which is this performance and this recording! He then mentions  Béla Bartók’s Dance Suite for Orchestra - which I also have already posted on my channel:\nhttps://www.youtube.com/watch?v=Otv68_eKljI\n\nI almost have a complete concert - only missing a performance of Wagner’s Prelude to Lohengrin to complete the 2nd part of the concert. Ironically I do have part of a Lohengrin performance - but it's the Met Opera and not the Minneapolis Symphony. \n\nAnother interesting note - the October 19th, 1947 Minneapolis Star Tribune reported: \n“Through special arrangement with the federal communications commission, the University of Minnesota radio station KUOM, will broadcast the opening concert of the Minneapolis Symphony orchestra at 8:30pm Friday.”  KUOM usually signed off at 6pm so it required special permission to broadcast late - and we get to benefit with these recordings!\n\nTechnical info:\nTwo Unknown Scotch reels\n7” Reels\n7 1/2 IPS (both)\n\n00:04 - Introduction\n00:06 - Sostenuto assai – Allegro ma non troppo\n12:03 - Scherzo. Allegro vivace\n18:33 - Adagio espressivo\n27:26 - Allegro molto vivace",
    "Duration": "00:34:28",
    "ChannelName": "Marchant 3M Tape Archiving Project",
    "VideoId": "oGng9fBhA2I",
    "ChannelId": "UCavYu1LjM9nUHVc7EdFm0yA"
  },
  {
    "Title": "NSO: Ustvolskaya, Mendelssohn, Schumann",
    "Description": "Anja Bihlmaier, conductor\nClara Jumi-Kang, violin\nPresented by Paul Herriott, RTÉ lyric fm\n\nGalina Ustvolskaya Suite for Orchestra\n​​​​Mendelssohn Violin Concerto\nSchumann Symphony no. 2\n\nRead the programme here: https://bit.ly/NSO080422Prog\n\nThe sensational young Korean violinist Clara Jumi-Kang makes her debut with the National Symphony Orchestra as conductor Anja Bihlmaier returns for thrilling displays of light and shade by Mendelssohn and Schumann.\n\nMendelssohn’s last, large-scale work for orchestra, the E minor Violin Concerto, was also one of his greatest creations: a heart-on-sleeve masterpiece that treats solo instrument and orchestra as equals to produce one of the 19th century’s greatest concertos.\n\nShot through with Mendelssohn’s signature lyrical lightness of touch, its sweet song-like directness has an operatic intensity about it, the fleet, quicksilver finale a dazzlingly choreographed duet between violin and orchestra.\n\nBegun in 1845, the year Mendelssohn’s Violin Concerto was first performed, the premiere of Schumann’s Second Symphony was conducted by Mendelssohn in 1846. Composed in the aftermath of Schumann’s year-long nervous breakdown, it is cut from a very different cloth.\n\nA journey into the interior, it is a work of remarkable and affecting honesty, private despair giving way to new-found courage and determination in a closing statement of immense power.\n\nA one-time pupil of Shostakovich and a cult figure in her native Russia before her belated discovery in the West in the 1990s, Galina Ustvolskaya’s distinctive voice earned her the nickname “the lady with the hammer”. Her 1959 Suite for Orchestra is a work of startling energy and animation, cartoon-like in places, grotesque in others, driven along by a muscular rhythmic verve and laced with the gentlest of melodies.",
    "Duration": "02:00:56",
    "ChannelName": "National Symphony Orchestra Ireland",
    "VideoId": "xgAojbmsZwg",
    "ChannelId": "UCkt8AaqEMA41tiprny4Pb1g"
  },
  {
    "Title": "Orpheus performs Schumann Symphony No. 2",
    "Description": "Orpheus Chamber Orchestra performs Schumann Symphony No. 2\nand Mendelssohn Octet 'Scherzo' for orchestra. Recorded live at the Dresden Music Festival in October 2015 to celebrate the ten year anniversary of the reconstruction of the Frauenkirche.\n\nPROGRAM\n\nSchumann - Symphony No. 2 in C Major, Op. 61\n    Allegro ma non troppo\n    Scherzo - Allegro Vivace\n    Adagio espressivo\n    Allegro molto vivace\n\nENCORE | Mendelssohn- Octet in E-flat Major, Op. 20 (Orchestral version)\n    Scherzo\n\nVideo directed by Anaïs Spiro for medici.tv\n\nThis online concert presentation is made possible with the generous support of Women in Flavor and Fragrance Commerce, Inc.\n\n---\n\nPlease donate to Orpheus to help us remain resilient during COVID-19 related closures.\n\nThank you for your support. www.orpheusnyc.org/donate\n\n---\n\nABOUT ORPHEUS \n\nIn 1972, a group of young artists made history by creating an orchestra without a conductor in which musicians led themselves democratically. Since then, the Grammy Award-winning Orpheus Chamber Orchestra has recorded over 70 albums on all major classical labels, toured to 46 countries across four continents, and collaborated with hundreds of world-class soloists.\n\nOrpheus’ 34 member musicians work together as a collective and rotate leadership roles for all works performed, giving flight to unconventional interpretations. This democratic structure also extends to organizational functions including programming and governance: the orchestra elects three members to Artistic Director positions and three to the Board of Trustees.\n\nAn essential part of New York City’s cultural landscape, Orpheus presents annual series at Carnegie Hall and the 92nd Street Y. Orpheus tours to major international venues and has appeared regularly in Japan for 30 years; recent engagements include the Prague Spring and Dresden Music Festivals and a 12-concert tour of Asia. The orchestra’s extensive discography includes a February 2019 release on Deutsche Grammophon of Mendelssohn concertos with pianist Jan Lisiecki. Champions of chamber orchestra repertoire, Orpheus has commissioned and premiered over 50 new works.\n\nOrpheus shares its collaborative model, the Orpheus Process®, through education and community engagement initiatives that promote equity and access to the arts for listeners of all ages around the world. These include programs for K-12 students, opportunities for emerging professional musicians, and a music and wellness program for people living with Alzheimer’s disease and other forms of dementia.",
    "Duration": "00:45:22",
    "ChannelName": "Orpheus Chamber Orchestra",
    "VideoId": "iCzRm9mYX5E",
    "ChannelId": "UCP1ajqCAhJqstCumgZ3q9Gg"
  },
  {
    "Title": "R.Schumann / Symphony No.2 in C-major ~ ​Ottomar Suitner & StaatsKapelle Berlin",
    "Description": "R.Schumann / Symphony No.2 in C-major Op.61\n\n00:05  I.  Sostenuto assai - Allegro ma non troppo\n12:58  II. Scherzo ; Allegro vivace\n19:36  III. Adagio espressivo\n28:49  IV. Allegro molt vivace\n​Ottomar Suitner cond. StaatsKapelle Berlin\nrec.Aug/1987\n\nロベルト・シューマン 交響曲第2番ハ長調 作品61\nオトマール・スウィトナー指揮ベルリン・シュターツカペレ\n1987年8月 ベルリンイエスキリスト協会",
    "Duration": "00:36:41",
    "ChannelName": "singasong2010",
    "VideoId": "JEhOI7ODf7Q",
    "ChannelId": "UCIEHKpNlSZEeXpgqiMZD_9w"
  },
  {
    "Title": "Robert Schumann - Symphony No. 2 (Svetlanov)",
    "Description": "Robert Schumann (1810-1856)\nSymphony No. 2 in C major op. 61\nUSSR Symphony Orchestra\nConductor: Evgeny Svetlanov\nRecording: Great Hall of the Moscow Conservatory, 1982\n\nRemastered audio & video",
    "Duration": "00:40:41",
    "ChannelName": "Berlin Confidencial",
    "VideoId": "MW51EbvU3QA",
    "ChannelId": "UCkw2Ft6k4l-sHTtGe1VyiOg"
  },
  {
    "Title": "Robert Schumann - Symphony no. 2: Sergiu Celibidache conducting the LSO in 1979",
    "Description": "Celi conducting Schumann's second symphony with the London Symphony Orchestra at London's Royal Festival Hall in September 1979.\n\n\n1. Sostenuto assai — Allegro, ma non troppo 0:00\n2. Scherzo: Allegro vivace 11:54\n3. Adagio espressivo 18:58\n4. Allegro molto vivace 31:12\n\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 70 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:38:45",
    "ChannelName": "LSO live recordings",
    "VideoId": "lnDJehTe6PU",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Robert Schumann - Symphony no. 2: Sir Simon Rattle conducting the LSO in 2014",
    "Description": "Schumann's second symphony, in this performance by Sir Simon Rattle and the LSO at the Barbican from June 2014.\n\n1. Sostenuto assai, allegro ma non troppo 0:00\n2. Scherzo: allegro vivace 12:07\n3. Adagio espressivo 19:33\n4. Allegro molto vivace 29:47\n\nThis channel is not associated in any way with the London Symphony Orchestra, or its own CD label, LSO LIVE. These are audio recordings made by LSO fans over a period of some 60 years, and are not rips of LSO LIVE recordings. We have greatly enjoyed these performances over the years and just wish to share them with other music lovers. No copyright infringement is intended; please make contact if there is an issue.",
    "Duration": "00:38:03",
    "ChannelName": "LSO live recordings",
    "VideoId": "wPu1-ZBpHic",
    "ChannelId": "UC4KhAxhQUhOz45Tmp07RNKw"
  },
  {
    "Title": "Robert Schumann arr. Mahler : Symphony No. 2 in C major Op. 61 (1845-46 arr. 1890s)",
    "Description": "I. Sostenuto assai - Un poco più vivace - Allegro, ma non troppo 0:00\nII. Scherzo: Allegro vivace 12:45\nIII. Adagio espressivo 19:30\nIV. Allegro molto vivace 30:05\nPerformed by the Bergen Philharmonic Orchestra conducted by Aldo Ceccato.",
    "Duration": "00:37:24",
    "ChannelName": "Rodders",
    "VideoId": "batpBXWAAx8",
    "ChannelId": "UC9g5M2trqPDiGn5fC_dl63g"
  },
  {
    "Title": "Robert Schumann⎮Sinfonie Nr. 2 C-Dur op. 61⎮Gürzenich-Orchester Köln⎮François-Xavier Roth",
    "Description": "Das Gürzenich-Orchester Köln spielt unter der Leitung von François-Xavier Roth die 2. Sinfonie in C-Dur op. 61 von Robert Schumann. Der Gürzenich-Kapellmeister setzt damit seinen Schumann-Zyklus fort, auf CD veröffentlicht sind bereits die 1. Sinfonie und die 4. Sinfonie in ihrer Urfassung.\n\nDie Aufnahme entstand am 29. Juni 2021.",
    "Duration": "00:36:20",
    "ChannelName": "Gürzenich-Orchester Köln",
    "VideoId": "3751QAneCaY",
    "ChannelId": "UC9ZTxQYqbsGfBOGvNsaIz8w"
  },
  {
    "Title": "schumann  symphony no.2 in c major ( r. muti )",
    "Description": "schumann  symphony no.2 in c major\n\ni.   sostenuto assai ( 0:00 - )\nii.  scherzo (allegro vivace) ( 12:46 - )\niii. adagio espressivo ( 20:02 - )\niv. allegro molto vivace ( 31:37 - )\n\n( live recording.  oct 8, 1995  musikvereinssaal, vienna )\n\n\n\n\n*. source : refine classics cd-r (modified)\n*. r.muti    vienna philharmonic",
    "Duration": "00:40:12",
    "ChannelName": "L’île aux Cerfs",
    "VideoId": "tSfruPYIKQw",
    "ChannelId": "UC_rNGB_DOldfGY2xmGe0vMw"
  },
  {
    "Title": "Schumann - Sinfonie Nr. 2 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Robert Schumanns Sinfonie Nr. 2 C-Dur op. 61, interpretiert vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov in der Kölner Philharmonie. Aufgezeichnet am 13.12.2008 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nRobert Schumann - Sinfonie Nr. 2 C-Dur op. 61\n\n00:00:00 I. Sostenuto assai – Allegro ma non troppo \n00:12:39 II. Scherzo. Allegro vivace\n00:20:14 III. Adagio espressivo - Allegro molto vivace\n00:30:20 IV. Allegro molto vivace\n\nWDR Sinfonieorchester \nSemyon Bychkov, Leitung \n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:39:07",
    "ChannelName": "ARD Klassik",
    "VideoId": "dgR-vuEE1_U",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schumann - Sinfonie Nr. 2 | Christoph von Dohnányi | NDR Elbphilharmonie Orchester",
    "Description": "Robert Schumanns Sinfonie Nr. 2 C-Dur op. 61, gespielt vom damaligen NDR Sinfonieorchester (heute: NDR Elbphilharmonie Orchester) unter der Leitung seines damaligen Chefdirigenten Christoph von Dohnányi. Live aufgezeichnet am 14. Juni 2008 in der Laeiszhalle.\n\nRobert Schumann - Sinfonie Nr. 2 C-Dur op. 61  \n\n00:00:00 I. Sostenuto assai - Allegro ma non troppo  \n00:12:55 II. Scherzo. Allegro vivace  \n00:20:09 III. Adagio espressivo  \n00:30:34 IV. Allegro molto vivace  \n\nNDR Sinfonieorchester\nChristoph von Dohnányi, Dirigent\n\n► Mehr zum NDR Elbphilharmonie Orchester, zu Konzerten, aktuellen Livestreams und Mitschnitten gibt es unter https://www.ndr.de/eo\n► Das NDR Elbphilharmonie Orchester bei Facebook: https://www.facebook.com/ndrelbphilharmonieorchester\n► Das NDR Elbphilharmonie Orchester auf Instagram: https://www.instagram.com/ndr.eo/\n\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden Sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:39:43",
    "ChannelName": "ARD Klassik",
    "VideoId": "i-FX6B-uWwc",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schumann - Symphony No 2 in C major, Op 61 - Harding",
    "Description": "Support us on Patreon and get more content: https://www.patreon.com/classicalvault\n \n---\n \nRobert Schumann\nSymphony No 2 in C major, Op 61\n\n1 Sostenuto assai - Allegro, ma non troppo\n2 Scherzo. Allegro vivace\n3 Adagio espressivo\n4 Allegro molto vivace\n\nMahler Chamber Orchestra\nDaniel Harding conductor\n\nLive recording. London, Proms 2013",
    "Duration": "00:38:12",
    "ChannelName": "Classical Vault 1",
    "VideoId": "T1zwc59c7b4",
    "ChannelId": "UCsOvFiAws5ENZNs_mI34GnQ"
  },
  {
    "Title": "Schumann - Symphony No.2  in C major, Op.61（Wallberg, Orchestre national de France）",
    "Description": "Orchestre national de France\nHeinz Wallberg\n\n1990s\n\n#Schumann　#Wallberg　#Schumann2",
    "Duration": "00:36:29",
    "ChannelName": "Classic Music Club",
    "VideoId": "IWGUGU_0n-w",
    "ChannelId": "UCJkgxBwZS44LK_dfxzBIHkQ"
  },
  {
    "Title": "Schumann - Symphony no.2 C op.61 - Levine J.,RAI ROMA - May 13th,1972 - Roma",
    "Description": "James Levine at 29 in Rome",
    "Duration": "00:37:26",
    "ChannelName": "Luca Chierici",
    "VideoId": "ifhrmB2KFn0",
    "ChannelId": "UC8tVpbdyYB21cw76Kv1_ZXg"
  },
  {
    "Title": "Schumann - Symphony No.2 　Bernstein Wiener　live",
    "Description": "シューマン：交響曲 第２番 ハ長調　op.61\nレナード・バーンスタイン 指揮 　ウィーン・フィルハーモニー\n1985年？",
    "Duration": "00:42:42",
    "ChannelName": "The Just Sound ❕",
    "VideoId": "031tGaLL0kI",
    "ChannelId": "UCDcxRVRSMoKFxdMQIVDLUiQ"
  },
  {
    "Title": "Schumann - Symphony No.2 　Schuricht　OSCC",
    "Description": "シューマン：交響曲 第２番 ハ長調　op.61\nカール・シューリヒト 指揮 　パリ音楽院 管弦楽団\n1952年7月",
    "Duration": "00:34:37",
    "ChannelName": "The Just Sound ❕",
    "VideoId": "w8VX4CvX3aM",
    "ChannelId": "UCDcxRVRSMoKFxdMQIVDLUiQ"
  },
  {
    "Title": "Schumann Symphony No 2 - City of Birmingham Symphony Orchestra - Simon Rattle (B'ham Town Hall,1981)",
    "Description": "This is part of a concert given in the Town Hall, Birmingham on 2 April 1981 by the CBSO conducted by a young Simon Rattle\n\nCity of Birmingham Symphony Orchestra \nconducted by\nSimon Rattle\n\nFor more details see: https://genome.ch.bbc.co.uk/schedules/service_bbc_radio_fourfm/1981-04-02#at-20.45\n\nThis is part of a collection of live \"off air\" recordings from radio broadcasts I have made since 1970, and I have recently preserved by transferring from tape to digital format. Non of the recordings is derived from a commercial release, nor are they of commercial sound quality. No payment is sought for listening to these recordings, I am sharing them in the hope that they may give pleasure to other music lovers, as they have given pleasure to me. No copyright infringement is intended, please do contact me to allow me to correct the situation should this be the case.",
    "Duration": "00:37:01",
    "ChannelName": "Classical Radio Archive UK",
    "VideoId": "x60CrlTiKCM",
    "ChannelId": "UCBXYsUfK3mUBKPwS7W8eivw"
  },
  {
    "Title": "Schumann Symphony no 2 Karajan live",
    "Description": "Schumann Symphony no 2\nBerlin Philharmonic Orchestra\nHerbert von Karajan\nLive concert - Philharmonie Berlin\n9 January 1972\nKarajan only programmed this work twice - 1954 in Italy and this one.\nThankfully it was broadcast",
    "Duration": "00:39:36",
    "ChannelName": "Mark Hood",
    "VideoId": "0GKvx-8KHE8",
    "ChannelId": "UC7IF8E4AvUzafiXt6w9yTuw"
  },
  {
    "Title": "Schumann Symphony No. 2 | Sir Roger Norrington conducts The Tapiola Sinfonietta",
    "Description": "Tapiola Sinfonietta conducted by Sir Roger Norrington.\n\nRobert Schumann: Symphony No. 2 in C major Op. 61\nI. Sostenuto assai - Un poco pìu vivace - Allegro ma non troppo 00:11\nII. Scherzo: Allegro vivace 14:01\nIII. Adagio espressivo 22:01\nIV. Allegro molto vivace 29:22\n\nIntroduction to the symphony by Sir Roger Norrington: https://youtu.be/FU6Tt15objc \nRecorded live at the Espoo Cultural Centre, Finland, 12 September 2019.\n\nSound production: Pro Audile Oy\nVideo production: Kong & Takauma\nhttps://www.tapiolasinfonietta.fi/",
    "Duration": "00:38:50",
    "ChannelName": "Tapiola Sinfonietta",
    "VideoId": "fAnB45ZGIts",
    "ChannelId": "UCXUebHjL8G_U-0-oQECvdWw"
  },
  {
    "Title": "Schumann Symphony no. 2-- Kenneth Woods/Orchestra of the Swan",
    "Description": "\"Woods has seized on the essence of this Schumann Symphony. His reading is smooth, grand and exciting… one of the best recordings available. Highly Recommended- five stars”\nZan Furtwangler, Audiophile Audition\n\nGramophone Editor's Choice- July 2012\n\nExplore the Score with interactive program notes here: http://kennethwoods.net/blog1/2011/11/26/explore-the-score-schumann-symphony-no-2/\n\nBuy the CD here: http://kennethwoods.net/blog1/product/hans-gal-symphony-no-4-sinfonia-concertante-robert-schumann-symphony-no-2/\n\nhttp://kennethwoods.net/blog1/\nhttps://www.facebook.com/kennethwoodsconductor/\nhttps://twitter.com/kennethwoods\n\nhttp://www.avie-records.com/\nhttp://www.orchestraoftheswan.org/\n\n\n\nVideo by Paolo Pezzangora",
    "Duration": "00:36:16",
    "ChannelName": "Kenneth Woods",
    "VideoId": "DOWxkyxiI18",
    "ChannelId": "UCm7DCMsLebTfvJoGMc9nzIw"
  },
  {
    "Title": "Schumann Symphony No.2 op.61 - Maderna / Cleveland (1972)",
    "Description": "Bruno Maderna, The Cleveland Orchestra.\nCuyahoga Falls, Blossom Music Center (August 5, 1972)",
    "Duration": "00:38:50",
    "ChannelName": "goodmanmusica",
    "VideoId": "B0JhJ9aIg10",
    "ChannelId": "UCymxVdp0Hwlv_ztwLZyxxqA"
  },
  {
    "Title": "Schumann, Symphony no. 2: Szell/Berliner Philharmoniker/live in 1969",
    "Description": "Robert Schumann. Symphony no. 2 in C major, op. 61\nBerliner Philharmoniker; George Szell, conductor\nRecorded live in the Philharmonie, Berlin, 26 June 1969\n\nI. Sostenuto assai - Allegro ma non troppo (0:00)\nII. Scherzo. Allegro vivace (11:06)\nIII. Adagio espressivo (18:03)\nIV. Allegro molto vivace (29:10)",
    "Duration": "00:38:03",
    "ChannelName": "Music Lover",
    "VideoId": "TdzXwiExqis",
    "ChannelId": "UCiLrfQSnyJCC1uCgHNaZAJw"
  },
  {
    "Title": "Schumann/Mahler: Symphony No. 2 ― Gewandhausorchester & Riccardo Chailly／슈만/말러: 교향곡 제2번",
    "Description": "Robert Schumann (1810-1856)/Gustav Mahler (1860-1911)\nSymphony No. 2 in C Major, Op. 61\n0:00 I. Sostenuto assai – Un poco più vivace – Allegro ma non troppo\n11:41 II. Scherzo. Allegro vivace\n18:13 III. Adagio espressivo\n27:18 IV. Allegro molto vivace\n\nGewandhausorchester & Riccardo Chailly\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\nSupport: https://www.buymeacoffee.com/hyunsangpark\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\nMusical compositions by Hyun-Sang Park: https://www.youtube.com/playlist?list=PLJC68BtI_4EgBskv9LNiS9pWKBTBRNyag\nMusical conducting by Hyun-Sang Park: https://www.youtube.com/playlist?list=PLJC68BtI_4EjiIRGCLBO8AcpFhXQAOiYU\nAnalyses of the musical compositions by Hyun-Sang Park & other composers: https://www.youtube.com/playlist?list=PLJC68BtI_4EjPT5qoaLYLw9YKDMYmxfKN\nHyun-Sang Park conducts Mahler: https://www.youtube.com/playlist?list=PLJC68BtI_4EgRxes5Xo2UMkEwFQoBw0Og\nHyun-Sang Park conducts and plays Scriabin: https://www.youtube.com/playlist?list=PLJC68BtI_4Eh5Z14IQ59royGHC8_ymqAC\nHyun-Sang Park conducts Schönberg's \"Pierrot Lunaire\" (Complete): https://youtu.be/1WKNw112Jjk\nThe most important works of Hyun-Sang Park: https://www.youtube.com/playlist?list=PLJC68BtI_4EhY9hbnAsr2M_n1usYRbRUT\nAll musical works by Hyun-Sang Park: https://www.youtube.com/playlist?list=PLJC68BtI_4EiLwnndXAUjPBEsKGEVLdwQ\nHyun-Sang Park on Eastern and Western Scriptures and Classics: https://www.youtube.com/playlist?list=PLJC68BtI_4EhMbaS5a0aOuUAbZPSznx1e\n\n▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬\n박현상 / Hyun-Sang Park: https://www.youtube.com/@composerpark\nHyun-Sang Park on Eastern and Western Scriptures and Classics: https://www.youtube.com/@parkbooks",
    "Duration": "00:34:54",
    "ChannelName": "Hyun-Sang Park's Classical Music Archive",
    "VideoId": "-Bd4Xkvun2A",
    "ChannelId": "UCQEdKPOTJ6CwP00NH6ZZjwQ"
  },
  {
    "Title": "Schumann:  Symphony no. 2 in C major op. 61 - Arturo Toscanini, direttore; N.B.C. Symphony Orchestra",
    "Description": "Robert Schumann  (1810 - 1856)\n\nSymphony no. 2 in C major op. 61\n\nI       Sostenuto - Allegro ma non troppo\nII      Scherzo. Allegro vivace - Trio\nIII     Adagio espressivo\nIV     Allegro molto vivace\n\nArturo Toscanini, direttore\nN.B.C. Symphony Orchestra\nNew York, 1941",
    "Duration": "00:33:32",
    "ChannelName": "CLASSIC&OPERA",
    "VideoId": "KjB58xjqMMM",
    "ChannelId": "UCyYkoBNCzeEtd_fXs84TeNQ"
  },
  {
    "Title": "Schumann: Sinfonie Nr. 2 C-Dur | John Eliot Gardiner | SHMF 1989 | NDR Elbphilharmonie Orchester",
    "Description": "Historische Konzertaufnahme aus dem Dom zu Lübeck: John Eliot Gardiner und das damalige NDR Sinfonieorchester (heute: NDR Elbphilharmonie Orchester) spielen Schumanns Zweite Sinfonie beim Schleswig-Holstein Musik Festival 1989.\n\nROBERT SCHUMANN\nSinfonie Nr. 2 C-Dur op. 61  00:00\nI. Sostenuto assai - Allegro, ma non troppo  00:01\nII. Scherzo. Allegro vivace  12:44\nIII. Adagio espressivo  20:02\nIV. Allegro molto vivace  30:23\n\nJohn Eliot Gardiner, Dirigent\nNDR Sinfonieorchester\n\nMitschnitt vom 25. Juni 1989 aus dem Dom zu Lübeck\n\nWebsite: https://www.ndr.de/eo\nFacebook: https://www.facebook.com/ndrelbphilharmonieorchester\nInstagram: https://www.instagram.com/ndr.eo \n\n#ndrelbphilharmonieorchester #johneliotgardiner #schumann",
    "Duration": "00:40:04",
    "ChannelName": "ARD Klassik",
    "VideoId": "TFDCwvKP3d0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schumann: Symphony No. 2 - American Symphony Orchestra/Stokowski (1970)",
    "Description": "Robert Schumann (1810-1856)\nSYMPHONY NO. 2 in C major, Op. 61\nAmerican Symphony Orchestra\nLEOPOLD STOKOWSKI, conductor\nRecording: Carnegie Hall, New York City, October 11, 1970\n\nI. Sostenuto assai - Allegro ma non troppo (0:00)\nII. Scherzo. Allegro vivace (10:22)\nIII. Adagio espressivo (17:36)\nIV. Allegro molto vivace (26:19)",
    "Duration": "00:34:44",
    "ChannelName": "Wahnfried",
    "VideoId": "fhtEBbP4p0U",
    "ChannelId": "UCNBKUWR0HXkHUjL8PlT4PVQ"
  },
  {
    "Title": "Schumann: Symphony No. 2 - Orchestre de la Suisse Romande/Ansermet (1965)",
    "Description": "Robert Schumann (1810-1856)\nSYMPHONY NO. 2 in C major, Op. 61\nOrchestre de la Suisse Romande\nERNEST ANSERMET, conductor\nRecording: Victoria Hall, Geneva, April 1965\n\nI. Sostenuto assai - Allegro ma non troppo (0:00)\nII. Scherzo. Allegro vivace (12:37)\nIII. Adagio espressivo (19:38)\nIV. Allegro molto vivace (28:58)",
    "Duration": "00:37:58",
    "ChannelName": "Wahnfried",
    "VideoId": "WG6rHQ_fHco",
    "ChannelId": "UCNBKUWR0HXkHUjL8PlT4PVQ"
  },
  {
    "Title": "Schumann: Symphony No.2 in C major (Mahler edition) - Soudant / Tokyo Symphony Orchestra",
    "Description": "Robert Schumann: Symphony No.2 in C major, Op.61 (Mahler edition)\n\nI. Sostenuto assai - Allegro ma non troppo (00:00)\nII. Scherzo. Allegro vivace (12:09)\nIII. Adagio espressivo (18:56)\nIV. Allegro molto vivace (28:14)\n\nTokyo Symphony Orchestra\nHubert Soudant, conductor\n\nNovember 7, 2009\nSuntory Hall, Tokyo",
    "Duration": "00:36:22",
    "ChannelName": "fur bru",
    "VideoId": "UQo_LSF-4J0",
    "ChannelId": "UCPmq1piwo3HjJPZKheGdwdQ"
  },
  {
    "Title": "Schumann: Symphony No.2 in C major - P. Järvi / Staatskapelle Dresden",
    "Description": "Robert Schumann: Symphony No.2 in C major, Op.61\n\nI. Sostenuto assai - Allegro ma non troppo (00:00)\nII. Scherzo. Allegro vivace (12:06)\nIII. Adagio espressivo (19:21)\nIV. Allegro molto vivace (29:35)\n\nStaatskapelle Dresden\nPaavo Järvi, conductor\n\nOctober 18, 2005\nSemperoper, Dresden",
    "Duration": "00:38:01",
    "ChannelName": "fur bru",
    "VideoId": "6O58OkBRLek",
    "ChannelId": "UCPmq1piwo3HjJPZKheGdwdQ"
  },
  {
    "Title": "Talia Ilan conducts Schumann - Symphony No 2 in C Major, Op 61",
    "Description": "Guiyang Symphony Orchestra",
    "Duration": "00:48:06",
    "ChannelName": "Women Conductors",
    "VideoId": "kNU2wsijVNg",
    "ChannelId": "UCfHjmqqrDgHVJhFEiNqs0cQ"
  },
  {
    "Title": "The Cleveland Orchestra at Carnegie Hall (Oct. 3, 2000) Schumann Symphony No. 2",
    "Description": "The Cleveland Orchestra perform’s Robert Schumann’s Second Symphony conducted by Christoph von Dohnányi.  Isaac Stern was this night’s host for PBS Great Performances.",
    "Duration": "00:40:27",
    "ChannelName": "Violin Channel Classic",
    "VideoId": "NsyOP3X6yMU",
    "ChannelId": "UCICuyAtezBKpeeic1sRvMjw"
  },
  {
    "Title": "Yannick Nézet Séguin - Schumann : Symphony No.2 C-Dur Op.61 (2012-Live)",
    "Description": "Yannick Nézet-Séguin cond. / Chamber Orchestra of Europe\n00:00 - 1 Sostenuto assai - Allegro, ma non troppo\n11:08 - 2 Scherzo. Allegro vivace\n17:54 - 3 Adagio espressivo\n27:29 - 4 Allegro molto vivace\nrec. 4 November 2012\nbroadcast recording, Cité de la Musique, Paris",
    "Duration": "00:35:08",
    "ChannelName": "uchukyoku1",
    "VideoId": "X8Hm8wYDGHo",
    "ChannelId": "UC4VZ4Oy41Zd80GZFrtrjdiw"
  },
  {
    "Title": "【超名演】Carl Schuricht & NDR - Schumann: Symphony No.2 in C major, Op.61 (1957 live)",
    "Description": "Carl Schuricht conducting the North German Radio Symphony Orchestra.\nカール・シューリヒト（指揮）/ 北ドイツ放送交響楽団\n録音：1957年4月3-5日、ハンブルク、スタジオ10\nプライベート・アーカイブからの復刻\n\nThis channel is not participating in nor earning any money from the YouTube Partner program. If you are kindly willing to help me to keep this channel going on, you can buy me a cup of coffee at:\nhttps://www.paypal.me/pppatmidnight\n\nこのチャンネルはYouTubeパートナー・プログラムに参加しておらず、同プログラムに基づく広告収入を一切得ていません。コーヒー一杯分のご厚意で、チャンネル主を激励していただければ幸いです。当チャンネルをご支援なさりたい方は、お手数ですが以下のリンクからどうぞ：\nhttps://www.paypal.me/pppatmidnight",
    "Duration": "00:37:50",
    "ChannelName": "pianissimo at midnight",
    "VideoId": "Fb_tniIiAnI",
    "ChannelId": "UCnmPYb0mc2WlGvfWtBXrQoA"
  }
]