[
  {
    "Title": "Alexei Volodin-Semyon Bychkov. Sergei Rachmaninov: Piano Concerto No. 2 (2010, live)",
    "Description": "Sergei Rachmaninov: Piano Concerto No. 2 in C minor Op. 18 (1901)\n1. Moderato\n2. Adagio sostenuto 12:01\n3. Allegro scherzando 23:43\n\nAlexei Volodin (Soloist)\nSemyon Bychkov (Conductor)\nNHK Symphony Orchestra \nRecorded live in Tokyo (Japan), Suntory Hall\n17-02-2010",
    "Duration": "00:38:16",
    "ChannelName": "Margit Nagy",
    "VideoId": "DJjGzx_wj3E",
    "ChannelId": "UCrp7gltXEE53xgQC9XKRbQA"
  },
  {
    "Title": "Beethoven: Sinfonie Nr. 9 / Symphony No. 9 -- Semyon Bychkov/WDR Sinfonieorchester (Cologne 2002)",
    "Description": "Beethoven: Sinfonie Nr. 9 op. 125 / Symphony No. 9 op. 125\nRuth Ziesak\nIngeborg Danz\nThomas Studebaker\nReinhard Hagen\nPrague Chamber Choir\nWDR Rundfunkchor\nWDR Sinfonieorchester\nSemyon Bychkov\n30 August 2002, Philharmonie, Cologne\n\nI apologize for the advertisements YouTube may add to my videos. As far as I know, there is no way to prevent that crap. (However, some of you may be familiar with some workarounds...)",
    "Duration": "01:07:12",
    "ChannelName": "Quality Music",
    "VideoId": "DC1Lm2pfuf8",
    "ChannelId": "UCICVGV_Pmk08DgdtpU9E0_Q"
  },
  {
    "Title": "Berlioz - Symphonie fantastique | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Hector Berlioz \"Symphonie fantastique op. 14\", gespielt vom WDR Sinfonieorchester unter der Leitung des ehemaligen Chefdirigenten Semyon Bychkov am 23.04.2004 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.\n\nHector Berlioz - Symphonie fantastique op. 14\n\n00:00:00 I. Reveries - Passions (Träume - Leidenschaften)\n00:14:09 II. Un Bal (Ein Ball)\n00:20:43 III. Scene aux champs (Szene auf dem Land)\n00:36:18 IV. Marche au supplice (Gang zum Richtplatz) \n00:40:59 V. Songe d'une nuit du Sabbat (Traum einer Sabbatnacht)\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\nAlles begann mit Berlioz’ Schulbildung. Nur kurze Zeit besuchte er eine Regelschule; sein Vater zog es vor, ihn selbst zu unterrichten und engagierte gelegentlich Privatlehrer. Berlioz selbst empfand diese Art der Ausbildung später als ein Manko, da sie ihn \"von den Realitäten des Lebens\" abgeschirmt habe. Dass ihm schulischer Drill und das Einzwängen in Verhaltensschablonen erspart blieben, ist für die Musikwelt hingegen ein seltener Glücksfall. Nur dadurch war es Berlioz möglich, sich über kompositorische Tradierungen und Konventionen hinwegzusetzen. So stieß er mit der \"Symphonie fantastique\" die Tür weit auf – für die Imaginationswelten der musikalischen Romantik. Aus der Komposition spricht, wie sehr Berlioz ästhetisch kompromisslos und künstlerisch selbstgewiss war. Das Unbeirrbare, das der 26-Jährige in den Klängen und der formalen Gestaltung walten lässt, traf das Publikum bei der Uraufführung im Dezember 1830 wie der Blitz: Faszination und helle Begeisterung hier, Irritation und blankes Entsetzen dort. Auch die Reaktionen der Fachwelt waren kontrovers: Die einen verdächtigten Berlioz des Wahnsinns, die anderen ernannten ihn zur ungekrönten Ikone der musikalischen Neuzeit. \nWas aber ist so neu, so aufwühlend an der \"Symphonie fantastique\"? Das Auffallendste ist die neue Klanglichkeit: Die Farbmischungen, die Berlioz dem Orchester entlockt, haben etwas Magisches. Und das erreicht er durch schiere Könnerschaft – was auch seinen schärfsten Kritikern Respekt abverlangt. Berlioz teilt die Streicher etwa mehrfach, das heißt: Nicht alle Instrumente einer Stimmgruppe (zum Beispiel die ersten Violinen oder die Violoncelli) spielen stets das Gleiche, sondern teilweise unterschiedliche Stimmverläufe. Das fächert den Klang in vorher nicht gekannter Weise auf. Dann ist da die Harmonik. Gewohnte Verläufe, um von einer Tonart in die andere zu gelangen, wirft Berlioz teils mit Wahnwitz über Bord. Das rein äußerlich Neuartige an der \"Symphonie fantastique\" ist, dass Berlioz ihr – das allererste Mal in der Musikgeschichte! – ein ausführliches Programm zugrunde gelegt hat. Die Klangentwicklungen sind hier also nicht \"nur\" Musik an sich, sondern sie illustrieren ganz konkrete Inhalte. Die Grundkonstellation: Berlioz hatte sich in die irische Schauspielerin Harriet Smithson verliebt, die seine Avancen allerdings verschmähte. Daraus entwickelte er die klingende \"Episode aus dem Leben eines Künstlers\", die er auch als \"drame musical\" bezeichnete. Analog zum klassischen Drama mit seinen fünf Akten erzählt Berlioz diese tragische Liebesgeschichte in fünf Sätzen. Vorbild war zudem Beethovens Sinfonie Nr. 6, die \"Pastorale\", die sich ebenfalls in fünf Sätzen (freilich nur latent) auf außermusikalische Inhalte bezieht.\nDer erste Satz der \"Symphonie fantastique\" schildert die verschiedenen Verliebtheitsstadien eines jungen Musikers gegenüber der für ihn idealtypischen Frau. Musikalisch wird sie durch ein Motiv verkörpert – von Berlioz \"idée fixe\" genannt –, das in allen Sätzen in den unterschiedlichsten Stimmungen und Schattierungen erscheint. Auf dem Ball des zweiten Satzes sieht der Verliebte die Angebetete wieder, die ihn aber nicht beachtet. In der \"Szene auf dem Lande\" erklingt der Dialog zweier Hirten, als der Verliebte von Zweifel erfasst wird, wiedergeliebt zu werden. Anschließend singt nur noch ein Hirte seine Weise. Der \"Gang zum Richtplatz\" schildert den Traum des Musikers, er habe die Erwählte ermordet, sei zum Tode verurteilt und werde zum Richtplatz geführt. Im \"Traum einer Sabbatnacht\" schließlich erscheint die ehemals Geliebte als Hexe. Die verzerrte \"idée fixe\" kontrastiert mit der Melodie des \"Dies irae\", des Jüngsten Gerichts aus der katholischen Totenmesse. Harriet Smithson, die reale Umworbene, hörte das Werk erstmals zwei Jahre nach der Uraufführung. Fasziniert und tief berührt erklärte sie sich bereit, Berlioz’ Bekanntschaft zu machen. Im Jahr darauf heirateten sie. – Eine Wendung wie aus den Traumwelten der \"Symphonie fantastique\".\n(Text: Otto Hagedorn)",
    "Duration": "00:51:14",
    "ChannelName": "ARD Klassik",
    "VideoId": "427uJHVLo6I",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Berlioz — Symphonie Fantastique  [National Youth Orchestra]",
    "Description": "BBC Proms 2010 NYO\nConductor : Semyon Bychkov",
    "Duration": "00:54:08",
    "ChannelName": "Darbi Darboun",
    "VideoId": "TYVRnbAN6fQ",
    "ChannelId": "UCk1NbvkPfJ11MfXRTcZLWhw"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 2 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 2 D-Dur op. 73 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov im April 2005 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.  \n\nJohannes Brahms - Sinfonie Nr. 2 D-Dur op. 73\n\n00:00:00 I. Allegro non troppo \n00:19:31 II. Adagio non troppo \n00:28:05 III. Allegretto grazioso \n00:33:34 IV. Allegro con spirito \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nNach dem großen Erfolg seiner 1. Sinfonie op. 68, um die Brahms nicht weniger als 23 Jahre seines schöpferischen Lebens gerungen hatte, schwamm er förmlich im sinfonischen Fahrwasser. Noch während er die vierhändige Klavierfassung der Ersten erstellte, arbeitete Brahms schon an der 2. Sinfonie, die er innerhalb von nur vier Monaten fertigstellte. Er hatte mit seinem sinfonischen Erstling bewiesen, dass sich – auch ohne Epigone Beethovens zu sein – , noch Sinfonien komponieren ließen. Der lähmende Zwang zur Abgrenzung und stilistischen Identitätsfindung war von ihm abgefallen. \n\nWeiterhin begünstigend wirkte sich aus, dass Brahms im Jahr 1877 seine Sommerferien erstmalig im österreichischen Pörtschach am Wörthersee verbrachte. Dies war offensichtlich ein inspirierender Ort: »Da fliegen die Melodien, daß man sich hüten muss, keine zu treten«, scherzte Brahms zufrieden. Die Heiterkeit dieser sonnigen Seenlandschaft Kärntens scheint sich in der 2. Sinfonie und auch im Violinkonzert, das ebenfalls hier im Folgejahr entstand, widerzuspiegeln.\n \nBrachte die 1. Sinfonie bereits im Finale das Thema »Natur« in Form eines alphornartigen Mottos ins Spiel, so setzt die 2. Sinfonie hier erneut an. Von Beginn an baut sie eine behagliche Grundstimmung auf, die der \"Natur\" direkt abgelauscht zu sein scheint. So zum Beispiel am Beginn des Werkes mit seinem unmittelbar einsetzenden, freundlich im 3/4-Takt wiegenden Hauptthema und dem schwelgerisch aufblühenden Nebensatz. Der streichergesättigte Orchesterklang, dem die Hörner und Holzbläser ihre warmen Instrumentalfarben beimischen, trägt das seine dazu bei. Nur gelegentlich wird die liebliche Natur-Idylle eingetrübt, etwa wenn Pauke, Posaune und Bass-Tuba für kleine irritierende Störfeuer sorgen.\n\nSchon kurz nach der Premiere wurde Brahms‘ 2. Sinfonie mit Beethovens \"Pastorale\" verglichen – sehr zur Freude der Zuhörer*innen, denen aus der Musik \"Blauer Himmel, Quellenrieseln, Sonnenschein und kühler, grüner Schatten\" entgegentöne, wie ein Freund an Brahms schrieb. Bestimmt ein Grund, weshalb die Zweite seit ihrer erfolgreichen Uraufführung am 30. Dezember 1877 als Brahms‘ beliebtestes sinfonisches Werk gilt. \n\n(Text: Tilla Clüsserath)",
    "Duration": "00:42:47",
    "ChannelName": "ARD Klassik",
    "VideoId": "jVV9J4onhsA",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms - Sinfonie Nr. 3 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 3 F-Dur op. 90 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 26.04.2002 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nJohannes Brahms - Sinfonie Nr. 3 F-Dur op. 90\n\n00:00:00 I. Allegro con brio \n00:10:06 II. Andante \n00:19:00 III. Poco allegretto \n00:25:43 IV. Allegro \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie \n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\n\nBereits bei der Premiere von Brahms‘ 3. Sinfonie am 2. Dezember 1883 im Wiener Musikvereinssaal waren Publikum und Freunde schlichtweg von ihr begeistert. Die »Neue« erschloss sich beim ersten Anhören, war eingängig und von großer Emotionalität. Andererseits bot ihr vielseitiger Charakter Raum für ganz verschiedene Interpretationen. So zog, um nur ein Beispiel zu nennen, Clara Schumann eine Parallele zu Beethovens 6. Sinfonie, der \"Pastorale\". Die ersten beiden Sinfoniesätze erschienen ihr dabei, wie »von Anfang bis Ende umfangen von dem geheimnisvollen Zauber des Waldlebens«. Prominente Fürsprecher wie Eduard Hanslick, Max Kalbeck und Hans Richter äußerten dagegen andere Deutungsmöglichkeiten. \nÜber die Entstehungsumstände der 3. Sinfonie ist nur bekannt, dass sie von Brahms im Sommer 1883 in Wiesbaden vollendet wurde. Nach ihrer erfolgreichen Uraufführung in Wien, die auch durch die Intervention einiger weniger Wagner-Anhänger nicht gestört werden konnte, erklang das Werk im Folgejahr in verschiedenen deutschen Städten, darunter auch in Köln und Düsseldorf. \n\nNachdem Brahms lange Zeit mit dem \"großen B\" im Rücken komponierte, teilt dieses neue Werk mit Beethovenschen Sinfonien nur noch die äußere Hülle. Brahms war von den zumeist appellativen, in ihrer Aussage \"an die Menschheit\" gerichteten Vorbildern, abgerückt und hatte einen \"artifiziellen\" Sinfonietypus entwickelt. Mit aller Vorsicht gesagt, sticht bei Brahms nun mehr das kammermusikalische als das sinfonische Moment hervor. Konkret bedeutet das in der 3. Sinfonie, dass sich ihr struktureller Zusammenhang im wesentlichen auf ein lapidares Kernmotiv (mit dem die Sinfonie sogleich anhebt) zurückführen lässt. Aus ihm entspringt auch der musikalische Hauptgedanke des Werkes (in die Oktave ausschwingende Melodie, Töne F – A/As – F), der in vielfältiger Abwandlung alle vier Sätze des Werkes durchzieht. Nach zwei bezaubernden serenadenhaften Mittelsätzen und einem intensiven Finale beendet Brahms seine 3. Sinfonie überraschend im Pianissimo.\n\n(Text: Tilla Clüsserath)",
    "Duration": "00:34:56",
    "ChannelName": "ARD Klassik",
    "VideoId": "mpvpu-sN4gY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Brahms Double Concerto - Honeck/Hornung/Bychkov",
    "Description": "Johannes Brahms\nDouble Concerto a minor op. 102\n\nRainer Honeck, Violin\nMaximilian Hornung, Cello\nKioi Sinfonietta\nSemyon Bychkov, Conductor\n\nRecorded live at Kioi Hall, Tokyo, Japan, July 3rd 2015",
    "Duration": "00:36:11",
    "ChannelName": "stahlsaite",
    "VideoId": "zFiHsNpdjaM",
    "ChannelId": "UCG9mjMynXFXJlWOGmOQ4KRQ"
  },
  {
    "Title": "Bruch: Violin Concerto No.1 / Shoji Bychkov WDR Sinfonieorchester Köln (2003 live)",
    "Description": "1. Bruch: Violin Concerto No.1 2. Reger: Prelude & Fuga Op.117-2 Grave Sayaka Shoji Semyon Bychkov WDR Sinfonieorchester Köln 2003.6.4 Suntory Hall .\n\n1. Bruch: Violin Concerto No.1 2. Reger: Prelude & Fuga Op.117-2 Grave Sayaka Shoji Semyon Bychkov WDR Sinfonieorchester Köln 2003.6.4 Suntory Hall .\n\nSemyon Bychkov WDR Sinfonieorchester Köln 2003.6.4 Suntory Hall Live. Japan. 1. Bruch: Violin Concerto No.1 2. Reger: Prelude & Fuga Op.117-2 Grave .\n\n\n\nI. Vorspiel. Allegro moderato ∙ II. Adagio ∙ İ. Finale. Allegro energico ∙ hr-Sinfonieorchester – Frankfurt Radio Symphony ∙ Hilary Hahn, Violine ∙ Andrés .",
    "Duration": "01:45:52",
    "ChannelName": "Dosenklempner",
    "VideoId": "QSjLUe119kk",
    "ChannelId": "UC68quBmya9yh2lOJoXGl5Bg"
  },
  {
    "Title": "Bruckner - Sinfonie Nr. 8 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Anton Bruckners Sinfonie Nr. 8 c-Moll ist ein Monumentalwerk. Hier interpretiert das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov die 8. Sinfonie, 2. Fassung, von Anton Bruckner. Live aufgenommen am 4. Dezember 1999 in der Kölner Philharmonie.\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nAnton Bruckner - Sinfonie Nr. 8 c-Moll (2. Fassung)\n\n00:00:00 I. Allegro moderato\n00:16:06 II. Scherzo. Allegro moderato – Trio. Langsam – Scherzo da capo \n00:31:15 III. Adagio. Feierlich langsam; doch nicht schleppend \n00:57:29 IV. Finale. Feierlich, nicht schnell \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung\n\"Halb Genie, halb Trottel.\" So beschrieb Gustav Mahler einmal Anton Bruckner. Diese paradoxe Charakterisierung ist symptomatisch für den großen romantischen Sinfoniker und preisgekrönten Organisten, der sich einem Nachbarn seiner Schwester selbst so vorstellte: \"Sie wiss’n wohl net, wer i bin? Ja, i bin dem Kaiser sein Organist und der Gärtnerin Hueber ihr Bruder.\"\nMit dem Zwiespalt zwischen hohen Ehren und niedriger Herkunft, zwischen geistigen Höhenflügen und peinlichen irdischen Ärgernissen rang Bruckner sein Leben lang. Geboren als Sohn eines Dorfschullehrers, kam er als Chorknabe zur Musik. Über einen demütigenden Umweg als Schulgehilfe wurde er zunächst Organist am heimatlichen Stift Sankt Florian und in Linz, später Hoforganist und Professor für Kontrapunkt in Wien. Seine schlabberigen Anzüge legte er allerdings genauso wenig ab wie seinen deftigen Akzent, der in der Forschung mit Vorliebe in Lautschrift überliefert wird.Wie unbeholfen er sich auf dem gesellschaftlichen Parkett bewegte, zeigt allein der Brief, mit dem er 1890 bei Kaiser Franz Joseph I. \"am allerhöchsten Throne zu Höchstdessen Füßen\" anfragte, ob er ihm seine 8. Sinfonie widmen dürfe – wobei er sich vor lauter Unterwürfigkeitsfloskeln völlig verhaspelte: \"Eure Kaiser. und Königl. Apostol. Majestät wollen allergnädigst geruhen, die allerehrfurchtsvollste Dedication im Falle allerhöchster Auszeichnung allergnädigst Gnade zu bewilligen und allergnädigst zu gestatten, die alleruntertänigste Dedication auf das Titelblatt setzen zu dürfen.\"\nGut drei Jahre hatte Bruckner an der Sinfonie gearbeitet, mehrfach unterbrochen durch die umfangreiche Korrespondenz zur Drucklegung der vorangegangenen 7. Sinfonie und ihre ersten Aufführungen 1884 in Leipzig und München. Aber auch seine großen Selbstzweifel, hervorgerufen durch vernichtende Kritiken, ließen ihn zögern und immer wieder an schon geschriebenen Takten herumbasteln. \n...\n(Text: Clemens Matuschek)\n► Hier die vollständige Werkeinführung weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/werkeinfuehrungen/bruckner-achte-sinfonie-100.html",
    "Duration": "01:20:34",
    "ChannelName": "ARD Klassik",
    "VideoId": "g3_Mvh0Fpcg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Carl Maria von Weber - Ouvertüre zur Oper \"Oberon\" | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Carl Maria von Webers Ouvertüre zur Oper \"Oberon\" spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 11. September 1998 in der Kölner Philharmonie. \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nWenn Feen auf Ritter, deutsche Romantik auf »Tausendundeine Nacht« und Liebesleidenschaft auf eheliche Treue trifft, ist man mittendrin in Carl Maria von Webers Oper »Oberon«. Der Komponist hatte 1821 mit seinem »Freischütz« Berühmtheit erlangt, nun lockte man ihn mit einem Auftragswerk nach London. Die Uraufführung des »Oberon« am 12. April 1826 am Royal Opera House Covent Garden wurde ein großer Erfolg für Weber. Heutzutage bekommt man das Musikstück mit der verwirrend bunten Handlung allerdings eher selten zu sehen. Dafür gehört die »Oberon«-Ouvertüre zum festen Repertoire der Orchester. Kein Wunder – ist Weber mit diesem 8-Minüter doch ein echter Geniestreich gelungen. Wie in einem Miniatur-Drama vereint diese Ouvertüre in sich die schönsten musikalischen Einfälle der Oper und bereitet so das Publikum stimmungsvoll auf das kommende Geschehen vor. Darüber hinaus schrieb Weber mit seiner »Oberon«-Ouvertüre tatsächlich die früheste sinfonische Dichtung (d.h. lange vor Franz Liszt und Richard Strauss), indem er die Programmatik der Sonatenform mit den Inhalten des nachfolgenden Dramas verschmolz. Für diese Leistung verehrte ihn kein Geringerer als Richard Wagner, der die Bedeutung der »Oberon«-Ouvertüre sogar in einem Artikel hervorhob (Über die Ouvertüre, 1841). \nDie langsame Einleitung des Werks beginnt ziemlich romantisch: es ist der Ruf des Zauberhorns. In der Oper kann Ritter Hüon mit diesem geheimnisvollen Klang Elf Oberon herbeirufen. Dessen märchenhaftes Elfenreich sowie Hüons karolingische Ritterburg deuten die folgenden Takte an. Doch so richtig los geht es erst nach einem Fortissimo-Schlag des Orchesters, d.h. »Vorhang auf« für das unmittelbar losstürmende Sechszehntel-Hauptthema, das in der Oper den Aufbruch zu einer abenteuerlichen Reise signalisiert. Erneut erklingt das Zauberhorn und macht Platz für den Eintritt des Seitenthemas. In diesem kunstvollen Gebilde hat Weber Bestandteile zweier Arien Hüons (»Traumgesang«) und der Kalifentochter Reiza (»Ozean«-Arie) miteinander verflochten und damit quasi die Vermählung der beiden Liebenden, wie sie die Oper erzählt, vorweggenommen. Im folgenden werden alle thematischen Bestandteile höchst gerafft verarbeitet und unter Herausstellung des schwungvollen Reiza-Motivs einem strahlenden Ende zugeführt. \n\nText: Tilla Clüsserath",
    "Duration": "00:09:10",
    "ChannelName": "ARD Klassik",
    "VideoId": "QIveWhEwvZE",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "César Franck  \"Symphony in D minor\"  -  Semyon Bychkov",
    "Description": "Conductor: Semyon Bychkov\nOrchstre de Paris\nSalle Pleyel, Paris, 5/1990\n\nMy blog:\nhttps://sonarmc.com/wordpress/site01/2014/11/07/%e3%83%95%e3%83%a9%e3%83%b3%e3%82%af-%e4%ba%a4%e9%9f%bf%e6%9b%b2%e3%83%8b%e7%9f%ad%e8%aa%bf-%e4%bd%9c%e5%93%81%ef%bc%94%ef%bc%98/",
    "Duration": "00:40:50",
    "ChannelName": "東賢太郎",
    "VideoId": "FgLdLXrq7_w",
    "ChannelId": "UCH-cDn4Hw8NrkToZpedKFzA"
  },
  {
    "Title": "Detlev Glanert: Theatrum bestiarum -- Semyon Bychkov/Berliner Philharmoniker (Berlin 2008)",
    "Description": "Detlev Glanert: Theatrum bestiarum\nBerliner Philharmoniker\nSemyon Bychkov\n2 October 2008, Philharmonie, Berlin\n\nI apologize for the advertisements YouTube may add to my videos. As far as I know, there is no way to prevent that crap. (However, some of you may be familiar with some workarounds...)",
    "Duration": "00:22:21",
    "ChannelName": "Quality Music",
    "VideoId": "vOT4h6bX5tQ",
    "ChannelId": "UCICVGV_Pmk08DgdtpU9E0_Q"
  },
  {
    "Title": "Ein Heldenleben, op.40 - Richard Strauss - Bychkov - Wiener Philharmoniker",
    "Description": "Ein Heldenleben, op.40\nRichard Strauss\n\nSemyon Bychkov\nWiener Philharmoniker (Vienna Philharmonic)\nconcertmaster: Rainer Honeck\n\n5/6/2016, Musikverein, live recording",
    "Duration": "00:46:44",
    "ChannelName": "Soffronitsky",
    "VideoId": "xZpnnZp6BEw",
    "ChannelId": "UCMqZf5Qs-ySfHMZbja0tXwg"
  },
  {
    "Title": "FRAGER Malcolm live Tchaikovsky Piano Concerto 1, original version, April 1983",
    "Description": "FRAGER Malcolm live Tchaikovsky Piano Concerto 1, original version, April 1983, Grand Rapids Symphony, Semyon Bychkov, conductor. Watch also the great YouTube documentary \"Malcolm Frager, American Pianist\" https://youtu.be/7Q-cx_lJNWc",
    "Duration": "00:36:37",
    "ChannelName": "Tibor Szasz",
    "VideoId": "h-hTu0X-U_Y",
    "ChannelId": "UCQS0O_hzBjFG1P7-kQHS5iw"
  },
  {
    "Title": "Glasunow - Violinkonzert | Hilary Hahn | WDR Sinfonieorchester",
    "Description": "Alexander Glasunows Konzert für Violine und Orchester a-Moll op. 82 gespielt von Solistin Hilary Hahn und dem WDR Sinfonieorchester, unter der Leitung von Semyon Bychkov. Aufgezeichnet im 13.12.2008 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nAlexander Glasunow - Konzert für Violine und Orchester a-Moll op. 82\n\n00:00:00 I.  Moderato\n00:04:22 II Andante sostenuto\n00:14:17 III. Allegro\n\nHilary Hahn, Violine\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:20:27",
    "ChannelName": "ARD Klassik",
    "VideoId": "ZbQ1f4NNWkU",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Gunther Schuller - Where the Word Ends (UK Première)",
    "Description": "WDR Symphony Orchestra Cologne, conducted by Semyon Bychkov\nhttp://5against4.com/2010/07/20/proms-2010-gunther-schuller-where-the-word-ends-uk-premiere/",
    "Duration": "00:25:20",
    "ChannelName": "fiveagainstfour",
    "VideoId": "xAopDa4Gln8",
    "ChannelId": "UCOV3RqrUtxMX3xPKVLsAI6g"
  },
  {
    "Title": "Gustav Mahler - Sinfonie Nr. 5 cis-Moll | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 5 cis-Moll, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet im September 1998 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.\n\nGustav Mahler - Sinfonie Nr. 5 Cis-Moll\n\n00:00:00 I. Trauermarsch. In gemessenem Schritt. Streng. Wie ein Kondukt\n00:13:19 II. Stürmisch bewegt, mit grösster Vehemenz\n00:28:32 III. Scherzo. Kräftig, nicht zu schnell\n00:47:57 IV. Adagietto. Sehr langsam\n00:56:12 V.  Rondo-finale. Allegro - allegro giocoso.\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung\n\"Meine 5. Sinfonie ist ein verfluchtes Werk. Niemand kapiert sie.\" So frustriert kommentierte Gustav Mahler die Aufführung seines neuesten Werks 1905 in Hamburg, wo er als ehemaliger Operndirektor doch eigentlich auf eine treue Fangemeinde zählen konnte. Und auch ein italienischer Kopist, der die Partitur für ein kurz darauf angesetztes Konzert in Triest abschrieb und dabei zahlreiche Änderungswünsche des Komponisten einarbeiten musste, kritzelte genervt \"La sinfonia maledetta\" aufs Deckblatt. \nDiese Äußerungen erstaunen angesichts der Tatsache, dass die Fünfte heute zu den beliebtesten Mahler-Sinfonien zählt. Die Gründe dafür, dass sie das damalige Publikum so nachhaltig irritierte und ihren Schöpfer so viel Kraft kostete, sind auf mehreren Ebenen zu suchen. Klar ist: Diese Sinfonie hebt sich von den vier vorangegangenen deutlich ab. So verzichtete Mahler hier auf eine Gesangsstimme, durch die er seine Sinfonien Nr. 2 bis 4 mit dem Lied-Genre verschränkt hatte. Dafür legte er nun mehr Wert auf die Eigenständigkeit der einzelnen Instrumente. Mahler hielt die Einzelparts sogar für \"so schwierig zu spielen, dass sie eigentlich lauter Solisten bedürften\". Der Dirigent Bruno Walter, der Mahler in Hamburg als junger Korrepetitor assistiert hatte und sich zu einem seiner engsten Freunde entwickelte, konstatierte: \"Zwischen die beiden Perioden fällt eine hingebungsvolle Vertiefung in Bach. Namentlich die 'Kunst der Fuge' war es, die einen großen Einfluss auf Mahlers kontrapunktische Arbeit nahm.\" Mahler selbst äußerte: \"Unsagbar ist, was ich von Bach lerne – freilich als Kind zu seinen Füßen sitzend.\" Diese Hinwendung zur Polyphonie, zu einem dichteren kontrapunktischen Geflecht der Einzelstimmen, erforderte natürlich einen entsprechenden Umgang mit dem Orchester, den auch ein Genie wie Mahler sich erst erkämpfen musste.\nEntstanden ist die Sinfonie während der Sommerferien 1901 und 1902 in Maiernigg am Wörthersee, wo Mahler gerne seinen Urlaub verbrachte, um ungestört arbeiten zu können. Am 20. August 1902 berichtete er freudig: \"Endlich bin ich fertig! Die 5. Sinfonie ist also auch da.\" Doch von \"fertig\" konnte keine Rede sein – wie ein Brief zeigt, den Mahler 1911, also neun Jahre später, von seiner Amerika-Tournee aus New York schreibt: \"Die 5. Sinfonie habe ich fertig. Sie musste faktisch völlig uminstrumentiert werden. Es ist unfassbar, wie ich damals so völlig anfängerhaft irren konnte. Offenbar hatte mich die in den ersten vier Sinfonien erworbene Routine hier völlig im Stich gelassen – da ein neuer Stil eine neue Technik verlangte.\"\n(Text: Clemens Matuschek)",
    "Duration": "01:11:26",
    "ChannelName": "ARD Klassik",
    "VideoId": "JGAnvTlyGIQ",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Gustav Mahler - Sinfonie Nr. 5 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Gustav Mahlers Sinfonie Nr. 5 cis-Moll, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgenommen am 18. April 2004 in der Kölner Philharmonie.\n\nGustav Mahler - Sinfonie Nr. 5 cis-Moll\n\n00:00:00 Abteilung I - I. Trauermarsch \n00:13:58 II. Stürmisch bewegt \n00:29:47 Abteilung II  - III. Scherzo \n00:47:58 Abteilung III - IV. Adagietto \n00:57:30 V. Rondo-finale\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\n\"Meine 5. Sinfonie ist ein verfluchtes Werk. Niemand kapiert sie.\" So frustriert kommentierte Gustav Mahler die Aufführung seines neuesten Werks 1905 in Hamburg, wo er als ehemaliger Operndirektor doch eigentlich auf eine treue Fangemeinde zählen konnte. Und auch ein italienischer Kopist, der die Partitur für ein kurz darauf angesetztes Konzert in Triest abschrieb und dabei zahlreiche Änderungswünsche des Komponisten einarbeiten musste, kritzelte genervt \"La sinfonia maledetta\" aufs Deckblatt. \nDiese Äußerungen erstaunen angesichts der Tatsache, dass die Fünfte heute zu den beliebtesten Mahler-Sinfonien zählt. Die Gründe dafür, dass sie das damalige Publikum so nachhaltig irritierte und ihren Schöpfer so viel Kraft kostete, sind auf mehreren Ebenen zu suchen. Klar ist: Diese Sinfonie hebt sich von den vier vorangegangenen deutlich ab. So verzichtete Mahler hier auf eine Gesangsstimme, durch die er seine Sinfonien Nr. 2 bis 4 mit dem Lied-Genre verschränkt hatte. Dafür legte er nun mehr Wert auf die Eigenständigkeit der einzelnen Instrumente. Mahler hielt die Einzelparts sogar für \"so schwierig zu spielen, dass sie eigentlich lauter Solisten bedürften\". Der Dirigent Bruno Walter, der Mahler in Hamburg als junger Korrepetitor assistiert hatte und sich zu einem seiner engsten Freunde entwickelte, konstatierte: \"Zwischen die beiden Perioden fällt eine hingebungsvolle Vertiefung in Bach. Namentlich die 'Kunst der Fuge' war es, die einen großen Einfluss auf Mahlers kontrapunktische Arbeit nahm.\" Mahler selbst äußerte: \"Unsagbar ist, was ich von Bach lerne – freilich als Kind zu seinen Füßen sitzend.\" Diese Hinwendung zur Polyphonie, zu einem dichteren kontrapunktischen Geflecht der Einzelstimmen, erforderte natürlich einen entsprechenden Umgang mit dem Orchester, den auch ein Genie wie Mahler sich erst erkämpfen musste.\nEntstanden ist die Sinfonie während der Sommerferien 1901 und 1902 in Maiernigg am Wörthersee, wo Mahler gerne seinen Urlaub verbrachte, um ungestört arbeiten zu können. Am 20. August 1902 berichtete er freudig: \"Endlich bin ich fertig! Die 5. Sinfonie ist also auch da.\" Doch von \"fertig\" konnte keine Rede sein – wie ein Brief zeigt, den Mahler 1911, also neun Jahre später, von seiner Amerika-Tournee aus New York schreibt: \"Die 5. Sinfonie habe ich fertig. Sie musste faktisch völlig uminstrumentiert werden. Es ist unfassbar, wie ich damals so völlig anfängerhaft irren konnte. Offenbar hatte mich die in den ersten vier Sinfonien erworbene Routine hier völlig im Stich gelassen – da ein neuer Stil eine neue Technik verlangte.\"\n\nText: Clemens Matuschek",
    "Duration": "01:13:46",
    "ChannelName": "ARD Klassik",
    "VideoId": "g01HhS4zz8k",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Gustav Mahler - Symphony n.1 - Bychkov - Wiener Philharmoniker",
    "Description": "Gustav Mahler\nSymphony n.1 \"Der Titan\" in D major\n\nSemyon Bychkov\nWiener Philharmoniker (Vienna Philharmonic)\n15/1/2017, Musikverein, live recording\n\nEnjoy!",
    "Duration": "00:57:07",
    "ChannelName": "Soffronitsky",
    "VideoId": "ZBRat5-FOb8",
    "ChannelId": "UCMqZf5Qs-ySfHMZbja0tXwg"
  },
  {
    "Title": "Igor Strawinsky - Psalmensinfonie | Semyon Bychkov | WDR Rundfunkchor | WDR Sinfonieorchester",
    "Description": "Igor Strawinskys \"Psalmensinfonie\" für Chor und Orchester, aufgeführt vom WDR Rundfunkchor und dem WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am  30.11.2002 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\n00:00 I. Exaudi Orationem Meam, Domine\n03:18 II. Expectans Expectavi Dominum\n09:40 III. Alleluja! Laudate Dominum in Sanctis Eius\n\nWDR Sinfonieorchester\nWDR Rundfunkchor\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n► Mehr zum Rundfunkchor, zu Konzerten und aktuellen Livestreams gibt es bei https://rundfunkchor.wdr.de\n► Der WDR Rundfunkchor bei Facebook https://www.facebook.com/WDR.Rundfunkchor/",
    "Duration": "00:22:22",
    "ChannelName": "ARD Klassik",
    "VideoId": "yUKKhoJdXxw",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Igor Strawinsky - Scherzo Fantastique op. 3 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Igor Strawinskys Scherzo Fantastique op. 3, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 12. Januar 2008 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester",
    "Duration": "00:12:21",
    "ChannelName": "ARD Klassik",
    "VideoId": "dEZd2SKXEGE",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "J.Brahms - Symphony № 2, op.73 - Moscow Philharmonic Orchestra, Semyon Bychkov",
    "Description": "Johannes Brahms\n\nSymphony № 2, D-dur, op.73 (1877):\nI.   Allegro non troppo\nII.  Adagio non troppo\nIII. Allegretto grazioso (quasi andantino)\nIV. Allegro con spirito\n\n\nMoscow Philharmonic Orchestra\nSemyon Bychkov, conductor\n\nTchaikovsky Concert Hall\nMoscow, 16.02.2013",
    "Duration": "00:44:27",
    "ChannelName": "krelena2009",
    "VideoId": "NDp32msEvvQ",
    "ChannelId": "UCylxN2_FtE6r80qoZS_npug"
  },
  {
    "Title": "Johannes Brahms - Sinfonie Nr. 1 c-Moll op. 68 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 1 c-Moll op. 68 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov im August 2002 in der Kölner Philharmonie.\n\n00:00:00 I. Un poco sostenuto - Allegro\n00:17:34 II. Andante sostenuto\n00:26:43 III. Un poco allegretto e grazioso\n00:31:56 IV. Adagio - Allegro non troppo, ma con brio\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\nIn puncto Sinfonie war Johannes Brahms ein Spätzünder: bis zum Alter von 43 Jahren ließ er sich mit seinem sinfonischen Erstling Zeit. Für ihn war das Komponieren einer Sinfonie eine \"Angelegenheit von Leben und Tod\". Denn Beethovens neun Sinfonien hatten der Gattung zu solch hohem Rang und Anspruch verholfen, dass sie im 19. Jahrhundert als höchstes Ziel des Komponierens angesehen wurde. Dieser übermächtige Schatten Beethovens lastete auf allen nachfolgenden Komponist*innen. Für Brahms kam noch erschwerend hinzu, dass Robert Schumann 1853 den gerade mal 20jährigen als neuen musikalischen \"Messias\" angekündigt hatte. Diese Vorschusslorbeeren beflügelten und lähmten Brahms zugleich. Alle nachfolgenden Versuche, sich der Gattung Sinfon zu stellen, waren von Selbstzweifeln begleitet. So näherte er sich Stück für Stück der prestigeträchtigen Sinfonie über das Schreiben von Serenaden, Kammermusik sowie Musik für Chor und Orchester. Schließlich, nach einer mehr als 20-jährigen Vorbereitungszeit, wurde am 4. November 1876 endlich seine 1. Sinfonie in Karlsruhe uraufgeführt. \nIn Anknüpfung an die klassische Tradition ersann Brahms eigene gestalterische Mittel. Darunter fällt vor allen Dingen das Prinzip der entwickelnden Variation, d.h. der Herleitung aller wichtigen Motive und Themen aus einem Kerngedanken. Hatte Beethoven hierfür schon den Grundstein gelegt, so geht  Brahms wesentlich weiter und überzieht alle Satzteile mit einem dichten Gewebe motivisch-thematischer Beziehungen. Die 1. Sinfonie beginnt mit einer ausgedehnten Einleitung, in der das thematische Material der folgenden Sätze anklingt, darunter die chromatisch sich in die Höhe schraubende Melodie der Violinen, die wie ein verzweifeltes Aufbegehren gegen ein übermächtiges Schicksal erscheint. Brahms entfaltet hier eine unerhörte Spannung, indem er die Streicher gegen die beharrlich hämmernde Pauke (Orgelpunkt auf c) ankämpfen lässt. Nach zwei wenig dramatischen Mittelsätzen bringt Brahms im Finale der Sinfonie eine Alphornweise und ein Marschthema, dem man eine Ähnlichkeit mit Beethovens \"Freude\"-Hymnus aus der 9. Sinfonie bescheinigt hat. Nach Brahms‘ Aussage kein Wunder, da \"das jeder Esel gleich hört!\". Also eine bewusste Hommage an Beethoven? Für den renommierten Dirigenten Hans von Bülow jedenfalls war diese Sinfonie von Brahms \"Beethovens Zehnte\". \n\nText: Tilla Clüsserath",
    "Duration": "00:50:19",
    "ChannelName": "ARD Klassik",
    "VideoId": "EYfgPwfM98k",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Johannes Brahms - Sinfonie Nr. 4 e-moll op. 98 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Johannes Brahms' Sinfonie Nr. 4 in e-Moll op. 98, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Eine Aufzeichnung vom 18. September 1998 aus der Kölner Philharmonie.\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\n00:00:00 I. Allegro non troppo \n00:13:15 II. Andante moderato\n00:25:00 III. Allegro giocoso – Poco meno presto – Tempo I\n00:31:12 IV.  Allegro energico e passionato – Più Allegro \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung:\n\nDas erdrückende Erbe Beethovens im Rücken, brauchte Johannes Brahms ein Vierteljahrhundert, bis er seine 1. Sinfonie vollendete. Als diese gelang, ließ Brahms nach 1876 noch drei weitere Sinfonien folgen. Meist nutzte er dafür seine freie Zeit in den Sommerferien. So entstand die 4. Sinfonie in den Jahren 1884 und 1885 im Örtchen Mürzzuschlag in der Steiermark. Während Brahms über neuen Kompositionen brütete, drangen nur wenige Informationen nach außen. Und wenn, dann fielen seine vagen Andeutungen zumeist skeptisch aus. Einer befreundeten Familie kündigte er seine Vierte als »eine neue traurige Symphonie« an und schrieb aus seinem Urlaubsdomizil an den Dirigenten Hans von Bülow: »Ich fürchte nämlich, sie schmeckt nach dem hiesigen Klima – die Kirschen hier werden nicht süß [...]«. Was hier angedeutet wird, ist der herbe und »elegische« Charakter der 4. Sinfonie. Weil Brahms‘ Bekanntenkreis mit Bedenken auf die neue Sinfonie reagierte, entschloss sich der Komponist zu einer Vorab-Aufführung an zwei Klavieren (zwei Wochen vor der Premiere). Die Reaktion war auch hier verhalten, doch nach der gelungenen Uraufführung durch die Meininger Hofkapelle am 25. Oktober 1885 fand auch die Vierte ihren Weg in die Konzertsäle.\n\nMit der Sinfonie Nr. 4 op. 98 schloss Brahms sein sinfonisches Schaffen ab. Zugleich bedeutete die Vierte auch das Ende der klassisch-romantischen Sinfonie und ihrer Finallösung »durch Nacht zum Licht«. Die Frage, wie Beethovens sinfonisches Erbe fortgesetzt werden könnte, bewegte das gesamte 19. Jahrhundert. Brahms beantwortete sie im Finale der 4. Sinfonie mit einem Rückgriff auf die barocke Chaconne bzw. Passacaglia. In dem Vertrauen auf die majestätische Strenge und erhabene Größe dieses bewährten Variationsmodells erlangte Brahms auf diese originelle Weise orchestrale Wucht und sinfonische Größe. Davon war der junge Richard Strauss als einer der ersten Zuhörer begeistert: »Ein Riesenwerk [...] neu und originell und doch von A bis Z ein echter Brahms«. \n\n(Text: Tilla Clüsserath)",
    "Duration": "00:41:19",
    "ChannelName": "ARD Klassik",
    "VideoId": "Uqv04x2_4d0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Johannes Moser: Cello Concerto No. 1 by Shostakovich",
    "Description": "Moscow Philharmonic  orchestra. Conductor Semyon  Bychkov. 2013",
    "Duration": "00:33:39",
    "ChannelName": "bluice01",
    "VideoId": "JFFlYzeCVHw",
    "ChannelId": "UCTub7leXZ6lbHqQeFkG_Lvw"
  },
  {
    "Title": "Julian Anderson: Symphony No. 2, ‘Prague Panoramas’ (2019/21)",
    "Description": "Julian Anderson (*1967)\nSymphony No. 2, ‘Prague Panoramas’, for orchestra (2019/21)\n\n00:00  I. Feroce, energico\n06:53  II. Tempo Fluido\n\nČeská filharmonie\nSemyon Bychkov, conductor\n\nCzech Première, 22 April 2022, Dvořák Hall\n\n\nI have admired Josef Sudek’s book Prague Panoramic since I first saw it 16 years ago. The breadth and sweep of his astonishingly beautiful panoramic photographs evoke orchestral sonorities every time I look at them. An important aspect of the photographs which gives them a somewhat surreal quality is their lack of a single focal point - everything is in sharp focus, no matter how vast the panoramas.\n\nFor my work, I have selected a number of the most striking images. I find them a hugely stimulating source of creative energy and intensity. If ever there was a musical book of photographs, this is it.\n\n\nPhoto by Petr Kadlec\n\nThe Complete Version\nhttps://youtu.be/S08F1AhxW6I\n\nComposer Information\nhttps://cutt.ly/julian-anderson_fab\nhttps://cutt.ly/julian-anderson_sch\n\n\nThis video has a purpose of promotion, not for profit.\nIf you have any complaints about copyright issues, please write me a direct message at dhdmlwls02(at)gmail(dot)com before submitting a report to YouTube. Then I will delete the video as soon as possible.",
    "Duration": "00:21:36",
    "ChannelName": "gɹinblat",
    "VideoId": "-J9X1YQ0WZ0",
    "ChannelId": "UC8Onc4WenduAVp09aa476VQ"
  },
  {
    "Title": "Leoš Janáček - Sinfonietta op. 60 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Leoš Janáčeks \"Sinfonietta\" op. 60, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet im April 2002 in der Kölner Philharmonie.\n\nLeoš Janáček - Sinfonietta op. 60\n\n00:00:00 I. Allegro\n00:02:16 II. Andante\n00:08:26 III. Moderato\n00:13:57 IV. Allegretto\n00:16:44 V. Andante con moto\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:23:59",
    "ChannelName": "ARD Klassik",
    "VideoId": "E_sK4n61FO0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Lilya Zilberstein plays Strauss Burlesque",
    "Description": "1999, Milano\n\nLilya Zilberstein, piano\nSemyon Bychkov, conductor\nFilarmonica della Scala",
    "Duration": "00:33:38",
    "ChannelName": "Anton Gerzenberg",
    "VideoId": "Kb4uuVpaTaY",
    "ChannelId": "UCCC3dkg4gVtWiTOLR6JdS8Q"
  },
  {
    "Title": "mahler  symphony no.2 in c minor, \"resurrection\" ( s. bychkov )",
    "Description": "mahler  symphony no.2 in c minor, \"resurrection\"\n\ni.   allegro maestoso ( 0:00 - )\nii.  andante moderato ( 21:52 - )\niii. In ruhig fließender bewegung ( 33:00 - )\niv. \"urlicht\" ( 43:57 - )\nv.  Im tempo des scherzos ( 49:06 - )\n\n( live recording.  1.1.2006  kölner philharmonie, cologne )\n\n\n\n\n*. source : karna musik cd-r (modified)\n*. karina gauvin (s.)\n    yvonne naef (a.)\n    ndr chorus,  west german radio choir cologne \n    s. bychkov,  wdr symphony orchestra cologne",
    "Duration": "01:25:09",
    "ChannelName": "L’île aux Cerfs",
    "VideoId": "kUURfMGL8KA",
    "ChannelId": "UC_rNGB_DOldfGY2xmGe0vMw"
  },
  {
    "Title": "mahler  symphony no.5 ( s. bychkov )",
    "Description": "mahler  symphony no.5\n\ni.   funeral march ( 0:00 - )\nii.  moving stormily, with the greatest vehemence ( 14:06 - )\niii. scherzo ( 30:09 - )\niv. adagietto ( 48:32 - )\nv.  rondo – Allegro giocoso ( 58:05 - )\n\n( live recording.  apr 18, 2004  kölner philharmonie, cologne )\n\n\n\n\n\n*. source : en larmes cd-r (modified)\n*. s. bychkov             wdr symphony orchestra cologne",
    "Duration": "01:14:55",
    "ChannelName": "L’île aux Cerfs",
    "VideoId": "eLMgbp1K5xo",
    "ChannelId": "UC_rNGB_DOldfGY2xmGe0vMw"
  },
  {
    "Title": "mahler  symphony no.6 in a minor ( s. bychkov )",
    "Description": "mahler  symphony no.6 in a minor\n\ni.   allegro energico, ma non troppo ( 0:00 - )\nii.  scherzo ( 24:06 - )\niii. andnate moderato ( 38:03 - )\niv.  finale ( 53:33 - )\n\n( live recording.  feb 11, 2016  lincoln center, nyc )\n\n\n\n*. source : refine classic cd-r (modified)\n*. s. bychkov             new york philharmonic",
    "Duration": "01:25:15",
    "ChannelName": "L’île aux Cerfs",
    "VideoId": "C9y5uCXeL5c",
    "ChannelId": "UC_rNGB_DOldfGY2xmGe0vMw"
  },
  {
    "Title": "Mahler's 3rd Symphony (Audio + Sheet Music)",
    "Description": "pf: Semyon Bychkov cond/ WDR Sinfonie-Orchester Koln \n\nThe Symphony No. 3 by Gustav Mahler was written between 1893 and 1896. It is his longest piece and is the longest symphony in the standard repertoire, with a typical performance lasting around 90 to 105 minutes.\n\nIn its final form, the work has six movements, grouped into two Parts:\n\n0:00 - Kräftig. Entschieden (Strong and decisive) [D minor to F major]\n35:13 - Tempo di Menuetto (In the tempo of a minuet) [A major]\n45:38 - Comodo (Scherzando) (Comfortably, like a scherzo) [C minor to C major]\n1:03:58 - Sehr langsam—Misterioso (Very slowly, mysteriously) [D Major]\n1:14:38 - Lustig im Tempo und keck im Ausdruck (Cheerful in tempo and cheeky in expression) [F major]\n1:19:13 - Langsam—Ruhevoll—Empfunden (Slowly, tranquil, deeply felt) [D major]\n\nThe first movement alone, with a normal duration of a little more than thirty minutes, sometimes forty, forms Part One of the symphony. Part Two consists of the other five movements and has a duration of about sixty to seventy minutes.\n\nMORE INFO + LIBRETTO: https://en.wikipedia.org/wiki/Symphony_No._3_(Mahler)",
    "Duration": "01:44:58",
    "ChannelName": "tomekkobialka",
    "VideoId": "pRhQhUtOpPI",
    "ChannelId": "UCidxwMu7WYFqyQAzK9q0ZKg"
  },
  {
    "Title": "Mahler: Symfonie č. 5 (Byčkov & Česká filharmonie)",
    "Description": "Odebírejte ➜ https://bit.ly/subscribe_CF\nMahlerovo úvodní trumpetové sólo s jistotou prozrazuje, že se jedná o jeho Pátou symfonii. „Byl jsem jí tak posedlý, že jsem ji chtěl už jako student dirigovat při plánovaném debutu s Leningradskou filharmonií,“ vzpomíná šéfdirigent České filharmonie Semjon Byčkov. 🎶\n\n•\n\nGustav Mahler: Symfonie č. 5 cis moll\n\nDirigent: Semjon Byčkov\nČeská filharmonie\n\nNatočilo Studio Rudolfinum 25. října 2024. \n\n0:00 I. Trauermarsch\n12:52 II. Stürmisch bewegt\n28:09 III. Scherzo \n46:40 IV. Adagietto\n56:13 V. Rondo. Finale. Allegro\n\nSledujte nás:\n\n• Facebook: https://www.facebook.com/ceskafilharmonie/ \n• Instagram: https://www.instagram.com/czechphilharmonic/ \n• X (CZ): https://twitter.com/CFilharmonie \n• X (ENG): https://twitter.com/CzechPhil \n• Web: https://www.ceskafilharmonie.cz",
    "Duration": "01:11:55",
    "ChannelName": "Česká filharmonie",
    "VideoId": "a3J2h2OspEE",
    "ChannelId": "UCvuA8MvpZZ3TByy1HrwYJ0g"
  },
  {
    "Title": "Mahler: Symphony No 3 - Bychkov/WDR Sinfonie Orchester Koln (2008)",
    "Description": "Brilliant performance.",
    "Duration": "01:41:33",
    "ChannelName": "Pegasus Grane",
    "VideoId": "kRz932lIb2M",
    "ChannelId": "UCnNvsDdK5cpVSI8ekkaiuhQ"
  },
  {
    "Title": "Mari / Bryce Dessner / Semyon Bychkov / Oslo Philharmonic",
    "Description": "The Oslo Philharmonic with conductor Semyon Bychkov perform Mari by Bryce Dessner  in Oslo Concert Hall. The recording was made on 27th January 2022.\n\nVideo production: Trippel-M Levende Bilder \nMulticamera director: Ole Sandholt\nScript: Steinar Yggeseth\nMusic producer: Jørn Pedersen\nSound technician: Åsgeir Grong\nLighting design: Petter Dahl Nielsen\n\nRead about our musicians: https://oslophil.lnk.to/musiciansID\n\nSubscribe to our channel: https://oslophil.lnk.to/oslophil-subscribeID\n\nListen to us on Idagio: https://oslophil.lnk.to/idagioID\n\nListen to us on Spotify: https://oslophil.lnk.to/spotifyID\n\nFollow us on Twitter: https://oslophil.lnk.to/twitterID",
    "Duration": "00:17:48",
    "ChannelName": "Oslo Philharmonic",
    "VideoId": "LGtuFOzNeLo",
    "ChannelId": "UCPUB5D0J_TStRlg399Mfc8A"
  },
  {
    "Title": "Mendelssohn: Symfonie č. 3 \"Skotská\" (Byčkov, Česká filharmonie)",
    "Description": "Odebírejte • Subscribe ➜ https://bit.ly/subscribe_CF\n\nFelix Mendelssohn-Bartholdy: Symfonie č. 3 a moll „Skotská“, op. 56\n\nČeská filharmonie\ndirigent: Semjon Byčkov\n\nNatočilo Studio Rudolfinum 4. 2. 2021 ve Dvořákově síni. Režie Michael Beyer.\n\nJakob Ludwig Felix Mendelssohn Bartholdy (1809–1847) patří k nejznámějším představitelům hudby raného romantismu. Narodil se v Hamburku a záhy se projevil jako mnohostranný hudební talent, jenž vedle komponování působil jako klavírista, varhaník a dirigent. Jeho interpretační a organizační aktivity mimo jiné probudily na tehdejší hudební scéně obnovený zájem o hudbu Johanna Sebastiana Bacha. Velký úspěch se svými kompozicemi sklidil ve Velké Británii, kterou navštívil celkem desetkrát. \n\nDetaily vzniku symfonie označované běžné jako Skotská, stejně jako její zařazení v rámci skladatelova díla, představuje pro hudební historiky hádanku. Je jisté, že první impuls k jejímu napsání přišel během Mendelssohnovy první návštěvy Britských ostrovů v roce 1829, na níž ho doprovázel rodinný přítel Karl Klingemann, jenž tam působil v diplomatických službách. Jedním z cílů bylo setkání se spisovatelem Walterem Scottem, literárním idolem tehdejšího romantického hnutí v Evropě. Byť se údajně toto setkání nakonec neuskutečnilo podle Mendelssohnových představ (literáta zastihli na odchodu z domova a podařilo se s ním prohodit jen pár frází), cesta Skotskem přinesla řadu silných zážitků. Podle skladatelova dopisu rodině byla prvotním impulsem návštěva ruin Holyroodského opatství v Edinburghu, v němž v 16. století sídlila skotská královna Marie Stuartovna. Tam si poznamenal úvodní motiv první věty symfonie. Po tomto rychlém vzplanutí inspirace ovšem trvalo dlouhých třináct let, než byla symfonie dokončena. Ač je označována jako třetí, jde tak ve skutečnosti o symfonii pátou.\n\nFelix Mendelssohn-Bartholdy při provádění ani vydávání na „skotský“ obsah své symfonie neupozorňoval a neposkytl k ní konkrétní mimohudební program. I bez toho však z hudby samotné lze slyšet dramatický vývoj, do nějž si posluchači mohou promítat pohnuté skotské dějiny. První, druhá a čtvrtá věta obsahují pasáže asociující bitevní či pochodové scény, zatímco věta třetí je stylizovaná jako smuteční pochod. Druhá věta zároveň obsahuje melodické prvky podobné lidové hudbě Skotska, byť není známa žádná konkrétní citace. Symfonie je zakončena kodou, v níž skladatel cituje své vlastní zhudebnění modlitby Ave Maria, což lze chápat i jako skrytý odkaz právě k Marii Stuartovně. Na svou dobu novátorským prvkem je skladatelova instrukce, aby na sebe jednotlivé věty navazovaly bez pauz, čímž vzniká jednolitý tok hudby. Symfonie byla premiérována v Lipsku roku 1842 a skladatel ji dedikoval královně Viktorii.\n\nSledujte nás:\n\n• Facebook: https://www.facebook.com/ceskafilharmonie/ \n• Instagram: https://www.instagram.com/czechphilharmonic/ \n• Twitter (CZ): https://twitter.com/CFilharmonie \n• Twitter (ENG): https://twitter.com/CzechPhil \n• Web:  https://www.ceskafilharmonie.cz",
    "Duration": "00:40:52",
    "ChannelName": "Česká filharmonie",
    "VideoId": "W3Abzxi6ehw",
    "ChannelId": "UCvuA8MvpZZ3TByy1HrwYJ0g"
  },
  {
    "Title": "Pictures at an Exhibition (complete) / Modest Mussorgsky / Semyon Bychkov / Oslo Philharmonic",
    "Description": "The Oslo Philharmonic with conductor Semyon Bychkov perform Pictures at an Exhibition by Modest Mussorgsky (orchestrated by Maurice Ravel)  in Oslo Concert Hall. The recording was made on 27th January 2022.\n\n0:07 Promenade I \n1:58 Gnomus \n5:00 Promenade II \n5:59 The Old Castle \n10:38 Promenade III \n11:15 Tuileries Gardens \n12:22 Bydlo \n15:17 Promenade IV \n16:06 Ballet of the Unhatched Chicks \n17:30 Samuel Goldenberg and Schmuÿle \n20:10 The Market of Limoges \n21:38 Catacombs \n23:53 Cum mortuis in lingua mortua \n25:55 The Hut on Fowl's Legs \n29:36 The Great Gate of Kiev \n\nVideo production: Trippel-M Levende Bilder \nMulticamera director: Ole Sandholt\nScript: Steinar Yggeseth\nMusic producer: Jørn Pedersen\nSound technician: Åsgeir Grong\nLighting design: Petter Dahl Nielsen\n\nRead about our musicians: https://oslophil.lnk.to/musiciansID\n\nSubscribe to our channel: https://oslophil.lnk.to/oslophil-subscribeID\n\nListen to us on Idagio: https://oslophil.lnk.to/idagioID\n\nListen to us on Spotify: https://oslophil.lnk.to/spotifyID\n\nFollow us on Twitter: https://oslophil.lnk.to/twitterID",
    "Duration": "00:35:53",
    "ChannelName": "Oslo Philharmonic",
    "VideoId": "XwJMpQiqCm4",
    "ChannelId": "UCPUB5D0J_TStRlg399Mfc8A"
  },
  {
    "Title": "Revueltas - La noche de los mayas | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Silvestre Revueltas \"La noche de los mayas\"-Suite, arrangiert von José Ives Limatour und gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 24. April 2010 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nSilvestre Revueltas - La noche de los mayas \n\n00:00:00 I. Noche de los mayas \n00:06:35 II. Noche de Jaranas \n00:12:00 III. Noche de Yucatán\n00:17:55 IV. Noche de encantamiento \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:31:22",
    "ChannelName": "ARD Klassik",
    "VideoId": "fVSpSBdxRmY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Dubugnon - Battlefield Concerto (UK Première)",
    "Description": "Labèque sisters with the BBC Symphony Orchestra, directed by Semyon Bychkov\nhttp://5against4.com/2012/08/17/proms-2012-richard-dubugnon-battlefield-concerto-uk-premiere/",
    "Duration": "00:25:54",
    "ChannelName": "fiveagainstfour",
    "VideoId": "fruemLuEuOc",
    "ChannelId": "UCOV3RqrUtxMX3xPKVLsAI6g"
  },
  {
    "Title": "Richard Strauss - \"Eine Alpensinfonie\" op. 64 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "\"Eine Alpensinfonie\" op. 64 von Richard Strauss spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov im Dezember 2007 in der Kölner Philharmonie. \n\nRichard Strauss - \"Eine Alpensinfonie\" op. 64\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung:\n\"Strauss’ Alpensymphonie, das ist doch ein Mords-Hokuspokus! […] Lieber aufhängen, als jemals solche Musik schreiben.\" So harsch formulierte seine Meinung 1917 der damalige\nKonzertmeister des Frankfurter Opernorchesters: Paul Hindemith. Fast alle Zeitgenossen sahen in dem Werk \"nur\" eine reine Naturbeschreibung, erst fünfzig Jahre später begannen Forscher, unter der fulminanten Oberfläche weitere Schichten zu entdecken, durch die das Werk ganz andere Dimensionen gewinnt.\nFür den sonst eher zügig komponierenden Richard Strauss war es ein hartes Ringen um dieses Werk: Schon 15 Jahre vor der Vollendung entstanden die ersten musikalischen Gedanken, allerdings plante er sie damals für eine sinfonische Dichtung mit dem Titel \"Ein Künstlerleben\". Sie sollte die Biografie des Malers Karl Stauffer nachzeichnen, der sich nach einer verbotenen Liebesbeziehung in den Tod stürzte. Stauffer war, ebenso wie Strauss, ein begeisterter Bergsteiger, und so prägten Natur-Stimmungen schon dieses erste Konzept ganz wesentlich. Strauss sah in der tragischen Künstler-Biografie aber auch die Verkörperung eines Künstlers, der an den gesellschaftlichen Zwängen scheitert. Einen Ausweg aus dieser Enge meint er als Jünger Friedrich Nietzsches vor allem durch die Überwindung des Christentums zu finden. Nietzsches Schrift \"Der Antichrist. Fluch auf das Christentum\" prägte Strauss’ Denken und Streben. Die Entwürfe zu seiner sinfonischen Dichtung bleiben einige Jahre liegen; erst als er vom Tod Gustav Mahlers erfährt, besinnt er sich wieder darauf. 1911 schreibt er in sein Tagebuch: \"Ich will meine Alpensinfonie den Antichrist nennen, als da ist: sittliche Reinigung aus eigener Kraft, Befreiung durch die Arbeit,\nAnbetung der ewigen herrlichen Natur.\" Alle drei Forderungen werden nach Strauss’ Ansicht in einer Bergbesteigung vereint. So verknüpft die Alpensinfonie sein Andenken an gescheiterte Künstler, seine Liebe zur Natur und seine philosophischen Gedanken im Sinne Nietzsches. Als die Partitur vier Jahre später im Druck erscheint, entfernt er den philosophischen Hinweis jedoch im letzten\nMoment. \nDie Alpenbesteigung gliedert sich in 22 weitgehend symmetrisch angelegte Abschnitte, Scheitelpunkt ist erwartungsgemäß \"Auf dem Gipfel\". Das Gewitter beschleunigt den Abstieg, die charakteristischen Passagen kehren in verdichteter Form wieder. Das ganze Werk durchzieht ein \"Wandermotiv\", ein punktierter Schreitrhythmus, der auf Vogelgezwitscher, Kuhglocken, Dickicht, Wasserfall und Nebel trifft. Das Klanggemälde beansprucht fast 120 Musikerinnen und Musiker, teilweise mit Instrumenten aus dem Fundus der Theatermusik wie Windmaschine, Donnerblech oder Kuhglocken. Das volle Orchester kommt aber selten zum Einsatz, vielmehr nutzt Strauss das breite Instrumentarium, um mit großem Raffinement in unterschiedlichsten Besetzungen ganz neue Klangfarben zu mischen. Die effektvolle Wirkung war ihm wohl bewusst, denn einem jungen\nDirigenten schreibt er: \"Viel Vergnügen zur Alpensinfonie, die ich auch besonders liebe. Sie ist […] von der hohen Intelligenz stets unterschätzt worden. Sie klingt allerdings auch zu gut!\"\n\nText: Judith Nüsser",
    "Duration": "00:48:14",
    "ChannelName": "ARD Klassik",
    "VideoId": "kb1nnz0bfac",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Also sprach Zarathustra | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Also sprach Zarathustra op. 30 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 16.05.1999 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.\n\nRichard Strauss - Also sprach Zarathustra op. 30\n\n00:00:00 Einleitung\n00:01:46 Von den Hinterweltlern\n00:05:44 Von der großen Sehnsucht\n00:07:47 Von den Freuden und Leidenschaften\n00:09:53 Das Grablied\n00:12:27 Von der Wissenschaft\n00:17:20 Der Genesende\n00:22:24 Das Tanzlied\n00:30:53 Das Nachtwandlerlied\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung\nNicht gerade unbescheiden verarbeitet Richard Strauss in seiner Tondichtung \"Also sprach Zarathustra\" das Hauptwerk des Philosophen und Philologen Friedrich Nietzsche (1844 – 1900). Dieser deutete das Griechentum neu und schuf eine diesseitsbetonte Lehre. Nicht die weltverneinende Philosophie Arthur Schopenhauers, sondern ein stolzer, dionysischer Mensch sollte zum Leitbild unserer Kultur werden. Dieser erhebt sich über alle in sinnsuchende Religionen flüchtenden \"Hinterweltler\". Nietzsches Schrift \"Also sprach Zarathustra\" (1883) nutzt eine hymnische Sprache. Die Worte sind dem altiranischen Propheten Zoraster (Zarathustra) in den Mund gelegt, der im ersten oder zweiten Jahrtausend vor Christus lebte.\n\nEs sei doch eigentlich unmöglich, Nietzsche zu vertonen, protestierten damals viele. Strauss bewies das Gegenteil. Er filterte die visionäre Sprache und das Ungeheure der Schrift als akustische Essenz heraus. Bereits die von Strauss als Sonnenaufgang gedeutete langsame Einleitung mit ihrer von Moll zu Dur aufgehellten Naturton-Fanfare der Trompeten besitzt eine geradezu futuristische Wirkung. Die neun Teile der Komposition basieren auf Kapitel-Überschriften Nietzsches. Zum Gipfel des Werks macht Strauss \"Das Tanzlied\", einen Wiener Walzer mit ausgedehntem Violinsolo. Trotz des nachdenklichen Ausklangs dieser Tondichtung scheint die Botschaft klar: Nicht dem Zweifler, sondern dem im Hier und Jetzt tanzenden Menschen gehört die Welt. Ursprünglich bezeichnete Strauss seinen \"Zarathustra\" als \"Symphonischen Optimismus in Fin de siècle-Form\" und widmete ihn vorausschauend \"dem 20. Jahrhundert\". Fortschrittlich sind die furiose Orchesterbehandlung und die dynamisch offene Form. \"Ich bin doch ein ganzer Kerl\", schrieb der Komponist selbstbewusst nach der Frankfurter Uraufführung am 27. November 1896 an seine Frau. Offenbar fühlte er sich auch ein wenig als bajuwarische Ausprägung von Nietzsches Menschenbild. \n(Text: Matthias Corvin)",
    "Duration": "00:37:11",
    "ChannelName": "ARD Klassik",
    "VideoId": "AThcGKbgrFI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Don Quixote | Lynn Harrell | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Richard Strauss' \"Don Quixote\", gespielt von Cellist Lynn Harrell, Bratschist Stephan Blaumer und dem WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet im Mai 1999 in der Kölner Philharmonie.\n\nRichard Strauss - Don Quixote op. 35\nFantastische Variationen über ein Thema ritterlichen Charakters\n\n00:00:00 I. Introduktion: mässiges Zeitmass\n00:06:24 II. Thema. Mässig - Don Quixote\n00:07:36 III. Maggiore - Sacho Panza\n00:08:42 IV. Variation I: gemächlich\n00:11:19 V. Variation II: kriegerisch\n00:13:02 VI. Variation III: mässiges Zeitmass\n00:21:17 VII. Variation IV: etwas breiter\n00:23:22 VIII. Variation V: sehr langsam\n00:27:39 IX. Variation VI: schnell\n00:28:54 X. Variation VII: ein wenig ruhiger als vorher\n00:30:08 XI. Variation VIII: gemächlich\n00:32:00 XII. Variation IX: schnell und stürmisch\n00:33:04 XIII. Variation X: viel breiter\n00:37:32 XIV. Finale: sehr ruhig\n\nWDR Sinfonieorchester\nStephan Blaumer, Viola\nLynn Harrell, Cello\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:43:44",
    "ChannelName": "ARD Klassik",
    "VideoId": "3VeBwqIE5Ho",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Ein Heldenleben | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Richard Strauss' \"Ein Heldenleben\", gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet im September 1998 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv.\n\nRichard Straus - Ein Heldenleben op. 40\n\n00:00:00 Der Held\n00:04:16 Des Helden Widersacher\n00:08:15 Des Helden Gefährtin\n00:20:44 Des Helden Walstatt\n00:31:20 Des Helden Friedenswerke\n00:36:09 Des Helden Weltflucht und Vollendung\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\n○ Werkeinführung\nNach seinem \"Till Eulenspiegel\" ließ sich Richard Strauss weitere Male von literarischen Vorlagen inspirieren: 1896 vollendete er mit \"Also sprach Zarathustra\" die wahrscheinlich erste Tondichtung nach einem Werk der Philosophie. Mit \"Don Quixote\" (1897) nahm er sich wieder eine Figur der erzählenden Weltliteratur vor. Danach folgte Strauss einer allgemeineren poetischen Idee: der Vorstellung des Helden – des freien, in den Kämpfen des Daseins verstrickten Menschen, der Anfeindungen begegnen, seine Werke in die Welt bringen, sich selbst vollenden muss. Das Werk trägt deutliche autobiografische Züge – nachweisbar in der zweiten Hälfte, in der Themen aus anderen Tondichtungen von Strauss anklingen. Das \"Heldenleben \" ist die tönende Bilanz des eigenen Künstlerschicksals, das ein Bewunderer von Strauss, der französische Schriftsteller Romain Rolland, mit dem imaginären Helden von Beethovens \"Eroica\" verglichen hat: \"Die alten, revolutionären Züge sind verschwunden, und wie die äußere Welt, so nehmen die Feinde des Helden [...] einen breiten Raum ein [...]. Es gibt ferner im 'Heldenleben' eine geißelnde Verachtung, ein böses Lachen, wie wir es bei Beethoven nie finden. Wenig Güte.\" Der Held offenbart sich im kraftvoll weit aufschwingenden Es-Dur-Thema, im Gegenstück \"Des Helden Gefährtin\" ist Strauss’ Ehefrau Pauline Strauss-de Ahna gemeint – in Gestalt der seelenvollen Solovioline, die sich mit dem Helden zum Duett vereint. Wie eine Karikatur erscheinen vorher jedoch \"Des Helden Widersacher\": besserwisserische Herren der Kritik mit spitzen, unschönen, \"schnarrenden\" (so die Partiturangabe) Beiträgen, die das Heldenthema in den Bass verdrängen. Die \"Weltflucht\" wird zur spirituellen Überhöhung – dargestellt mit einem Zitat aus \"Also sprach Zarathustra\".\n(Text: Oliver Buslau)",
    "Duration": "00:49:54",
    "ChannelName": "ARD Klassik",
    "VideoId": "uV04V3-4HdI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Ein Heldenleben | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Richard Strauss' \"Ein Heldenleben\", gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet am 19. Juni 2002 in der Kölner Philharmonie. \n\nRichard Strauss - Ein Heldenleben op. 40\n\n00:00:00 Der Held\n00:04:16 Des Helden Widersacher\n00:07:44 Des Helden Gefährtin\n00:20:40 Des Helden Walstatt\n00:28:03 Des Helden Friedenswerke\n00:34:26 Des Helden Weltflucht und Vollendung\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv.\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei https://www.facebook.com/wdrsinfonieorchester \n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\nWerkeinführung\nNach seinem \"Till Eulenspiegel\" ließ sich Richard Strauss weitere Male von literarischen Vorlagen inspirieren: 1896 vollendete er mit \"Also sprach Zarathustra\" die wahrscheinlich erste Tondichtung nach einem Werk der Philosophie. Mit \"Don Quixote\" (1897) nahm er sich wieder eine Figur der erzählenden Weltliteratur vor. Danach folgte Strauss einer allgemeineren poetischen Idee: der Vorstellung des Helden – des freien, in den Kämpfen des Daseins verstrickten Menschen, der Anfeindungen begegnen, seine Werke in die Welt bringen, sich selbst vollenden muss. Das Werk trägt deutliche autobiografische Züge – nachweisbar in der zweiten Hälfte, in der Themen aus anderen Tondichtungen von Strauss anklingen. Das \"Heldenleben \" ist die tönende Bilanz des eigenen Künstlerschicksals, das ein Bewunderer von Strauss, der französische Schriftsteller Romain Rolland, mit dem imaginären Helden von Beethovens \"Eroica\" verglichen hat: \"Die alten, revolutionären Züge sind verschwunden, und wie die äußere Welt, so nehmen die Feinde des Helden [...] einen breiten Raum ein [...]. Es gibt ferner im 'Heldenleben' eine geißelnde Verachtung, ein böses Lachen, wie wir es bei Beethoven nie finden. Wenig Güte.\" Der Held offenbart sich im kraftvoll weit aufschwingenden Es-Dur-Thema, im Gegenstück \"Des Helden Gefährtin\" ist Strauss’ Ehefrau Pauline Strauss-de Ahna gemeint – in Gestalt der seelenvollen Solovioline, die sich mit dem Helden zum Duett vereint. Wie eine Karikatur erscheinen vorher jedoch \"Des Helden Widersacher\": besserwisserische Herren der Kritik mit spitzen, unschönen, \"schnarrenden\" (so die Partiturangabe) Beiträgen, die das Heldenthema in den Bass verdrängen. Die \"Weltflucht\" wird zur spirituellen Überhöhung – dargestellt mit einem Zitat aus \"Also sprach Zarathustra\".\n(Text: Oliver Buslau)",
    "Duration": "00:46:49",
    "ChannelName": "ARD Klassik",
    "VideoId": "0PMxaMCPOkc",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Richard Strauss - Eine Alpensinfonie - Semyon Bychkov - Wiener Philharmoniker (live 2017)",
    "Description": "Eine Alpensinfonie op. 64\nRichard Strauss\n\nconductor: Semyon Bychkov\norchestra: Wiener Philharmoniker (Vienna Philharmonic)\n\nMusikverein live 12/11/2017\n\nIt's always a pleasure to listen to the Vienna Philharmonic performing their best repertoire under the baton of whom I consider the best and most underrated living conductor.\n\nStunning performance overall, but the brass are literally on fire.\nBeautiful solos by the trumpet and the horn.\n\nI hope you enjoy this adventure on the Alps as much as I do!",
    "Duration": "00:51:53",
    "ChannelName": "Soffronitsky",
    "VideoId": "w1OfK8Y93_s",
    "ChannelId": "UCMqZf5Qs-ySfHMZbja0tXwg"
  },
  {
    "Title": "Richard Strauss - Till Eulenspiegels lustige Streiche | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Till Eulenspiegels lustige Streiche op. 28 von Richard Strauss, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 17. Dezember 2007 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nRichard Strauss - Till Eulenspiegels lustige Streiche op. 28\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nSie gehört zweifellos zu den populärsten Orchesterwerken von Richard Strauss: die Sinfonische Dichtung Till Eulenspiegel. Das Werk mit dem Charakter einer gut erzählten Anekdote, dabei hinreissend instrumentiert und mit einprägsamen Melodien ausgestattet, verfehlt bis heute nicht seine Wirkung. \nUraufgeführt wurde es am 5.11.1895 im Kölner Gürzenich. Als \"das siegreichste Gelächter der Musik\" wurde der Till Eulenspiegel einmal sehr zutreffend bezeichnet. Gut möglich, dass sich Strauss selbst in der Rolle des Narren sah. In den 1890er Jahren galt er als hoffnungsvoller Newcomer der Szene, der von wichtigen Persönlichkeiten gefördert wurde und leitende Posten in Meiningen, München und Berlin ausübte. Doch der mit revolutionärer Attitüde auftretende Strauss eckte auch an. Der einflussreiche Eduard Hanslick, selbst Brahms-Anhänger und damit Vertreter der absoluten Musik, lehnte Strauss‘ Musik wie überhaupt die Bestrebungen der \"Zukunftsmusiker\" Liszt und Wagner bezüglich Programmmusik und Sinfonische Dichtung generell ab (Richard Strauss sprach übrigens lieber von \"Tondichtung\"). Doch mit dem Geniestreich Till Eulenspiegel verspottete Strauss seine Widersacher und setzte sich am Ende auch international als Komponist durch. \n\nDie Schelmenstreiche des Til Ulenspiegel erschienen in Buchform bereits Anfang des 16. Jahrhunderts. Bis heute ein Bestseller, berichtet das Volksbuch, wie Till landauf-landab seinen Zeitgenoss*innen die frechsten Streiche spielt. Strauss‘ Musik erzählt davon und erstellt plastische Orchester-Szenen wie etwa Tills \"Ritt durch die kreischenden Marktweiber\" oder seinen Streit mit den gleichermaßen begriffsstutzigen wie eingebildeten Wissenschaftlern. Regelmäßig tauchen dabei immer wieder Tills musikalische Themen auf: eine Hornmelodie (die sogenannte \"Schelmenweise\") und ein nasedrehendes Klarinetten-Motiv als prägnante Geste der Schadenfreude. Nachdem er es zu toll getrieben hat, schildert Strauss‘ Musik in einer gruseligen Gerichtsszene mit anschließender Hinrichtung (kleine und große Trommel), wie der leise winselnde Till am Strang sein Leben aushaucht. \"Der Narr ist tot, es lebe der Narr!\" verkündet versöhnlich am Ende das Orchester.",
    "Duration": "00:16:05",
    "ChannelName": "ARD Klassik",
    "VideoId": "XxO6Rz4ADKI",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Sayaka Shoji plays Glazunov : Violin Concerto in A minor, Op.82",
    "Description": "Aleksandr Konstantinovich Glazunov (1865-1936)\nViolin Concerto in A minor, Op.82 (1904)\n1. Moderato - 00:00\n2. Andante sostenuto - 04:34\n3. Più animato - 08:04\n4. Allegro - 15:28\n\nSayaka Shoji, violin\n\nWDR Sinfonieorchester Köln\nSemyon Bychkov, conductor\n\n28.04.2006\nKölner Philharmonie, Cologne, Germany",
    "Duration": "00:21:55",
    "ChannelName": "skripachka",
    "VideoId": "hwQr5hnW3WY",
    "ChannelId": "UC997q5drsAnnoefgHSpYbYg"
  },
  {
    "Title": "Schmidt \"Symphony No 2\" Semyon Bychkov",
    "Description": "Symphony No 2 in E-flat Major\nby Franz Schmidt\n1. Lebhaft\n2. Allegretto con Variazioni\n3. Finale\nWiener Philharmoniker\nSemyon Bychkov, Conductor",
    "Duration": "00:48:29",
    "ChannelName": "Addiobelpassato",
    "VideoId": "pI2HBsgUCZo",
    "ChannelId": "UCowleoT1p2eZtz8J1EUuvHw"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 10 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 10 e-Moll op. 93 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgezeichnet am 11. April 2005 in der Kölner Philharmonie. \n\nDmitrij Schostakowitsch - Sinfonie Nr. 10 e-Moll op. 93\n\n00:00:00 I. Moderato\n00:23:09 II. Allegro\n00:27:21 III. Allegretto\n00:39:54 IV. Andante – Allegro\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nNach außen hin war Dmitrij Schostakowitsch für die sowjetrussische Partei- und Staatsführung ein Glücksfall. Von Publikum und Kritik gleichermaßen geachtet und bewundert, vertrat der vieldekorierte Komponist sein Heimatland auch im Ausland. In der Sowjetunion standen seine Werke im Mittelpunkt des Interesses und Schostakowitsch übernahm hohe Ämter im Führungsapparat. In der Realität des Überwachungsstaats führte er jedoch ein Leben zwischen Aufmüpfigkeit und Anpassung. Nach Stalins Tod im März 1953 war die Zeit reif für eine bitterböse Abrechnung – Schostakowitsch schrieb seine 10. Sinfonie. Ihre Uraufführung am 17. Dezember 1953 löste sogleich lebhafte Debatten aus. Der sowjetische Komponistenverband diskutierte sogar drei (!) Tage kontrovers über das Werk. Schließlich setzte sich aber die Anerkennung der 10. Sinfonie als eines der wichtigsten sinfonischen Werke der Gegenwart auch in der Sowjetunion durch. Im Westen dagegen erfreute sich die Zehnte bereits kurz nach Erscheinen großer Beliebtheit. \n\nIn der 10. Sinfonie offenbaren sich die Wunden, die Schostakowitsch während der Stalinzeit zugefügt wurden. Das Bemühen um Versöhnung wird vom Scheitern dieses Versuchs konterkariert. Leitmotivisch durchziehen die Töne D-S(Es)-C-H als Monogramm von Schostakowitschs Initialien die Partitur. Der Musikwissenschaftler Bernd Feuchtner vermutet, hierdurch stelle der Komponist nicht die Partei, sondern seine individuelle Identität in den Mittelpunkt, und erteile damit der stalinistisch verordneten Kollektivierung des Einzelnen eine klare Absage. \n\nDer Charakter des schon von seiner Länge her bedeutungsvollen Kopfsatzes wird von einem schwermütig-nachdenklichen ersten Thema geprägt. Später tritt ein Klarinetten- und ein drittes Flötenthema hinzu. Insgesamt kreist das Geschehen immer wieder um die gleichen bohrenden Fragen und Klagen. Der zweite Satz ist das kürzeste und wütendste Scherzo, das Schostakowitsch jemals geschrieben hat – es regiert der zerstörerische Wahnwitz. Schostakowitsch verriet hierzu: »Der zweite Satz […] ist, grob gesagt, ein musikalisches Porträt von Stalin«. Im nachfol-genden Allegretto stecken in den Tönen des tänzerischen Hauptthemas die Initialien D-S(Es)-C-H. Diese erfüllen auch im Finale eine wichtige Funktion, wenn sie auf dem Gipfelpunkt einer enormen Steigerungsbewegung eine befreiende Wirkung auslösen und am Ende sogar über das böse Spiel triumphieren.\n(Text: Tilla Clüsserath)",
    "Duration": "00:52:31",
    "ChannelName": "ARD Klassik",
    "VideoId": "CftCpQf8vXo",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 11 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitri Schostakowitschs Sinfonie Nr. 11 in g-Moll op. 103 spielte das WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov im November 2001 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR-Archiv.\n\nDmitrij Schostakowitsch - Sinfonie Nr. 11 g-Moll op. 103\n\n00:00:00 I. Adagio - Der Palastplatz\n00:14:38 II. Allegro - Der 9. Januar\n00:33:10 III. Adagio - Ewiges Andenken\n00:45:20 IV. Allegro non troppo - Sturmgeläut\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:59:28",
    "ChannelName": "ARD Klassik",
    "VideoId": "ox52ptJSiug",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 4 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 4 c-Moll op. 43, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufzeichnung eines Konzerts ohne Publikum vom 18.09.2005 - 24.09.2005 in der Kölner Philharmonie unter der Regie von Hans Hadulla. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nDmitrij Schostakowitsch - Sinfonie Nr. 4 c-Moll op. 43\n\n00:00:00 I. Allegretto poco moderato – Presto – Tempo uno\n00:27:45 II. Moderato con moto\n00:36:38 III. Largo – Allegro\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nWohl nur wenige Komponisten standen zeitlebens so unter Beobachtung von Politik und Öffentlichkeit wie Dmitrij Schostakowitsch. Nachdem Stalin das Potential seiner Musik erkannt und für seine Zwecke einzuspannen suchte, stand der Komponist unter strenger Kontrolle durch die Kommunistische Partei und den Komponistenverband der UdSSR. Schostakowitschs Psyche und Konstitution litten stark darunter. Da Stalins Säuberungspolitik auch bekannte Personen wie seinen Freund, den Regisseur Meyerhold, nicht verschonte, plagten ihn seit Mitte der 1930er-Jahre Verfolgungsängste. Schostakowitsch, der Nacht für Nacht mit gepacktem Koffer neben dem Fahrstuhl seiner Leningrader Wohnung auf seine Verhaftung durch die Geheimpolizei wartet – so schilderte es Julian Barnes vor wenigen Jahren in seinem berührenden Buch \"Der Lärm der Zeit\".\n\nZweimal wurde Schostakowitsch seitens der Partei massiv kritisiert und öffentlich denunziert. Zum ersten Mal übernahm das im Januar 1936 die \"Prawda\" mit dem vernichtenden Artikel \"Chaos statt Musik\". Der wohl von Stalin selbst geschriebene und lancierte Verriss über die bis dato erfolgreiche Oper \"Lady Macbeth von Mzensk\" kam einem kompletten Aufführungsverbot gleich. Unter diesen Umständen war an die Premiere der 4. Sinfonie, an der Schostakowitsch seit 1935 arbeitete, nicht zu denken. So zog der Komponist sie vorsichtshalber zurück. Die Uraufführung erfolgte erst 25 Jahre später am 30.12.1961 in Moskau.\n\nDmitri Schostakowitsch gilt als bedeutende Gestalt der sowjetrussischen Musikgeschichte und überragender Symphoniker des 20. Jahrhunderts (nach Mahler). Seine 4. Sinfonie ist in vielerlei Hinsicht besonders: in der beeindruckenden Orchesterstärke mit über 100 Mitwirkenden und aufgrund ihrer experimentierfreudigen Klangsprache und individuellen Formgebung. Zwei aus-gedehnte Ecksätze, gleichsam zwei wilde und exzentrische Gedankenströme, konfrontieren die Hörer*innen mit einer Welt, die zweifellos aus den Fugen geraten ist. Das Menschliche droht in der Konfrontation mit brutalem Maschinensound (stalinistischer Terror ?) im ersten Satz bzw. banalem Allerweltsgetöse (dritter Satz) unterzugehen. Krzysztof Meyer, Freund und Biograf des Komponisten, beschreibt die 4. Sinfonie als \"eines der erschütterndsten und tragischsten Werke Schostakowitschs\".",
    "Duration": "01:04:35",
    "ChannelName": "ARD Klassik",
    "VideoId": "HQrhffGoy2E",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 4 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 4 c-Moll op. 43, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgenommen am 12. November 2000 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv.\n\nDmitrij Schostakowitsch - Sinfonie Nr. 4 c-Moll op. 43\n\n00:00 I. Allegretto poco moderato\n27:20 II. Moderato con moto\n36:30 III. Largo - Allegro\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nWohl nur wenige Komponisten standen zeitlebens so unter Beobachtung von Politik und Öffentlichkeit wie Dmitrij Schostakowitsch. Nachdem Stalin das Potential seiner Musik erkannt und für seine Zwecke einzuspannen suchte, stand der Komponist unter strenger Kontrolle durch die Kommunistische Partei und den Komponistenverband der UdSSR. Schostakowitschs Psyche und Konstitution litten stark darunter. Da Stalins Säuberungspolitik auch bekannte Personen wie seinen Freund, den Regisseur Meyerhold, nicht verschonte, plagten ihn seit Mitte der 1930er-Jahre Verfolgungsängste. Schostakowitsch, der Nacht für Nacht mit gepacktem Koffer neben dem Fahrstuhl seiner Leningrader Wohnung auf seine Verhaftung durch die Geheimpolizei wartet – so schilderte es Julian Barnes vor wenigen Jahren in seinem berührenden Buch \"Der Lärm der Zeit\".\n\nZweimal wurde Schostakowitsch seitens der Partei massiv kritisiert und öffentlich denunziert. Zum ersten Mal übernahm das im Januar 1936 die \"Prawda\" mit dem vernichtenden Artikel \"Chaos statt Musik\". Der wohl von Stalin selbst geschriebene und lancierte Verriss über die bis dato erfolgreiche Oper \"Lady Macbeth von Mzensk\" kam einem kompletten Aufführungsverbot gleich. Unter diesen Umständen war an die Premiere der 4. Sinfonie, an der Schostakowitsch seit 1935 arbeitete, nicht zu denken. So zog der Komponist sie vorsichtshalber zurück. Die Uraufführung erfolgte erst 25 Jahre später am 30.12.1961 in Moskau.\n\nDmitrij Schostakowitsch gilt als bedeutende Gestalt der sowjetrussischen Musikgeschichte und überragender Symphoniker des 20. Jahrhunderts (nach Mahler). Seine 4. Sinfonie ist in vielerlei Hinsicht besonders: in der beeindruckenden Orchesterstärke mit über 100 Mitwirkenden und aufgrund ihrer experimentierfreudigen Klangsprache und individuellen Formgebung. Zwei aus-gedehnte Ecksätze, gleichsam zwei wilde und exzentrische Gedankenströme, konfrontieren die Hörer*innen mit einer Welt, die zweifellos aus den Fugen geraten ist. Das Menschliche droht in der Konfrontation mit brutalem Maschinensound (stalinistischer Terror ?) im ersten Satz bzw. banalem Allerweltsgetöse (dritter Satz) unterzugehen. Krzysztof Meyer, Freund und Biograf des Komponisten, beschreibt die 4. Sinfonie als \"eines der erschütterndsten und tragischsten Werke Schostakowitschs\".\n(Text: Tilla Clüsserath)",
    "Duration": "01:03:44",
    "ChannelName": "ARD Klassik",
    "VideoId": "Rve5Hk9S8R4",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 5 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 5 d-Moll op. 47, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov im März 2007 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nDmitrij Schostakowitsch - Sinfonie Nr. 5 d-Moll op. 47\n\n00:00:00 I. Moderato\n00:14:49 II. Allegretto\n00:19:57 III. Largo\n00:34:26 IV. Allegro non troppo\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:45:55",
    "ChannelName": "ARD Klassik",
    "VideoId": "YWwssdM6BVY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 6 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 6 h-Moll op. 54, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet im Juni 2002 in der Kölner Philharmonie.\n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nDmitrij Schostakowitsch - Sinfonie Nr. 6 h-Moll op. 54\n\n00:00:50 I. Largo - Moderato - Largo\n00:17:58 II. Allegro\n00:24:12 III. Presto\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester",
    "Duration": "00:32:34",
    "ChannelName": "ARD Klassik",
    "VideoId": "HqSlmROCTCE",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schostakowitsch - Sinfonie Nr. 8 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Dmitrij Schostakowitschs Sinfonie Nr. 8 c-Moll op. 65, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet am 12. März 2001 in der Kölner Philharmonie unter der Regie von Hans Hadulla. Historische Aufnahme aus dem WDR-Archiv. \n\nDmitrij Schostakowitsch - Sinfonie Nr. 8 c-Moll op. 65\n\n00:00:00 I. Adagio - Allegro non troppo\n00:26:00 II. Allegretto\n00:32:19 III. Allegro non troppo\n00:38:19 IV. Largo\n00:47:41 V. Allegretto\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "01:02:09",
    "ChannelName": "ARD Klassik",
    "VideoId": "JnFMKKnpPiY",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Schumann  Symphony Nr.2  Semyon Bychkov - YouTube.flv",
    "Description": "WDR Sinfonieorchester Köln - Kölner Philharmonie\r\nRobert Schumann: Sinfonie Nr.2\r\nconducted by Semyon Bychkov",
    "Duration": "00:38:43",
    "ChannelName": "Semyon Bychkov",
    "VideoId": "P_2OLjSZpOI",
    "ChannelId": "UC7JIA04dwHnK0w8AAN6tMPA"
  },
  {
    "Title": "Schumann - Sinfonie Nr. 2 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Robert Schumanns Sinfonie Nr. 2 C-Dur op. 61, interpretiert vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov in der Kölner Philharmonie. Aufgezeichnet am 13.12.2008 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nRobert Schumann - Sinfonie Nr. 2 C-Dur op. 61\n\n00:00:00 I. Sostenuto assai – Allegro ma non troppo \n00:12:39 II. Scherzo. Allegro vivace\n00:20:14 III. Adagio espressivo - Allegro molto vivace\n00:30:20 IV. Allegro molto vivace\n\nWDR Sinfonieorchester \nSemyon Bychkov, Leitung \n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:39:07",
    "ChannelName": "ARD Klassik",
    "VideoId": "dgR-vuEE1_U",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Semyon Bychkov conducts Glazunov Violin Concerto Hilary Hahn, WDR Symphony - YouTube.flv",
    "Description": "Alexander Glazunov (1865-1936)\r\n\r\nConcerto for Violin and Orchestra in A minor, Op. 82 (1905)\r\nI. Moderato\r\nII. Andante sostenuto\r\nIII. Piú animato\r\nIV. Allegro\r\n\r\n\r\nHilary Hahn, violin\r\nWDR Sinfonieorchester Köln\r\nSemyon Bychkov, conductor\r\n\r\nRecorded at Philharmonie Köln, 2008",
    "Duration": "00:22:10",
    "ChannelName": "Semyon Bychkov",
    "VideoId": "Fb5QaPislqI",
    "ChannelId": "UC7JIA04dwHnK0w8AAN6tMPA"
  },
  {
    "Title": "Semyon Bychkov conducts Strauss Don Juan, and presentation",
    "Description": "Royal Academy of Music Symphony Orchestra\nSemyon Bychkov, Klemperer Chair in Conducting\nLive concert recording, Friday 15th January 2016\nDuke’s Hall, Royal Academy of Music\n\nStrauss Don Juan, op.20\n\nPreceded by presentation of Honorary Membership of the Royal Academy of Music\n\nAlso at this performance: \nTchaikovsky Francesca da Rimini\nhttps://youtu.be/FmKymqHg4ak",
    "Duration": "00:29:00",
    "ChannelName": "Royal Academy of Music",
    "VideoId": "h5Zi9zZr-rM",
    "ChannelId": "UCasi3JnYYVlEfJqIgqj92hg"
  },
  {
    "Title": "Semyon Bychkov conducts Tchaikovsky Francesca da Rimini",
    "Description": "Royal Academy of Music Symphony Orchestra\nSemyon Bychkov, Klemperer Chair in Conducting\nLive concert recording, Friday 15th January 2016\nDuke’s Hall, Royal Academy of Music\n\nTchaikovsky Francesca da Rimini, op.32\n\nAlso at this performance: Strauss Don Juan, op.20\nPreceded by presentation of Honorary Membership of the Royal Academy of Music\nhttps://youtu.be/h5Zi9zZr-rM",
    "Duration": "00:27:50",
    "ChannelName": "Royal Academy of Music",
    "VideoId": "FmKymqHg4ak",
    "ChannelId": "UCasi3JnYYVlEfJqIgqj92hg"
  },
  {
    "Title": "SEMYON BYCHKOV CONDUCTS THE ACADEMY SYMPHONY ORCHESTRA",
    "Description": "The Academy’s Klemperer Chair of Conducting, Semyon Bychkov, conducts Dvořák’s Seventh Symphony, inspired by the struggles of the Czech people during the rising political tensions of Austria-Hungary in the 1880s.\n\nSemyon Bychkov - conductor\nDvořák Symphony No 7 in D minor, Op 70",
    "Duration": "00:45:00",
    "ChannelName": "Royal Academy of Music",
    "VideoId": "k-w3mJK3eK4",
    "ChannelId": "UCasi3JnYYVlEfJqIgqj92hg"
  },
  {
    "Title": "Semyon Bychkov dirigiert das NDR Sinfonieorchester",
    "Description": "WDR Sinfonieorchester Köln conducted by Semyon Bychkov WDR Rundfunkchor | NDR Chor Camella Tilling | Sopran Markus Butter | Bariton recordet live 4.12.2009 at Philharmonie Köln.",
    "Duration": "01:29:13",
    "ChannelName": "kaissi11",
    "VideoId": "9eLzeoK63xQ",
    "ChannelId": "UCYC6Ga4vQGU2sYliIAEScag"
  },
  {
    "Title": "Seong-Jin Cho : Thierry Escaich Études symphoniques for piano and orchestra (20230331, Budapest)",
    "Description": "20230331 Bartók Spring International Art Weeks\nBéla Bartók National Concert Hall, Budapest, Hungary\n\nPianist: SeongJin Cho\nCzech Philharmonic\nConductor : Semyon Bychkov\n\n*Programm\nBéla Bartók: The Miraculous Mandarin, suite from the ballet-pantomime\nThierry Escaich: Études symphoniques for piano and orchestra (*) - Hungarian premiere (Shortly after the world premiere in Prague on 16 Mar 2023)\nIgor Stravinsky: Petrushka. Burlesque scenes in four tableaux (1947 concert version) \n\n* Broadcasted Live from Béla Bartók National Concert Hall at bartoktavasz.hu on 31 Mar 2023",
    "Duration": "00:34:37",
    "ChannelName": "Beautiful Life",
    "VideoId": "y7XTRjQBEhc",
    "ChannelId": "UCbuuWGqGgMoeF5tC4uMEatg"
  },
  {
    "Title": "Sergej Rachmaninow - Sinfonische Tänze op. 45 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Sinfonische Tänze von Sergej Rachmaninow, gespielt vom WDR Sinfonieorchester unter der Leitung des ehemaligen Chefdirigenten Semyon Bychkov am 21.12.2006 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Archiv. \n\nSergej Rachmaninow - Sinfonische Tänze op. 45\n\n00:00:00 I. Non allegro – Lento – Tempo I\n00:12:33 II. Andante con moto (Tempo di Valse)\n00:22:45 III. Lento assai – Allegro vivace – Lento assai come prima – Allegro vivace\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:36:13",
    "ChannelName": "ARD Klassik",
    "VideoId": "xhm4Y5-IUY8",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Shostakovich  Symphony No.11 in g minor, \"The Year 1905\" ( s. bychkov )",
    "Description": "Shostakovich  Symphony No.11 in g minor, \"The Year 1905\"\n\ni.   adagio ( the palace square ) ( 0:00 - )\nii.  allegro ( the 9th of january ) ( 14:03 - )\niii. adagio ( in memoriam ) ( 32:15 - )\niv. allegro non troppo ( tocsin ) ( 44:20 - )\n\n( live recording.  nov. 18, 1996 )\n\n\n*. source : disclosure classics cd-r (modified)\n*. s. bychkov          ndr symphony orchestra",
    "Duration": "00:58:49",
    "ChannelName": "L’île aux Cerfs",
    "VideoId": "k4NBiO4qXBo",
    "ChannelId": "UC_rNGB_DOldfGY2xmGe0vMw"
  },
  {
    "Title": "Smetana - Mein Vaterland | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Bedřich Smetanas Zyklus \"Mein Vaterland\", gespielt vom WDR Sinfonieorchester unter der Leitung von Semyon Bychkov. \"Mein Vaterland\" umfasst sechs sinfonische Dichtungen, darunter das weltbekannte Stück \"Die Moldau\". Eine Aufzeichnung vom 18. Januar 2019 aus der Kölner Philharmonie.\n\nBedřich Smetanas - Mein Vaterland (Má vlast)\n\n00:00:00 I. Vyšehrad \n00:16:11 II. Vltava (Die Moldau) \n00:29:30 III. Šárka \n00:41:15 IV. Z českých luhů a hájů (Aus Böhmens Hain und Flur) \n00:54:28 V. Tábor \n01:08:03  VI. Blaník \n\nWDR Sinfonieorchester \nSemyon Bychkov, Leitung \n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nEr beanspruchte völlig zu Recht, \"der Schöpfer des tschechischen Stils im dramatischen und sinfonischen Bereich der Musik\" zu sein. Seine Landsleute hielten ihn hingegen für einen volksfeindlichen Gefolgsmann Wagners und Liszts. Anerkennung fand Bedřich Smetana zu Lebzeiten nur mit der Oper \"Die verkaufte Braut\" und dem 1882 uraufgeführten sinfonischen Zyklus \"Mein Vaterland\".\nDie Musik seines Heimatlandes war dem aus der ostböhmischen Provinz stammenden Sohn eines Brauereipächters zunächst fremd. Auf deutschen Schulen erzogen, das Tschechische nur mühsam bewältigend, folgte der junge Komponist begeistert der avantgardistischen Richtung von Franz Liszt, Richard Wagner und Hector Berlioz. 1848 beteiligte er sich an der Revolution gegen Habsburg und musste deswegen sogar aus Prag fliehen, was ihn jedoch sechs Jahre später nicht davon abhielt, in seiner \"Triumph-Sinfonie\" die österreichische Kaiserhymne zu glorifizieren. Ab 1856 entstanden in Göteborg, wo er die Philharmonische Gesellschaft leitete, drei sinfonische Dichtungen: \"Wallensteins Lager\", \"Richard III.\" und \"Hakon Jarl\". Nach Liszts und Mendelssohns Mustern folgen sie kosmopolitischen Sujets, doch vor allem in \"Wallensteins Lager\" sind auch schon nationalromantische Töne zu hören. Hier konnte Smetana anknüpfen, als er 1874 mit seinem epochalen Zyklus \"Má vlast\" (\"Mein Vaterland\") begann – epochal, weil niemals zuvor thematisch derart eng verknüpfte Tondichtungen in zyklischer Form veröffentlicht worden waren ...\n\n(Text: Volker Tarnow)\n\n► Hier die vollständige Werkeinführung weiterlesen: https://www1.wdr.de/orchester-und-chor/sinfonieorchester/smetana-mein-vaterland-108.html",
    "Duration": "01:23:08",
    "ChannelName": "ARD Klassik",
    "VideoId": "KR8h5nRKAio",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Smetana: My Fatherland | Czech Philharmonic & Semyon Bychkov",
    "Description": "It is a cornerstone of Czech national music and a highlight of Romanticism: Smetana’s Má vlast (My Fatherland or My Homeland). In this video, the six-part cycle of symphonic poems is performed by the Czech Philharmonic under the direction of Semyon Bychkov in the magnificent Dvořák Hall of the Rudolfinum in Prague. The occasion was the Velvet Revolution Concert on November 17, 2020.\n\n(00:00) Credits\n(00:21) 1. Vyšehrad (The High Castle)\n(16:48) 2. Vltava (The Moldau)\n(30:07) 3. Šárka\n(42:07) 4. Z českých luhů a hájů (From Bohemian Fields and Groves)\n(55:32) 5. Tábor\n(1:09:07) 6. Blaník\n\nThe “Velvet Revolution” refers to the peaceful transition of power in Czechoslovakia during November and December 1989, when the country moved from a socialist regime to a democratic state within just a few weeks—without violence. This historic shift is celebrated each year by the Czech Philharmonic with a special concert. And of course, My Fatherland by Czech composer Bedřich Smetana (1824–1884) has a firm place in the program.\n\nThe orchestral cycle consists of six symphonic poems, composed by Smetana between 1872 and 1879. Each of these tone poems is associated with a subject connected to the Bohemian landscape, its history, or its legends. With My Homeland, Smetana aligned himself with the widespread 19th-century tradition of nationalist music. Incorporating folk melodies, the Bohemian (now Czech) composer sought to express a national artistic identity through music. Each symphonic poem stands alone as a complete work, and between 1875 and 1880 they were premiered individually. The full cycle was first performed on November 5, 1882, in Prague.\n\nThough My Homeland is considered program music, Smetana did not assign any official literary program to the six pieces. Only with the premiere’s program booklet were the evocative titles revealed—and these have been considered authoritative ever since.\n\nThe first piece, Vyšehrad (The High Castle), references the founding myth of the Czech people, symbolized by the castle Vyšehrad, seat of Bohemia’s earliest rulers.\n\nThe second, Vltava (The Moldau), takes listeners on a tone-painting journey along the Czech Republic’s largest river. As a standalone piece, it is the most famous of the cycle.\n\nThe third poem, Šárka, draws on the legend of a warrior woman who fought for control over Bohemia.\n\nPart four, Z českých luhů a hájů (From Bohemian Fields and Groves), is a pastoral work whose melodies evoke an idealized, quintessentially Bohemian sound.\n\nWith Tábor, the fifth piece, Smetana pays homage to the city of Tábor, the starting point of the Hussite freedom movement.\n\nThe sixth and final piece, Blaník, refers to a mountain near Tábor, where legend holds that an army of sleeping knights lies in wait—ready to rise and defend the nation in times of need.\n\nFascinating parallels can be drawn between Smetana’s Má vlast (My Fatherland) and Richard Wagner’s (1813–1883) Ring of the Nibelung. Wagner’s mythological tetralogy, composed between 1848 and 1874, explores timeless themes of power struggles and love, woven together with complex leitmotifs. Interestingly, Smetana originally conceived just four symphonic poems, calling them a tetralogy. Like Wagner, he employs leitmotifs to unify his work. In fact, parts of The Moldau are strikingly reminiscent of Wagner’s Das Rheingold.\n\n© 2020 CZECH PHILHARMONIC\n\nCheck out more music from the Romantic period in our playlist ROMANTIC MUSIC:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBUCHNKKxIIM88sntDk1TVih\n\nAnd watch more concerts in YOUR PERSONAL CONCERT HALL:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#romanticmusic #moldau #orchestralmusic",
    "Duration": "01:25:41",
    "ChannelName": "DW Classical Music",
    "VideoId": "jT9TQFMwPhA",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "Stage@Seven: Beethoven: Symphony No. 2 – Semyon Bychkov",
    "Description": "Frankfurt Radio Symphony and Frankfurt Radio Big Band live!\n  \nhr-Sinfonieorchster – Frankfurt Radio Symphony \nSemyon Bychkov, Conductor\n\nLudwig van Beethoven:\nSymphony No. 2 D major op. 36\n\n (Appearance)  00:00\nI. Adagio – Allegro con brio  00:12\nII. Larghetto  12:54\nIII. Scherzo. Allegro  23:30\nIV. Allegro molto  27:54\n\nhr-Sendesaal Frankfurt, 27 May 2020\n\n\nNote:\nIn accordance with the current restrictions imposed by the Corona pandemic in Germany, this livestream series currently only features ensembles up to chamber orchestral size. The required minimum distances are respected. Streaming is also carried out in a reduced setting.\n____________\n\nHinweis:\nEntsprechend den derzeit geltenden Einschränkungen im Rahmen der Corona-Pandemie in Deutschland treten in dieser Livestream-Reihe aktuell nur Ensembles bis kammerorchestraler Größe auf. Die erforderlichen Mindestabstände werden dabei respektiert. Auch das Streaming erfolgt in einem reduzierten Setting.",
    "Duration": "00:34:54",
    "ChannelName": "hr-Sinfonieorchester – Frankfurt Radio Symphony",
    "VideoId": "lcEXvrBfXDM",
    "ChannelId": "UCiyuYC0D4-AO0AonCfMifPQ"
  },
  {
    "Title": "Stage@Seven: Beethoven: Symphony No. 7 – Semyon Bychkov",
    "Description": "Frankfurt Radio Symphony and Frankfurt Radio Big Band live!\n  \nhr-Sinfonieorchester – Frankfurt Radio Symphony \nSemyon Bychkov, Conductor\n\nLudwig van Beethoven:\nSymphony No. 7 A major op. 92\n\n(Appearance)  00:00\nI. Poco sostenuto – Vivace  00:19\nII. Allegretto  16:23\nIII. Presto  25:29\nIV. Allegro con brio  35:34\n\nhr-Sendesaal Frankfurt, 29 May 2020\n\n\nNote:\nIn accordance with the current restrictions imposed by the Corona pandemic in Germany, this livestream series currently only features ensembles up to chamber orchestral size. The required minimum distances are respected. Streaming is also carried out in a reduced setting.\n____________\n\nHinweis:\nEntsprechend den derzeit geltenden Einschränkungen im Rahmen der Corona-Pandemie in Deutschland treten in dieser Livestream-Reihe aktuell nur Ensembles bis kammerorchestraler Größe auf. Die erforderlichen Mindestabstände werden dabei respektiert. Auch das Streaming erfolgt in einem reduzierten Setting.",
    "Duration": "00:44:49",
    "ChannelName": "hr-Sinfonieorchester – Frankfurt Radio Symphony",
    "VideoId": "ZN01VdtVu2k",
    "ChannelId": "UCiyuYC0D4-AO0AonCfMifPQ"
  },
  {
    "Title": "Strawinsky - Le sacre du printemps | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Igor Strawinskys \"Le sacre du printemps\", gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov am 24. April 2010 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nIgor Strawinsky - Le sacre du printemps\n\n00:00:00 Part 1: L’adoration de la terre (Die Anbetung der Erde) \n1. Introduction (Einführung) \n2. Les augures pintaniers (Die Vorboten des Frühlings) \n3. Jeu du rapt (Entführungsspiel) \n4. Rondes printanières (Frühlingserwachen) \n5. Jeux des cités rivales (Spiele rivalisiereder Stämme) \n6. Cortège du sage (Prozession des Weisen) \n7. Embrasse de la terre (Kuss der Erde) \n8. Danse de la terre (Tanz der Erde) \n\n00:17:03 Part 2: Le sacrifice (Das Opfer)\n1. Introduction (Einführung) \n2. Cercles mystérieux des adolscentes (Mystischer Reigen der jungen Mädchen) \n3. Glorification de l’élue (Verherrlichung der Auserwählten) \n4. Evocation des Ancêtres (Anrufung der Ahnen)\n5. Action Rituelle des Ancêtres (Rituelle Handlung der Ahnen) \n6. Danse sacrale (Opfertanz) \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung: \nChaotisch, ekstatisch, barbarisch. Die Skandal-Uraufführung des \"Sacre du printemps\" markierte für die einen das Ende der Kultur, die anderen bejubelten den Aufbruch in eine neue Zeit. \"Die Musik kommt frisch und neu aus mir heraus. In meinem Kopf das Bild der alten Frau in einem Eichhörnchenfell. [...] Ich sehe sie vor mir, wie sie vor der Gruppe hin und her rennt, sie manchmal stoppt und den rhythmischen Fluss unterbricht.\"\nIn seinem Brief an den russischen Künstler, Forscher und Philosophen Nicolas Roerich schildert Igor Strawinsky im September 1911 die Entstehung der ersten Tanzszene. Die Kollision der gegenläufigen Bewegungen, das unvorhersehbare Stocken und die jähen Richtungswechsel haben sich in die Musik eingeschrieben. Was den Komponisten und seinen Bühnenbildner Roerich bei der Arbeit antrieb, war die Vision eines archaischen Rituals.\n\n\"Paris aber war unpässlich\"\nDas Publikum der Pariser Uraufführung trifft die wilde, entfesselte Kraft des \"Frühlingsopfers\" knapp zwei Jahre später wie ein Schlag. Die Tänzer der berühmten Ballets Russes stampfen mit den flachen Füßen auf den Bühnenboden, dass die Bretter zittern. Im Hintergrund ein betont einfaches Landschaftsbild. Keine Spur mehr von der luxuriösen Opulenz und übersteigerten Raffinesse vorausgegangener Produktionen wie dem \"Feuervogel\".\n\nIm Rückblick ist es schwer zu sagen, was die rund zweitausend Besucherinnen und Besucher im Théâtre des Champs Elysées am 29. Mai 1913 mehr schockierte: die Musik von Igor Strawinsky, die Choreografie von Vaslav Nijinsky oder die Ausstattung von Nicolas Roerich. Die Uraufführung des \"Sacre\" ging als Jahrhundertskandal in die Musikgeschichte ein. Es wurde höhnisch gelacht, gestritten und gepfiffen. So manche spektakuläre Anekdote von verstörten Aristokratinnen, Verabredungen zum Duell und Polizeieinsätzen wurde aber wohl erst im Nachhinein hinzugedichtet.\n\nDem geschäftssinnigen Impresario der Ballets Russes, Sergej Diaghilew, kam der Skandal gerade recht, denn er verhieß Aufmerksamkeit. Er selbst hatte einen Teil der Plätze gekauft und an Studierende, Kunstschaffende und Fans vergeben, um die Stimmung anzuheizen und der erwarteten Empörung des Establishments lautstarke Begeisterung entgegenzusetzen. Während der Dirigent Pierre Monteux die Uraufführung mit der \"Ruhe eines Krokodils\" zu Ende brachte, wie Strawinsky bewundernd kommentierte, äußerte er selbst sich der New York Times gegenüber zugleich gekränkt, aber auch zuversichtlich: \"Zweifellos wird man eines Tages verstehen, dass ich einen Überraschungscoup auf Paris gelandet habe, Paris aber unpässlich war\".\n(Text: Marta Seeber)",
    "Duration": "00:34:49",
    "ChannelName": "ARD Klassik",
    "VideoId": "Z5wX88ZsX8s",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tchaikovsky - Eugene Onegin - Introduction, Entr'acte & Waltz, Polonaise  - Semyon Bychkov",
    "Description": "Tchaikovsky - Eugene Onegin - Introduction, Entr'acte & Waltz (Act 2), Polonaise (Act 3) - Semyon Bychkov - Paris, 1992",
    "Duration": "00:14:40",
    "ChannelName": "Great Moments",
    "VideoId": "9jwy9EAFS3c",
    "ChannelId": "UCyYl1JjjbHzpU_4TP0dFHgQ"
  },
  {
    "Title": "Tchaikovsky - Symphony No. 5 - Semyon Bychkov | Concertgebouworkest",
    "Description": "This concert was recorded live on 19 June 2020 at the Concertgebouw in Amsterdam. \n\nRoyal Concertgebouw Orchestra \nSemyon Bychkov - conductor\n\n00:26 I Andante - Allegro con anima\n16:20 II Andante cantabile con alcuna licenza\n30:19 III Valse. Allegro moderato\n37:00 IV Finale. Andante maestoso - Allegro vivace\n\nOur website: https://www.concertgebouworkest.nl/  \n\nFollow us on:  \nFacebook: https://www.facebook.com/Concertgebouworkest  \nInstagram: https://www.instagram.com/concertgebouworkest  \nTwitter: https://twitter.com/ConcertgbOrkest  \nLinkedIn: https://www.linkedin.com/company/concertgebouworkest",
    "Duration": "00:52:54",
    "ChannelName": "Concertgebouworkest",
    "VideoId": "1dsbkhTkD7s",
    "ChannelId": "UCG_xCloLaV2TvXtKOCH-lSA"
  },
  {
    "Title": "Tchaikovsky Francesca da Rimini, Op. 32",
    "Description": "P. TCHAIKOVSKY / Francesca da Rimini, Op. 32\n\n\nCivic Orchestra of Chicago 2015-2016 season \nConductor, Semyon Bychkov\nChicago Symphony Orchestra Orchestra Hall\n\nPicture © Todd Rosenberg Photography",
    "Duration": "00:22:46",
    "ChannelName": "Jamie Yoo",
    "VideoId": "eDClxDal5Iw",
    "ChannelId": "UC4hSAnXBeldjaMczBtULbPA"
  },
  {
    "Title": "Tchaikovsky Symphony No.3 in D Major, Op. 29",
    "Description": "P. TCHAIKOVSKY / Symphony No.3 in D Major, Op. 29 \n\nI. Introduzione e Allegro (00:00)\nII. Alla tedesca (13:40)\nIII. Andante elegiaco (20:22)\nIV. Scherzo (29:40)\nV. Finale (35:33)\n\n\nCivic Orchestra of Chicago 2015-2016 season \nConductor, Semyon Bychkov, \nChicago Symphony Orchestra Orchestra Hall\n\nPicture © Todd Rosenberg Photography",
    "Duration": "00:44:44",
    "ChannelName": "Jamie Yoo",
    "VideoId": "q8uUeXGlT_A",
    "ChannelId": "UC4hSAnXBeldjaMczBtULbPA"
  },
  {
    "Title": "Thierry Escaich - Études symphoniques  | Semyon Bychkov & Czech Philharmonic (230331 Budapest)",
    "Description": "",
    "Duration": "00:34:42",
    "ChannelName": "Sol Gallery",
    "VideoId": "B1sDW1Z-h3s",
    "ChannelId": "UC2PAFBGDcBkdCxijNsY5YtA"
  },
  {
    "Title": "Thomas Larcher - Symphony No. 2 'Kenotaph' (UK Première)",
    "Description": "BBC Symphony Orchestra conducted by Semyon Bychkov\nhttp://5against4.com/2016/09/04/proms-2016-thomas-larcher-symphony-no-2-kenotaph-uk-premiere-sally-beamish-merula-perpetua-bayan-northcott-concerto-for-orchestra-world-premieres/",
    "Duration": "00:36:12",
    "ChannelName": "fiveagainstfour",
    "VideoId": "6XqwA3fug6I",
    "ChannelId": "UCOV3RqrUtxMX3xPKVLsAI6g"
  },
  {
    "Title": "Tigran Mansurian - Ubi est Abel frater tuus? | Jan Vogler | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "\"Ubi est Abel frater tuus?\" von Tigran Mansurian, ein Konzert für Violoncello und Orchester, ist ein Auftragswerk des WDR und wird interpretiert von Cellist Jan Vogler und dem WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live-Mitschnitt der Uraufführung am 24. April 2010 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nJan Vogler, Cello\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester",
    "Duration": "00:21:34",
    "ChannelName": "ARD Klassik",
    "VideoId": "0iDJEVSxM0A",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tschaikowsky - Capriccio Italien | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Peter Tschaikowskys Capriccio Italien op. 45, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgenommen am 30. November 2002 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.\n\nPeter Tschaikowsky - Capriccio Italien op. 45\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:14:39",
    "ChannelName": "ARD Klassik",
    "VideoId": "W4ezYdMccc0",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tschaikowsky - Sinfonie Nr. 4 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Die Sinfonie Nr. 4 f-Moll op. 36 von Peter Tschaikowsky, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgenommen in der Kölner Philharmonie am 19.09.2008. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nPeter Tschaikowsky  - Sinfonie Nr. 4 f-Moll op. 36\n\n00:00:00 I. Andante sostenuto – Moderato con anima – Moderato assai, quasi Andante – Allegro con anima\n00:18:26 II. Andantino in modo di canzona \n00:29:07 III. Scherzo: Pizzicato ostinato – Allegro\n00:34:45 IV. Finale. Allegro con fuoco \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik \n\nWerkeinführung:\nDer Mozart-Fan Tschaikowsky schrieb sich seine eigene Verstörtheit mit der vierten Sinfonie vom Leib, entstanden in einer schicksalhaften Lebenswende. \nIn den Augen Peter Tschaikowskys gehörte Anatolij Ljadow zur \"falschen\" Partei – nämlich dem St. Petersburger Kreis um Mussorgskij und Borodin, der sich \"Russische Fünf\" oder \"Mächtiges Häuflein\" nannte und sich der Stärkung nationaler Traditionen verpflichtet hatte, aber für Tschaikowsky ein Dilettantenverein war. Der in Moskau wirkende Tschaikowsky wiederum wurde von den \"Fünf\" als dekadenter \"Westler\" beargwöhnt. Doch Tschaikowsky revidierte seine negative Meinung über Ljadow und traf ihn 1887 persönlich. Seitdem besuchten sie einander öfter, vielleicht auch als Geistesverwandte in depressiven und hypersensiblen Wesenszügen. \nAnders als Ljadow aber schmiedete Tschaikowsky aus inneren Krisen umfangreiche Meisterwerke. \"Oblomowerei\" war seine Sache nicht. Dass Tschaikowsky in nur zwei Jahren höchster seelischer Anspannung gleich drei Hauptwerke fieberhaft herausschleuderte, grenzt an ein Wunder: \"Eugen Onegin\", das Violinkonzert und die vierte Sinfonie sind die Ernte von 1877/78, seinen persönlichen Katastrophen-Jahren. Im Juli 1877 heiratete er die junge Antonina Miljukowa – entgegen seiner homosexuellen Veranlagung. Nach wenigen Wochen endete die Scheinehe im Desaster; Tschaikowsky unternahm einen Selbstmordversuch. Große Teile der Vierten waren da bereits komponiert. Im Januar 1878 konnte er die Sinfonie vollenden, immer im engen brieflichen Austausch mit seiner Mäzenin Nadeshda von Meck, die ein Jahr zuvor in sein Leben getreten war und der er das neue Werk als \"bestem Freund\" widmete. \nNadeshda von Meck war auch die Adressatin des berühmten Programms, das Tschaikowsky seiner Vierten nach der Uraufführung im Februar 1878 gab. Es führte zur späteren populären Bezeichnung als \"Schicksals-Sinfonie\". Die wuchtige Fanfare der Einleitungstakte charakterisierte der Komponist als \"Fatum\": als \"verhängnisvolle Macht, die unser Streben nach Glück verhindert, eine Macht, die wie ein Damoklesschwert über unserem Haupte schwebt und unsere Seele unentwegt vergiftet.\" Das von Hörnern und Fagotten im Fortissimo herausgeschmetterte Motiv ist zunächst ganz durch den triolischen Rhythmus bei fast erstarrter melodischer Bewegung bestimmt – ganz wie das Motiv Hundings, des \"bürgerlichen\" Gegenspielers der freien Liebe und Leidenschaft aus Wagners \"Ring des Nibelungen\". Der von Posaunen und Tuba unterstützte Skalenabsturz der \"Fatum\"-Fanfare erinnert an das \"Vertrags-Motiv\" aus dem \"Ring\", also jenem Klangsymbol, das wie Hundings Motiv für die Unbeugsamkeit von Recht und Gesetz steht. Ein Zufall? 1876, ein Jahr vor Kompositionsbeginn der Vierten, besuchte Tschaikowsky die ersten Bayreuther Festspiele und hörte – wenn auch wenig begeistert – die \"Ring\"-Tetralogie. Vielleicht brannte sich in ihm doch der Wagemut des Wälsungenpaares ein, durch eine alle Fesseln sprengende Liebe die Konventionen hinter sich zu lassen. Tschaikowsky selbst wagte im Leben solches nicht. \nMit einem unruhigen Walzer und einer zarten Klarinetten-Kantilene, laut Programm \"flüchtige Träume von Glück\", etablieren sich die eigentlichen Themen des ausgedehnten Kopfsatzes. Die liedhafte Melodie des zweiten Satzes, erst von der Oboe, dann von den Celli intoniert, hat in ihrem Changieren zwischen Lyrik und Schwermut etwas Schuberthaftes – \"traurig und süß zugleich\", wie es im Programm heißt. Hinreißend ist der Gegensatz zwischen burleskem Pizzikato der Streicher im Scherzo und folkloristischen Bläsermelodien im Trio. [...]\n(Text: Kerstin Schüssler-Bach)",
    "Duration": "00:43:50",
    "ChannelName": "ARD Klassik",
    "VideoId": "17200HtZOgg",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tschaikowsky - Sinfonie Nr. 6 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Peter Tschaikowskys  Sinfonie Nr. 6 h-Moll op. 74, auch \"Pathétique\" genannt,  spielt das WDR Sinfonieorchester 1996 unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv. \n\nPeter Tschaikowsky - Sinfonie Nr. 6 h-Moll op. 74\n\n00:00:00 I. Adagio | Allegro non troppo\n00:18:48 II. Allegro con grazia\n00:26:47 III. Allegro molto vivace\n00:35:56 IV. Finale. Adagio lamentoso | Andante\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\nHans Hadulla, Regie\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://www.wdr-sinfonieorchester.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:46:41",
    "ChannelName": "ARD Klassik",
    "VideoId": "uKsNyuiyRIM",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Verdi - La Forza del Destino Ouvertüre | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Guiseppe Verdis Ouvertüre zur Oper \"Forza del Destino\", gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgenommen am 30. November 2002 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.\n\nGuiseppe Verdi - La Forza del Destino Ouvertüre\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:07:59",
    "ChannelName": "ARD Klassik",
    "VideoId": "EnkhQ2t-QZw",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Wagner - Tannhäuser Ouvertüre | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "Die Ouvertüre zu Richard Wagners Oper \"Tannhäuser und der Sängerkrieg auf der Wartburg\", gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Aufgezeichnet am 03. März 2001 in der Kölner Philharmonie. \n\nHistorische Aufnahme aus dem WDR Klassik-Archiv.\n\nRichard Wagner - Ouvertüre zu \"Tannhäuser und der Sängerkrieg auf der Wartburg\" \n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:23:36",
    "ChannelName": "ARD Klassik",
    "VideoId": "mnILP3OW_8s",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Walton - Sinfonie Nr. 1 | Semyon Bychkov | WDR Sinfonieorchester",
    "Description": "William Waltons Sinfonie Nr. 1 b-Moll, gespielt vom WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live aufgenommen in der Kölner Philharmonie am 18. Oktober 2009. Historische Aufnahme aus dem WDR Klassik-Archiv. \n\nWilliam Walton - Sinfonie Nr. 1 b-Moll\n\n00:00:00 I. Allegro Assai\n00:14:42 II. Presto con Malizia\n00:21:21 III. Andante con Malinconia\n00:32:36 IV. Maestoso – Allegro, Brioso Ed Ardentemente – Vivacissimo – Maestoso\n\nWDR Sinfonieorchester\nSemyon Bychkov, Leitung\n\nDie erste Sinfonie des britischen Komponisten Sir William Walton ist ein komplexes Werk mit einer ausgeprägten harmonischen und kontrapunktischen Struktur. Seine Uraufführung 1935 wurde sehnsüchtig erwartet und von der britischen Öffentlichkeit als \"historischer Abend für die britische Musik\" gefeiert. Die Sinfonie wurde zu einem der meistaufgeführten Werke der englischen Musik.\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik",
    "Duration": "00:46:23",
    "ChannelName": "ARD Klassik",
    "VideoId": "R3MNvdEbvik",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "WALTON WILLIAM: \"Symphony No.1 in B flat\" BBC SO. Semyon BYCHKOV. London, Barbican Centre, 2011.",
    "Description": "WALTON WILLIAM: \"Symphony No.1 in B flat\" BBC SO. Semyon BYCHKOV. London, Barbican Centre, March 23, 2011.\nThe Symphony No. 1 in B♭ minor is one of two symphonies by William Walton. In 1932 he began work on a symphony. Always a slow and painstaking composer, he made gradual progress. The first 2 movements were finished by early 1933, and he composed the slow movement in the middle of that year. After that, he suffered a persistent writer's block and could not complete the finale. Critics as Edward Greenfield have suggested that the problem was a reaction to the break-up of Walton's six-year love affair with a young German widow, the Baroness Imma von Doernberg, to whom the symphony is dedicated Walton had promised the premiere to the conductor Hamilton Harty and the LSO. The composer had allowed the work to be announced for two consecutive years in the orchestra's seasonal prospectus, and the expectation thus aroused put pressure on him. In 1934 he was persuaded by Harty and others to allow a performance of the three completed movements. This took place at the Queen's Hall on 3 December 1934. Two more performances of the incomplete work were given the following April by the LPO conducted by Malcolm Sargent.\nWalton took a break from work on the symphony during 1934 to compose his first film music (for Paul Czinner's Escape Me Never). After a gap of eight months he resumed work on the symphony and completed it in August 1935. Harty and the BBC SO gave the premiere of the completed piece on 6 November of that year. The performance roused great enthusiasm. The News Chronicle reported, \"The applause at the close was overwhelming, and when Mr Walton, a slim, shy, young man, came on to the platform he was cheered continuously for five minutes\".\nThe symphony aroused international interest; he Chicago SO premiered the work in the US under Harty; E. Ormandy and the Philadelphia Orchestra gave the New York premiere; and the young G. Szell conducted the symphony in Australia.\nThe work is in 4 movements. Organic: 2 flutes (one doubling piccolo), 2 oboes, 2 clarinets in B♭ (doubling clarinets in A),2 bassoons, 4 horns in F, 3 trumpets in C, 3 trombones, tuba, timpani (2 players), snare drum, cymbals, tam-tam and strings.The percussion section (other than timpani) is brought into use only towards the end of the last movement.\nI: Allegro assai–Poco meno mosso- A tempo, agitato–Poco meno mosso –Agitato poco a poco–Animato (0:09)\nIt opens with a pp timpani roll on B♭; the horns enter, also extremely quietly, one at a time, on B♭, F and G. A quiet oboe theme begins in D♭; a five-note cello motif recurs throughout the mov.  Anthony Burton says that the effect of the mov. is broad and powerful: the breadth coming from \"slow-moving harmonies over Sibelius-like long-held bass notes and timpani rolls\" and the power from \"urgently repeated ostinato figures, blazing dissonances, and sonorous scoring\". The tension of the 1st section of the mov. relaxes slightly for the 2nd subject, which is a little slower, building to a climax of fiercely repeated notes. The central development section reprises the opening idea very quietly, slowly increasing the intensity. The mov. ends with the return of the first theme, this time with more orthodox harmonisation. At one stage during the composition of the work Walton had thought of leaving the Allegro assai as a single-mov. symphony.\nII: Scherzo: Presto con malizia (15:31). The scherzo \"with malice\" in E minor, is in a fast 3/4 time, with occasional bars of rhythmically disruptive 5/4; over insistent rhythms, with percussive outbursts, angular off-beat fragmentary themes continue throughout, with no relaxed trio section to break the tension.\nIII: Andante con malinconia in C ♯ minor (22:07), opens with a flute melody and later employs a 2nd slow theme; both themes are characteristically bitter-sweet lyricism. Walton develops them contrapuntally to a passionate climactic outburst, after which the music subsides and moves to a hushed conclusion. In Walton's earlier drafts the theme of the andante was intended for the opening movement, but he found \"it didn't work out, then it became the slow mov.\" His original plan for the mov. included a central scherzando episode, but he removed it from the short score, and nothing of it survives.\nIV: Maestoso – Allegro, brioso ed ardentemente – Vivacissimo – Agitato – Maestoso (33:34). The finale brings the work back to the key of B♭ but now in the major. For this movement Walton specifies a 2nd timpanist and two other percussionists. The opening is a flourish in a grand manner. This is followed by two discrete sections directed to be played \"quickly, with animation and ardour\"; the first is sharply energetic, and the 2nd a lively fugue, with a more relaxed central section. The themes of the two sections are developed in a brisk passage in triple time. The tempo slows down for the return of the opening theme of the mov., forming as \"a grandiloquent coda\".",
    "Duration": "00:46:06",
    "ChannelName": "Guido Molinari",
    "VideoId": "v6Xq8P_LLyE",
    "ChannelId": "UCO-1HoFd0qWSIh5EpYxxZrg"
  },
  {
    "Title": "York Höller - Der ewige Tag | Semyon Bychkov | WDR Sinfonieorchester | WDR Rundfunkchor",
    "Description": "York Höllers \"Der ewige Tag\", aufgeführt vom WDR Rundfunkchor und dem WDR Sinfonieorchester unter der Leitung seines damaligen Chefdirigenten Semyon Bychkov. Live-Aufzeichnung der Uraufführung im September 2001 in der Kölner Philharmonie. Historische Aufnahme aus dem WDR Klassik-Archiv.\n\nYork Höller - Der ewige Tag (Uraufführung)\n\nWDR Sinfonieorchester\nWDR Rundfunkchor\nSemyon Bychkov, Leitung\n\n► Mehr zum Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de \n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n\nDer ewige Tag komponierte Höller zwischen 1998 und 2000 für gemischten Chor und großes Orchester – eine ‚Chorsinfonie’ über Texte von Ibn Scharaf, Georg Heym und Pablo Neruda, in welcher der \"aus der Sprache entstandene Geist der Musik\" die Gestalt der Komposition bestimmt.  Gewaltige orchestrale Klangflächen wechseln sich ab mit deklamatorischen Chorpassagen – eine \"Sonnenwanderung\" als poème musical.",
    "Duration": "00:23:46",
    "ChannelName": "ARD Klassik",
    "VideoId": "_gBvJE_14NE",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Yundi / Chicago Symphony Orchestra - Ravel Piano Concerto in G major",
    "Description": "Thursday 29 November 2007, Orchestra Hall, Chicago. Conductor:Semyon Bychkov, piano:Yundi Li, Chicago Symphony Orchestra",
    "Duration": "00:21:07",
    "ChannelName": "Tracy Lee",
    "VideoId": "dBJKLAs8_H4",
    "ChannelId": "UCceF7d85DvUK8SQbitepPKQ"
  },
  {
    "Title": "Beethoven op. 61 - Violinkonzert D-Dur - Leonidas Kavakos - Semyon Bychkov - NDR Sinfonieorchester",
    "Description": "Eröffnungskonzertes des Schleswig-Holstein Musik\nFestivals im Jahre 2011",
    "Duration": "00:53:15",
    "ChannelName": "Abakusblume",
    "VideoId": "ylT_8E8I3FA",
    "ChannelId": "UCbxXfFMU2Hfaj7gWSfEGOfA"
  },
  {
    "Title": "Tchaikovsky: Nutcracker Suite No. 1 (Berlin Philharmonic, Semyon Bychkov)",
    "Description": "The Nutcracker, Op. 71 ballet by Pyotr Tchaikovsky was the last of his three ballets, first performed in December 1892. The story of The Nutcracker is loosely based on the E.T.A. Hoffmann fantasy story The Nutcracker and the Mouse King, about a girl who befriends a nutcracker that comes to life on Christmas Eve and wages a battle against the evil Mouse King. Hoffmann’s story is darker and more troubling than the version that reached the stage; the Imperial Russian Ballet choreographer Marius Petipa chose to follow a light adaptation of the story written by Alexandre Dumas père.\n\nTchaikovsky began work in February 1891, continuing his efforts while on an American tour later that year for the opening of Carnegie Hall. His homeward journey took him through Paris, where he discovered a new instrument: the celesta, whose clear, bell-like tone was perfectly fitted to The Nutcracker’s fairy-tale ambiance. In the celesta’s ethereal notes, Tchaikovsky recognized the “voice” of his Sugar Plum Fairy, and he immediately wrote to his publisher, asking that the instrument be acquired for the performance.\n\nSelections from The Nutcracker were first performed as an orchestral suite in March 1892. The ballet proper debuted in December of that year. It was presented at St. Petersburg’s Mariinsky Theatre on a double bill with Tchaikovsky’s one-act opera, Iolanta. In a letter to a friend, Tchaikovsky himself remarked, “Apparently the opera gave pleasure, but the ballet not really; and, as a matter of fact, in spite of all the sumptuousness it did turn out to be rather boring.” He thought little of it, describing it as “infinitely worse than Sleeping Beauty.” The reference was to the second of his three ballets; the first had been Swan Lake.\n\nYet responsibility for the failure was not, apparently, wholly the composer’s. Petipa had fallen ill, and the choreography was instead devised by his less-inspired assistant. Additionally, the scenery and costumes were panned as tasteless, and the performance of the ballerina who danced the role of the Sugar Plum Fairy was widely criticized. The newspapers reviled Tchaikovsky, and he did not live to see the piece succeed. Despite the failure of its initial performance, The Nutcracker has become the most frequently performed of all ballets and has served as an introduction to classical music for many young people. Because the first act is set at a Christmas party, the ballet is often presented at Christmastime.\n\nTchaikovsky made a selection of eight of the numbers from the ballet before the ballet's December 1892 premiere, forming The Nutcracker Suite, Op. 71a, intended for concert performance. The suite was first performed, under the composer's direction, on 19 March 1892 at an assembly of the St. Petersburg branch of the Musical Society. The suite became instantly popular, with almost every number encored at its premiere, while the complete ballet did not begin to achieve its great popularity until after the George Balanchine staging became a hit in New York City.\n\nI. Overture (0:30)\nII. March (3:30)\nIII. Dance of the Sugar Plum Fairy (5:56)\nIV. Russian Dance: Trepak (8:06)\nV. Arabian Dance: Coffee (9:13)\nVI. Chinese Dance: Tea (12:32)\nVII. Dance of the Reed Flutes (13:34)\nVIII.  Waltz of the Flowers (16:04)\n\nIf you like this video subscribe to my channel. There are many more videos like this one lovingly prepared and edited by myself for your enjoyment! Check out my extensive playlist collections as well.",
    "Duration": "00:22:51",
    "ChannelName": "Christopher MacIntyre",
    "VideoId": "fjtJbS0Vb7g",
    "ChannelId": "UCQoiocB5Vb1PFHdLtCmqm4w"
  }
]