[{"Title":"A. Francisco - The Black Paintings | World Premiere Nov. 9, 2023 (String Sextet)","Description":"The Black Paintings is a multi-movement string sextet composed in 2023 by AJ Francisco. It is based on select pieces from the Black Paintings of Spanish artist Francisco Goya, who painted the works on the walls of his home later in his life. The Black Paintings gained recognition for their dark imagery and personal significance to Goya. As Goya never left statements or titles of his work, art historians later added names, descriptions, and possible interpretations to the paintings. Each movement in this piece depicts an interpretation of the scene in one of Goya's Black Paintings. This video was recorded during its world premiere on November 9, 2023, at Slover Library in Norfolk, Virginia.\n\nViolin I: Andrew Dack\nViolin II: Sarah Benson\nViola I: Spencer Mitchell\nViola II: Sidney James\nCello I: Brian Cortes-Bofill\nCello II: Avery Suhay\n\nLearn more about AJ Francisco at https://ajfrancisco.com\n\nProgram Notes:\n\nI. La Leocadia 00:18\n“La Leocadia” is a portrait of Leocadia Weiss, the maid of Goya during the time in which the Black Paintings were created. Art historians have speculated whether she and Goya were in a romantic relationship or rather a close friendship. Francisco gravitated towards this piece because of how it contrasts with the color scheme and subject matter of Goya’s other Black Paintings. Instead of dark shadows and startling imagery, La Leocadia is light and almost whimsical. Regardless of Goya and Leocadia’s involvement with each other, the care they had for each other is visually present in his work, as Leocadia was the subject of many other paintings produced by Goya. This movement strives to express this closeness.\n\nII. Witches’ Sabbath 4:10\n“Witches' Sabbath” shows a group of women surrounding an anthropomorphic goat representing the devil. Two girls in this group do not have their faces shown, some interpreting them as outsiders to this group. A popular interpretation of this painting is that it depicts a scene where two girls are initiated into a coven of witches with the devil leading this ceremony. The movement follows the girls' initiation, from their arrival at this meeting place to their full initiation into the coven.\n\nIII. The Dog 10:19\n “The Dog\" showcases an image of a dog seeming to hopelessly swim against a current stronger than itself. Goya’s use of space makes the dog feel small and almost hopeless against the forces against it. Perhaps the current gives in and allows the dog to paddle closer to safety, but just as the dog feels like it's regaining its footing, the current sweeps back in and pushes the dog out once more. To depict this interpretation, the movement features an ebb and flow between melancholic and uplifting moments.\n\nIV. Fight with Cudgels 15:35\nCellist Avery Suhay pointed out to Francisco how interesting it was for the violence of the two people to juxtapose the tranquil scene behind them. This movement showcases this idea, starting with serene soundscapes before the two fighting men disrupt the scene with harsh, percussive sounds from the cellos. The men battle each other until they both slowly lose their strength, eventually both collapsing with no one claiming victory. The tranquil landscape returns in the end, and nature continues on.\n\nV. Saturn Devouring His Son 20:38\n“Saturn Devouring His Son” was the painting that first inspired Francisco to write this string sextet. This painting depicts the Roman myth in which Saturn received a prophecy that one of his sons would one day kill him, prompting him to devour each of his children. This part of Roman mythos has been depicted by several artists in the past, but Francisco was captivated by Goya’s interpretation, with what seems like Saturn hiding away in a dark cavern, desperate to hide his act from the world. This movement depicts a scene in which an innocent passerby stumbled upon a cave, hearing the faint chewing of bones represented by a whip. As the adventurer delves deeper into the cave, they slowly come upon the scene of Saturn devouring his child. As they stay in the cave watching in horror, Saturn finally notices the sole witness of his act. Whether the person escapes out of the cave is up to the listener’s interpretation.","Duration":"00:24:55","ChannelName":"AJ Francisco","VideoId":"MY10yDwXG7k","ChannelId":"UCa7uYmSIcFfsCdvhBI7GbyA"},{"Title":"Anton Eberl - Grand Sextet in E-flat major, Op 47","Description":"Picture: Caspar David Friedrich - Bohemian Landscape with Mount Milleschauer\n\nAnton Eberl (13 June 1765 -- 11 March 1807) was an Austrian composer, teacher and pianist.\n\nWork: Grand Sextet in E-flat major, Op 47 for fortepiano, violin, viola, cello, clarinet and horn.\n\nMov.I: Adagio - Allegro vivace 00:00\nMov.II: Andante molto 12:10\nMov.III: Menuetto, vivace - Trio 19:26\nMov.IV: Rondo, vivace assai 22:48\n\nEnsemble: Trio Van Hengel & Guests","Duration":"00:30:57","ChannelName":"KuhlauDilfeng2","VideoId":"HpwnpuadDaw","ChannelId":"UCukcQaJk5WAErc6mb8oqZSQ"},{"Title":"Ezra Sims: Sextet (1981)","Description":"Ezra Sims (*1928): Sextet (1981).\r\n\r\nI. Smooth-Going \r\nII. Slow \r\nIII. Quick\r\n\r\nJanet Packer, violin; Anne Black, viola; Ted Mook, cello; Ian Greitzer, clarinet; Kenneth Radnofsky, saxophone; Thomas Haunton, French horn\r\nEnsemble diretto da  Ezra Sims.\r\n\r\n***\r\n\r\nThe music published in our channel is exclusively dedicated to divulgation purposes and not commercial. This within a program shared to study classic educational music of the 1900's (mostly Italian) which involves thousands of people around the world. If someone, for any reason, would deem that a video appearing in this channel violates the copyright, please inform us immediately before you submit a claim to Youtube, and it will be our care to remove immediately the video accordingly.\r\n\r\nYour collaboration will be appreciated.","Duration":"00:21:49","ChannelName":"TheWelleszCompany","VideoId":"oP6-sFdYsQs","ChannelId":"UC3pxYg6cMzROwVT6AK31qNA"},{"Title":"Felix Weingartner - \"Sextett\" for 2 Violins, Viola, Cello, Double Bass and Piano, Op.33 (1906)","Description":"Felix Weingartner - \"Sextett\" for 2 Violins, Viola, Cello, Double Bass and Piano, Op.33 (1906)\n\nPaul Felix Weingartner, Edler von Münzberg (2 June 1863 – 7 May 1942) was an Austrian conductor, composer and pianist.\n\nI.Allegro appassionato - 0:00\nII.Allegretto - 10:20\nIII.Adagio.In carattere d'una improvisazione, ma in tempo - 17:07\nIV.Danza funebre.Allegro molto moderato - 26:30\n\nPerfomers:\nPiano - Oliver Triendl\n Ensemble Acht \nRecording: Germany, 2005\n\n\n\n\n\n\n#classicalmusic #violin #viola #cello #doublebass #piano #scores #sextet #austria #funebre","Duration":"00:41:04","ChannelName":"Koniiri :3","VideoId":"mmjMfVrrsXc","ChannelId":"UCFEzqsFEpxBWKvKPeY-ytLQ"},{"Title":"Joseph Holbrooke Sextet – Cadilla II (1998)","Description":"Radio broadcast of a performance at Köln in Germany, given as part of Tony Oxley's 60th birthday celebrations in 1998.\n\nTony Oxley: Drums\nDerek Bailey: Guitar\nGavin Bryars: Double Bass\nBill Dixon: Trumpet\nPhil Wachsmann: Violin\nMatt Wand: Electronics\n\nhttps://www.clashmusic.com/news/reports-tony-oxley-has-died/\nhttps://en.wikipedia.org/wiki/Tony_Oxley","Duration":"00:39:13","ChannelName":"Celestialrailroad","VideoId":"QG5ZGa2I_1Y","ChannelId":"UCa95B1Fjs3NcjaEN72_cTjg"},{"Title":"Marcelo Zarvos -  Changes Sextet for Piano and Winds","Description":"Commissioned by Quintet of the Americas with public funds from the New York State Council on the Arts, a state agency in 2003.  Performed by the Quintet:\nSato Moughalian, flute, Matt Sullivan, oboe, Ed Gilmore, clarinet, Laura Koepke, bassoon, Barbara Oldham, Blair McMillan, piano\nI. Prelùdio II. Meditaçȃo III. Quase Choro\n\nFor more information see https://quintetoftheamericas.org/marcelo-zarvos/","Duration":"00:22:47","ChannelName":"Quintet of the Americas","VideoId":"FWzfq94ZLAA","ChannelId":"UCXLHKER8U4Wco1qJc3PJyQQ"},{"Title":"Nomi Epstein — Sextet [w/ score]","Description":"Sextet for flute, clarinet, violin, viola, cello, piano by Nomi Epstein\nhttp://www.nomiepstein.com/\nhttp://aperiodicchicago.com/\n\nPerformed by Ensemble SurPlus, Stuttgart, Germany\nhttp://www.ensemble-surplus.com/\n\nThis video was posted with permission from Nomi Epstein\n\nNON-COMMERCIAL USE posted for divulgation and educational purposes only. Please email scorefollower [at] gmail [dot] com if you have a copyright concern regarding the audio or score.\n\nBe a part of the Score Follower community by joining our DISCORD SERVER! https://discord.gg/x2mdqYY","Duration":"00:21:27","ChannelName":"Score Follower","VideoId":"lwtQ3hliVTo","ChannelId":"UCsCyncBPEzI6pb_pmALJ9Tw"},{"Title":"String Sextet \"Flux Alluvia\" — Greg Harradine / Amici","Description":"Flux Alluvia is a string sextet commissioned by Connecting Threads, the cultural strand of Destination Tweed. Its three movements are inspired by three stretches of the River Tweed — at Peebles, Kelso and Norham — and by the voyages of Mark Zygadlo's WaterOrgan at these locations.\n\n0:03 — I. The River Was\n10:58 — II. The River Is\n18:21 — III. The River Will Be\n\nPurchase the sheet music (full score and parts): https://greg-harradine-shop.fourthwall.com/en-gbp/products/flux-alluvia\n\nIf you enjoyed this concert, consider making a donation: https://www.paypal.me/gregharradine\n\nOr become a supporter on Patreon: https://www.patreon.com/gregharradine\n(Supporters receive rewards include sheet music, recordings, exclusive videos, chances to vote on aspects of future compositions, and more.)\n\nPerformed by Amici: Gina McCormack and Iona Brown (violins), Jane Atkins and Kathryn Jourdan (violas), Niamh Molloy and Clea Friend (cellos).\n\nThe video is of the premiere performance at Kelso Old Parish Church on Sunday 17 March 2024.\n\nFilming and editing: Danny Bonnar\nLive sound: Guy Satchwell\n\n--\n\n➤ Join my mailing list: https://bit.ly/2wo05UQ\n➤ Stream music: https://ffm.bio/gregharradine\n➤ Purchase on Bandcamp: https://gregharradine.bandcamp.com\n➤ Website: https://www.gregharradine.co.uk\n\nSocials:\n➤ Facebook: https://www.facebook.com/GregHarradineComposer \n➤ Twitter: https://twitter.com/GregHarradine\n➤ Instagram: https://www.instagram.com/gregharradinecomposer\n\n#classicalmusic #violin #cello","Duration":"00:24:04","ChannelName":"Greg Harradine, Composer","VideoId":"IR2bZ9dDTds","ChannelId":"UCyZOoqsBKkIMBz7LTGgM6NA"},{"Title":"String Sextet, Op. 20 - Connor Brown","Description":"String Sextet, Op. 20, by Connor Brown\n\nI. Allegro non troppo 0:00\nII. Valse 14:14\nIII. Scherzo 18:55 \nIV. Intermezzo 22:41\nV. Tema Russo 31:12\n\nhttps://imslp.org/wiki/String_Sextet%2C_Op.20_(Brown%2C_Connor)","Duration":"00:37:57","ChannelName":"cjb","VideoId":"-gdF8AMKYdg","ChannelId":"UCORUJrAG7GuqiWwd379SNig"},{"Title":"Transmutations (2002) for percussion sextet, Iwaki Auditorium, Melbourne, 2004, by Anthony Pateras","Description":"VCA Percussion Ensemble conducted by Anthony Pateras\n\nStephen Fitzgerald\nJames Lewis\nJarrod McCluskey\nPeter Neville (director)\nDanny Richardson\nTom Royce-Hampton\n\nIwaki Auditorium, Melbourne, March 19th 2004, Mutant Theatre CD launch.\n\nReleased on Tzadik Records:\nhttps://www.tzadik.com/\n\nCameras: Rob Bonica, Callum Cooper, Jim Knox.\n\nDirected & edited by Jim Knox.","Duration":"00:21:17","ChannelName":"Anthony Pateras","VideoId":"yedM1HQpJP8","ChannelId":"UCQbpqNWycSH1nmGMEc-yJug"}]