[
  {
    "Title": "Beethoven: Piano Concerto No. 2 | Margarita Höhenrieder and the Kammerphilharmonie Amadé",
    "Description": "Beethoven’s Piano Concerto No. 2 in B-flat major, Op. 19 is an early work, rooted in the classical style, yet already revealing glimpses of the bold voice that would define his later compositions. In this performance, the concerto is played by Margarita Höhenrieder (piano) and the Kammerphilharmonie Amadé under the baton of Leon Fleisher. The concert took place in 2014 at the unique industrial setting of the Zeche Zollverein in Essen, Germany.\n\n(00:00) I. Allegro con brio\n(14:01) II. Adagio\n(23:51) III. Rondo. Molto allegro\n\nAlthough officially designated Beethoven’s Piano Concerto No. 2, this was actually the first piano concerto he composed. Its creation spans several years: sketches and fragments date from 1786 to 1792, when Beethoven was still living in Bonn. After multiple revisions, the work was premiered on March 29, 1795, at Vienna’s Burgtheater — with Beethoven himself at the piano. He later revised the concerto again before publishing it at the end of 1801.\n\nInterestingly, Beethoven began work on his Piano Concerto No. 1 in C major, Op. 15 at a later date, but it was published earlier, in the spring of 1801. That’s why it carries a lower opus number and is considered his \u0022first\u0022 concerto in the official catalog.\n\nBoth early piano concertos were pivotal for the young composer from Bonn — they served, so to speak, as his musical calling cards. Since arriving in Vienna in 1792, Beethoven had quickly gained access to aristocratic circles thanks to his virtuosity, and these influential patrons also supported him financially. The aforementioned 1795 concert marked his first public performance in the musical capital of Vienna, boosting his reputation as a piano virtuoso. That said, Beethoven himself reportedly claimed that his first and second piano concertos were not among his best works.\n\nFollowing in the footsteps of Wolfgang Amadeus Mozart (1756–1791), who had popularized the piano concerto as a genre — and dazzled audiences with his own brilliance as a pianist — Beethoven’s Second Piano Concerto still closely echoes the stylistic hallmarks of his predecessor, especially in the first and third movements. Yet dramatic moments throughout already hint at the unmistakable personal style that would later define Beethoven’s music.\n\nMargarita Höhenrieder discovered her love for the piano at an early age. She gave her first public performance at the age of seven in Munich’s Herkulessaal. She studied with Anna Stadler and Ludwig Hoffmann in Munich, and later with renowned American pianist and conductor Leon Fleisher in Baltimore.\n\nIn 1981, she won First Prize at the prestigious Busoni Competition in Bolzano, joining the ranks of other notable Busoni laureates such as Martha Argerich and Jörg Demus. At the age of 28, she became Germany\u0027s youngest piano professor when she was appointed to the University of Music in Würzburg. In 1991, she was appointed to the University of Music and Performing Arts in Munich.\n\nAs a soloist, Margarita Höhenrieder has performed with many of the world’s most celebrated conductors and orchestras, including Kirill Petrenko, Claudio Abbado, Lorin Maazel, James Levine, Ivor Bolton, Riccardo Chailly, and Fabio Luisi, as well as with major ensembles such as the Bavarian Radio Symphony Orchestra, the Munich Philharmonic, the New York Philharmonic, the Staatskapelle Dresden, the Gewandhausorchester Leipzig, the Mozarteum Orchestra Salzburg, and the Mahler Chamber Orchestra.\n\n© 2014 Accentus Music\n\nWatch more concerts in your personal concert hall: \nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey \n  \nin our Beethoven playlist:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBWcX1eOXH-w75x-_-7gRF-w \n  \nand in our playlist with piano concertos: \nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBU7k2TJgrgNCc9aygnNkaGZ \n\nSee the first piano concerto by Beethoven with Margarita Höhenrieder here:\nhttps://www.youtube.com/watch?v=279KL-eVnVM\n  \nSubscribe to DW Classical Music:\nhttps://www.youtube.com/dwclassicalmusic \n  \n#Beethoven #pianoconcerto #fullconcert",
    "Duration": "00:30:01",
    "ChannelName": "DW Classical Music",
    "VideoId": "yq56l01_DsQ",
    "ChannelId": "UC_kqgIRwOD3XCZXXr4B6bPQ"
  },
  {
    "Title": "bruckner  sinfonía n.º 4 en mi bemol mayor ( k. tennstedt )",
    "Description": "bruckner  sinfonía n.º 4 en mi bemol mayor\n\ni.   bewegt, nicht zu schnell ( 0:00 - )\nii.  andante, quasi allegretto ( 18:42 - )\niii. scherzo. bewegt - trio: nicht zu schnell ( 35:00 - )\niv. finale: bewegt, doch nicht zu schnell ( 44:44 - )\n\n( grabación en vivo.  diciembre 11, 1980 hamburgo )\n\n\n\n*. source : karna musik live cd-r (modified)\n*. k. tennstedt   ndr sinfonie orchester",
    "Duration": "01:04:35",
    "ChannelName": "L’île aux Cerfs",
    "VideoId": "p9FGofsfNqM",
    "ChannelId": "UC_rNGB_DOldfGY2xmGe0vMw"
  },
  {
    "Title": "Henry Cowell: Symphony No 2 \u0022Anthropos\u0022",
    "Description": "Leon Botstein conducts the American Symphony Orchestra in a live performance.  The symphony was first performed at the Brooklyn Museum on 9th March 1941, by the New York Civic Orchestra conducted by the composer.  Cowell\u0027s choice of title (\u0027Anthropos\u0027) refers to the life of man.\n1. Repose (Largo - sostenuto) 00:00\n2. Activity (Poco presto) 05:50\n3. Repression (Molto extressivo) 09:42\n4. Liberation - Liberty Hornpipe (Allegro vivace) 19:07",
    "Duration": "00:23:32",
    "ChannelName": "Colin",
    "VideoId": "KYOQutCbBYc",
    "ChannelId": "UC5OWFLqQ0DSA7aFBNdeEWyg"
  },
  {
    "Title": "Hossein Pishkar_Raff: Symphony No. 3 in F major, op. 153 \u0022Im Walde\u0022",
    "Description": "Hossein Pishkar, conductor  \nMusikkollegium Winterthur\n\nStadthaus Winterthur (29/09/2023)",
    "Duration": "00:45:10",
    "ChannelName": "EJAP Ekkehard Jung Artists \u0026 Projects GmbH",
    "VideoId": "Yk90ml_QhRA",
    "ChannelId": "UCQCJ-yH7_sXnUCCnddlAHSA"
  },
  {
    "Title": "Reinvere: Und müde vom Glück, fingen sie an zu tanzen ∙ hr-Sinfonieorchester ∙ Paavo Järvi",
    "Description": "Jüri Reinvere: \nUnd müde vom Glück, fingen sie an zu tanzen / \nAnd tired from Happiness, they started to dance  ∙\n\nI. Schatten im Spiegel / Shadows in the Mirror  00:00 ∙\nII. Bewegung des Wartens / Motion of Waiting  08:35 ∙\nIII. Entbehrung und Verlangen / Lack and Desire  14:14 ∙\n\nhr-Sinfonieorchester – Frankfurt Radio Symphony ∙\nPaavo Järvi, Dirigent ∙ \n\nhr-Sinfoniekonzert ∙\nAlte Oper Frankfurt, 19. Mai 2022 ∙\n\nWebsite: http://www.hr-sinfonieorchester.de ∙\nFacebook: http://www.facebook.com/hrsinfonieorchester ∙\nARD-Mediathek: https://www.ardmediathek.de/hr/sendung/hr-sinfonieorchester/Y3JpZDovL2hyLW9ubGluZS8zODIyMDAxOQ/ ∙\n\n#4K\n\n© 2022\nHessischer Rundfunk (hr)",
    "Duration": "00:24:01",
    "ChannelName": "hr-Sinfonieorchester – Frankfurt Radio Symphony",
    "VideoId": "D4F0JFcjzXM",
    "ChannelId": "UCiyuYC0D4-AO0AonCfMifPQ"
  },
  {
    "Title": "Steen-Andersen - Piano Concerto | Rei Nakamura | WDR Sinfonieorchester",
    "Description": "Simon Steen-Andersens \u0022Piano Concerto\u0022 gespielt vom Klaviersolistin Rei Nakamura und dem WDR Sinfonieorchester unter der Leitung von Michael Wendeberg. Live aufgenommen am 03.02.2024 im WDR Funkhaus am Wallrafplatz.  \n\nSimon Steen-Andersen - Piano Concerto\n\nRei Nakamura, Klavier\nSWR Experimentalstudio, Klangregie\nWDR Sinfonieorchester\nMichael Wendeberg, Leitung\n\n► Mehr zum WDR Sinfonieorchester, zu Konzerten und aktuellen Livestreams gibt es bei https://sinfonieorchester.wdr.de\n► Das WDR Sinfonieorchester bei Facebook https://www.facebook.com/wdrsinfonieorchester\n► Weitere Konzerte und Werkeinführungen aus der Welt der klassischen Musik, Symphonic Crossover, Chorgesang und Konzerte für Kinder finden sie auch in der ARD Mediathek: https://www.ardmediathek.de/klassik\n\n○ Werkeinführung\nEin Flügel stürzt aus acht Metern Höhe. Der Aufprall lässt das Instrument bersten und zerspringen. In Piano Concerto trifft dieses ramponierte, fast völlig zerstörte Instrument auf einen perfekten, klassischen Konzertflügel. Wie der Flügel hat auch die Solistin einen Doppelgänger: Bei allen bisherigen Aufführungen saß der Solist Nicolas Hodges auf der Bühne seinem eigenen Video-Bild gegenüber, spielte – mit elektronischer Hilfe – sowohl das beschädigte als auch das intakte Instrument.\nHier nun interpretiert erstmals Rei Nakamura das Piano Concerto und tritt in einen virtuellen Dialog mit dem Uraufführungspianisten. In der Konfrontation mit dem zerbrochenen und verstimmten Klavier werden der Konzertflügel und das Sinfonieorchester in ein anderes Licht gerückt. Sie stehen zunächst im Gegensatz zu dem wiederauferstandenen Instrument, dann erkunden sie gemeinsam die erweiterte Klangpalette, um sich schließlich der zarten Poesie und Schönheit des Imperfekten hinzugeben. Das Werk enthält mehrere kleine Anspielungen auf Ludwig van Beethoven, unter anderem in Form eines kaum erkennbaren Zitats aus der Klaviersonate Nr. 28 in A-Dur op. 101, die Beethoven komponierte, als er bereits nahezu taub war.\n(Text: Patrick Hahn)",
    "Duration": "00:27:43",
    "ChannelName": "ARD Klassik",
    "VideoId": "8ea-7wTzlq4",
    "ChannelId": "UCgSO-M9hotp-0h7LYNp2oOg"
  },
  {
    "Title": "Tchaikovsky - Symphony n°4 - Leningrad / Rozhdestvensky live",
    "Description": "Pyotr Ilyich Tchaikovsky\n\nSymphony n°4 op.36\n\nI. Andante sostenuto - Moderato con anima\nII. Andantino in modo di canzone\nIII. Scherzo. Pizzicato ostinato. Allegro\nIV. Finale. Allegro con fuoco\n\nLeningrad Philharmonic Orchestra\nGennady Rozhdestvensky\nLive recording, London, 9.IX.1971",
    "Duration": "00:42:26",
    "ChannelName": "incontrario motu",
    "VideoId": "ZTh1fihGqyI",
    "ChannelId": "UCJ-YjzpJxteFS5-TUoBIWYQ"
  },
  {
    "Title": "Tchaikovsky: Sinfonía Manfred - Vasily Petrenko - Orquesta Sinfónica de Galicia",
    "Description": "*PIOTR ILICH CHAIKOVSKI (1840-1893)*\n_*Sinfonía Manfred en si menor, op. 58*_\nLento lúgubre  (0:09)\nVivace con spirito (16:19)\nAndante con moto (26:34)\nAllegro con fuoco (39:53)\n\nORQUESTA SINFÓNICA DE GALICIA\nVASILY PETRENKO _director_\n\nGrabación realizada el 26 de abril de 2024 en el Palacio de la Ópera de A Coruña\nRealización de Antonio Cid / RDC Producciones\nAudio de Pablo Barreiro\n\n*Más info sobre este concierto y la Orquesta Sinfónica de Galicia*\nPrograma en pdf: https://bit.ly/OSG19-23-24\nWeb de la OSG: https://bit.ly/OSGhome\n\n*Nuestras redes sociales*\nhttps://www.instagram.com/osggalicia\nhttps://www.tiktok.com/@osggalicia\nhttps://www.twitter.com/osggalicia\nhttps://www.youtube.com/SinfonicadeGalicia\nhttps://www.facebook.com/Sinfónica-de-Galicia-100825822757737\nhttps://www.flickr.com/sinfonicadegalicia\n\n____",
    "Duration": "01:03:20",
    "ChannelName": "SinfonicadeGalicia",
    "VideoId": "9X_RaNjb6M8",
    "ChannelId": "UCS6ifbKJFAW9dJEOd97hQ4g"
  }
]