[{"Title":"Brahms: Piano Concerto No. 2 | Yefim Bronfman, Antonio Pappano & the Verbier Festival Orchestra","Description":"One of the most beautiful piano concertos of all time. Johannes Brahms sat at the piano when his Piano Concerto No. 2 in B-flat major, Op. 83 was performed for the first time – to great applause – in Budapest in 1881. Here, you hear this romantic orchestral piece being played in a live recording from the 2017 Verbier Festival. Antonio Pappano was conducting the Verbier Festival Orchester, while Yefim Bronfman played the piano.\n\n(00:00) Coming on stage\n(00:38) Allegro non troppo\n(18:09) Allegro appassionato\n(27:31) Andante\n(38:32) Allegretto grazioso\n\nHe had composed a “really small piano concerto,” Johannes Brahms wrote a friend – and meant his magnificent Piano Concerto No. 2 in B-flat major, Op. 83 that enthralled his audience in 1881. The composer and pianist himself put his own virtuosic piano-playing prowess to the test. Brahm’s first piano concerto from 22 years prior received a more muted response. Perhaps because Brahm’s style of composing was not yet so well known.\n\nWhen he wrote his second piano concerto, he was already 44 years old, well off and a successful composer of chamber music and songs. He was living and earning well as a freelance composer. The audience was curious about his new piece because of his fame alone.\n\nSome critics deemed it to be more of a symphony with a solo piano – a fusing of classic symphonic form and virtuosic concert. Johannes Brahm’s didn’t just leave the development of the musical themes to the orchestra. The piano concerto begins with the horns, which play the first romantic motif – which is then pursued by the piano, to be fully unleashed by the orchestra. The piano basically works as an orchestra instrument and is almost constantly present.\n\nJohannes Brahms wrote his friend Elisabeth von Herzogenberg not only that he had written a really small piano concerto but also that this concerto included “a really small, delicate scherzo.” It can be heard in an interposed, short, second movement of a total of four movements. That already alone was unusual, because instrumental concertos of the period were generally made up of three movements. And it is by no means a “small, delicate scherzo” but a tremendous piano part demanding top-notch finger technique and virtuosity from soloists.\n\nNowadays, Brahms remains well known for his song compositions and for folkloristic elements in his pieces. In the third movement, where the piano plays paired with delicate soloist cello sounds, the composer incorporates his song “My sleep grows ever quieter.” In the rondo, elements of Hungarian folklore appear, as they are also known from Brahm’s Hungarian dances.\n\nWhen it comes to imposing technique and great interpretation prowess, the name Yefim Bronfman is high up on the list. He is considered one of the most significant pianists worldwide. The Israeli-American pianist was born in 1958 in Tashkent, in the Soviet Union. In 1973, his family emigrated to Israel. He had his international debut with Zubin Mehta and the Montreal Symphony Orchestra in 1975. Bronfman is a winner of the Avery Fisher Prize, one of the greatest distinctions for American musicians. In 2015, he was awarded an honorary doctorate from the Manhattan School of Music.\n\nBritish conductor Antonio Pappano, with Italian roots, has been the new Chief Conductor of the London Symphony Orchestra since July 2024. As the Chief Conductor Designate, he had already taken on the role in 2023, thereby replacing Sir Simon Rattle. This is in parallel to his tasks as the Music Director at the Royal Opera House of London – a position he had held since 2002. Here, Pappano is conducting the Verbier Festival Orchestra. The Verbier Festival is one of the world’s most prestigious classical music events. The quality of participating artists is matched by the originality of the program. The festival is held from late July to early August in the mountain resort of Verbier, Switzerland.\n\n© 2017 EuroArts Music International/Idéale Audience \n\nWatch more concerts in your personal concert hall: https://www.youtube.com/playlist?list=PL_SdnzPd3eBV5A14dyRWy1KSkwcG8LEey \n\nFind the best of Brahms here:\nhttps://www.youtube.com/playlist?list=PL_SdnzPd3eBU5_GAu2NLbH0fBf6CEX8kQ\n\nand check out more piano concertos here:\nhttps://www.youtube.com/watch?v=1Mh4mEKEdRw&list=PL_SdnzPd3eBU5_GAu2NLbH0fBf6CEX8kQ\n\nSubscribe to DW Classical Music: \nhttps://www.youtube.com/dwclassicalmusic\n\n#pianoconcerto #brahms #classicalpiano","Duration":"00:47:55","ChannelName":"DW Classical Music","VideoId":"P-nANi8n2Oc","ChannelId":"UC_kqgIRwOD3XCZXXr4B6bPQ"},{"Title":"Bronfman/Barenboim - Brahms - Piano Concerto No. 1 in D minor, Op. 15","Description":"Brahms: Piano Concerto No. 1 in D minor, Op. 15\nI. Maestoso: 00:00\nII. Adagio: 23:02\nIII. Rondo, Allegro non troppo: 36:26\n\nPianist: Yefim Bronfman\nConductor: Daniel Barenboim\nOrchestra: Berliner Philharmoniker\nDate: April 24th, 2021\nVenue: Berliner Philharmoniker Hall, Berlin, Germany\n\n**No copyright infringement is intended. This content is uploaded solely for educational and informational purposes. All rights to the original work are owned by their respective copyright holders.**\n\n#bach #mozart #beethoven #schubert #sonata #concerto #piano #brahms","Duration":"00:49:34","ChannelName":"The Maestro's Corner","VideoId":"sz4pRBHPgz0","ChannelId":"UCLLE9W4GeuwHzz6CeC4k5Ng"},{"Title":"Live from the GTMF - S7, Episode 12: Bronfman plays Brahms","Description":"Live from the Grand Teton Music Festival is a series of one-hour podcasts hosted by Music Director Sir Donald Runnicles and GTMF General Manager Jeff Counts. Season Seven celebrates the Festival's 2023 season at Walk Festival Hall in Jackson Hole.\n\nYefim Bronfman with the Grand Teton Music Festival Orchestra\nSir Donald Runnicles, conductor\n\n\n\nLudwig van Beethoven\nThe Creatures of Prometheus Overture, Op. 43\n\n\nJohannes Brahms\nPiano Concerto No. 1 in D minor, Op. 15\nYefim Bronfman, piano\n\n\nThe Grand Teton Music Festival, founded in 1962, unites over 250 celebrated orchestral musicians led by Music Director Sir Donald Runnicles in Jackson Hole, Wyoming each summer. \n \n\nStay connected for the latest Festival updates:\n \n\nInstagram (https://www.instagram.com/grandtetonmusic/) \n \n\nFacebook (https://www.facebook.com/GrandTetonMusicFestival) \n \n\nEmail List (https://gtmf.us8.list-manage.com/subscribe?u=002507ec8840898f153cda591&id=2d701099e0) \n \n\nGTMF Website (https://gtmf.org/)","Duration":"00:59:56","ChannelName":"Grand Teton Music Festival","VideoId":"UgNF5FFT0DU","ChannelId":"UCv7wqOPMDm0dToIhEEPRT8w"},{"Title":"yefim Bronfman - Beethoven : Piano Concerto No.1 Op.15 (2006-Live)","Description":"Amsterdam Concertgebouw Orch.  cond. Herbert Blomstedt\n(00:00) I. Allegro con brio\n(17:39) II Largo\n(27:49) III Rondo: Allegro scherzando\nrec. 24 October 2006, at Semperoper Dresden\nAVRO live recording","Duration":"00:36:23","ChannelName":"uchukyoku1","VideoId":"lAJBOKCSeUw","ChannelId":"UC4VZ4Oy41Zd80GZFrtrjdiw"},{"Title":"Yefim Bronfman - Liszt - Piano Concerto No. 2, S.125","Description":"Liszt: Piano Concerto No. 2, S.125 \nPianist: Yefim Bronfman\nConductor: Valery Gergiev\nOrchestra: Orchestra of the Mariinsky Theatre\nDate: January 1st, 2007\nPlace: Mariinsky 3 Concert Hall, St. Petersburg, Russia\n\nI. Adagio sostenuto assai: 0:20\nII. Allegro agitato assai: 4:59\nIII. Allegro moderato: 6:46\nIV. Allegro deciso: 11:20\nV. Marziale un poco meno allegro: 14:04\nVI. Allegro animato: 17:56\n\n**No copyright infringement is intended. This content is uploaded solely for educational and informational purposes. All rights to the original work are owned by their respective copyright holders.**\n\n#liszt #bach #mozart #beethoven #schubert #sonata #concerto #piano #brahms","Duration":"00:20:10","ChannelName":"The Maestro's Corner","VideoId":"0VdmuhyVzgU","ChannelId":"UCLLE9W4GeuwHzz6CeC4k5Ng"},{"Title":"Yefim Bronfman plays Bartók - Piano Concerto No.2, Sz. 95, BB 101 (Live 2023 - video)","Description":"Applause: 00:00\n1. Allegro: 00:33\n2. Adagio — Presto — Adagio: 10:40\n3. Allegro molto — Più allegro: 22:28\n\nOrchestra: Berliner Philharmoniker\nConductor: Zubin Mehta\n\nConcert played at the Berlin Philharmonic Hall on June 16, 2023.\n\nFull Credit to the Production of Berlin Phil Media\n\n**No copyright infringement is intended. This content is uploaded solely for educational and informational purposes. All rights to the original work are owned by their respective copyright holders.**\n\n#piano  #violin  #beethoven  #bach  #mozart  #bartok  #concerto","Duration":"00:30:44","ChannelName":"The Maestro's Corner","VideoId":"bDqEWEgsNHQ","ChannelId":"UCLLE9W4GeuwHzz6CeC4k5Ng"},{"Title":"Yefim Bronfman, Rachmaninow Konzert für Klavier und Orchester Nr. 3","Description":"Yefim Bronfman, Klavier\nManfred Honeck, Dirigent \nPittsburgh Symphony Orchestra\n\nSergej Rachmaninow\nKonzert für Klavier und Orchester Nr. 3 d-Moll op. 30\n\nElbphilharmonie Hamburg\n2024","Duration":"00:40:47","ChannelName":"Margo","VideoId":"3KZfj4Gwyuw","ChannelId":"UC_V4IZO_NLDNSydT8S9qqyg"},{"Title":"Yefim Bronfman: Brahms - Piano Concerto No. 1 in D minor, Op. 15 (with Cleveland Orchestra)","Description":"From Severance Hall in Cleveland, Ohio:\nJulia Fischer & The Cleveland Orchestra (under the baton of Franz Welser-Möst) perform Johannes Brahms's Piano Concerto No. 1 in D minor, Op. 15.\n\nPart 2 of the Johannes Brahms concert with Yefim Bronfman, The Cleveland Orchestra & Franz Welser-Möst.\n\n#classicalmusic #orchestra #brahms \n\n------- \nSubscribe to wocomoMUSIC: https://goo.gl/ahZRzC\nFollow us on Facebook: http://www.facebook.com/wocomo\n\n------- \nJohannes Brahms - Piano Concerto No. 1 in D minor, Op. 15\n\nChapters\n▷ 00:00 Intro\n▷ 00:31 I. Maestoso\n▷ 22:46 II. Adagio\n▷ 35:21 III. Rondo: Allegro non troppo\n\nYefim Bronfman - piano\nThe Cleveland Orchestra\nFranz Welser-Möst - conductor\n\nDirected by William Cosel\n\nA production of Clasart\n\nExecutive producer: Musical Arts Association Inc. \nin cooperation with WVIZ/PBS ideastream\n\n© 2015, Clasart / Musical Arts Association Operating the Cleveland Orchestra\n\n------- \n\nHigh-quality music concerts, performances and documentaries – in areas such as classical, jazz, ballet, modern dance, rock and pop. WocomoMUSIC – music for grown-ups!\n\nCheck out our other channels to watch high-quality documentaries:\n▷ wocomoCULTURE: https://www.youtube.com/@wocomoCULTURE\n▷ wocomoFRANÇAIS: https://www.youtube.com/@wocomoFRANÇAIS\n▷ wocomoHUMANITY: https://www.youtube.com/@wocomoHUMANITY\n▷ wocomoHISTORY: https://www.youtube.com/@wocomoHISTORY\n\nWocomoMUSIC is part of the Wocomo channel network by NIKITA VENTURES. Wocomo - wonderful content in motion.","Duration":"00:49:46","ChannelName":"wocomoMUSIC","VideoId":"Uu0Vf5UaM2U","ChannelId":"UCyBVuk3_ZHcEQn-rVBUYkzQ"}]